{
  "entries": {
    "Anguish Siktempora": {
      "items": {
        "0sXFDVGfdCAv8LVk": {
          "name": "Fly (Constant)"
        },
        "6uLfBjWUuymoCzfA": {
          "name": "Telepathy 300 feet"
        },
        "AD9RBc83jonsi90I": {
          "description": "<p>A siktempora can always roll Dimension of Time Lore for initiative. When it does, it gains a +2 circumstance bonus to the roll.</p>",
          "name": "Temporal Sense"
        },
        "AjMCoJNDyFHzl9jN": {
          "name": "Dimension of Time Lore"
        },
        "BtzEJj7yFqdnZcrt": {
          "name": "Jaws"
        },
        "CBooY71nYa7xo5Wh": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The anguish siktempora projects their crippling despair into the mind of a @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened} creature they can see within range of their telepathy. The frightened creature takes @Damage[6d6[mental]] damage (@Check[will|dc:30|basic] save).</p>",
          "name": "Wracking Despair"
        },
        "OxsRLPjoDV8VBDwC": {
          "name": "Claw"
        },
        "XnGst7KPeYFBNQlS": {
          "description": "<p>The anguish siktempora emits a terrible scream in a @Template[emanation|distance:30]. Creatures in the area must attempt a @Check[will|dc:33] save. The anguish siktempora can't use Scream of Despair for [[/br 1d4 #rounds]]{1d4 rounds}.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[2d6[mental]] damage, @Damage[2d6[sonic]] damage, and is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature takes @Damage[6d6[mental]] damage, @Damage[6d6[sonic]] damage, and is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> As failure, but @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3} and the creature gains weakness to mental 15 (this weakness applies to this Scream of Despair).</p>",
          "name": "Scream of Despair"
        },
        "d7NN4xre4i3O06z0": {
          "name": "Translocate (At Will)"
        },
        "iAmLGG3Bv1H5381h": {
          "description": "<p>Claw</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Rend]</p>"
        },
        "jj0qDbv5Z26ej7DC": {
          "name": "Regeneration 40 (Deactivated by Mental, Orichalcum, or Spirit)"
        },
        "kTEHZH6GAsdIYXOT": {
          "description": "<p>Creatures with the frightened condition are always @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the anguish siktempora.</p>",
          "name": "Foster Fear"
        },
        "sT0MtbPBIX2Sn0iD": {
          "description": "<p><strong>Trigger</strong> The anguish siktempora rolls Dimension of Time Lore for initiative</p><hr /><p><strong>Effect</strong> The siktempora Strides once and makes a jaws Strike, in either order.</p>",
          "name": "Uncanny Pounce"
        }
      },
      "name": "Anguish Siktempora",
      "npcHp": "regeneration 40 (deactivated by mental, orichalcum, or spirit)"
    },
    "Augusta Wormwood": {
      "items": {
        "Z83khEAuXFYqZwsc": {
          "name": "Vyre Lore"
        },
        "klTYpqJ57Go6Uheh": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> If Augusta's next action is to cast a 5th-rank or lower occult spell or cantrip, reduce the number of actions to cast it by 1 (minimum 1 action).</p>",
          "name": "Quickened Casting"
        },
        "xoJURAYjMC9BpEk2": {
          "description": "<p>Augusta Wormwood draws upon her knowledge of how secrets kept can weigh upon the mind along with her supernatural heritage from being the granddaughter of a gylou devil to unnerve a creature she can see within 30 feet. She speaks aloud an uncanny insight about the target's fears, doubts, and shames; the target must then attempt a @Check[will|dc:34] save, after which they're temporarily immune to Infernal Insight for 24 hours.</p><hr /><p><strong>Critical Success</strong> The target is unaffected, and Augusta suddenly doubts her own abilities instead; she can't use Infernal Insight again for 24 hours.</p>\n<p><strong>Success</strong> The target experiences a twinge of self-doubt and shame and takes a –1 status penalty to all Will saving throws until the end of their next turn.</p>\n<p><strong>Failure</strong> As success, but the penalty increases to a –2 status penalty and lasts for 1 minute; in addition, the target is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>\n<p><strong>Critical Failure</strong> As failure, but slowed 1 for 1 minute.</p>",
          "name": "Infernal Insight"
        }
      },
      "name": "Augusta Wormwood"
    },
    "Azarpal": {
      "description": "<p>Azarpals resemble bipedal hogs with wide-tusked mouths, bloated bellies, and long, bristly tails. They can store food in their multiple stomachs for long periods of time, slowly infusing it with a signature poison that causes those afflicted to sweat profusely and succumb to intense nausea.</p>\n<p>Azarpals love spreading discontent via poisoned food. They delight in traveling caravan routes, disguised as merchants, constantly sampling regional cuisines, and choosing their favorites for stomach storage and poison infusion. Then, upon reaching a land where the dish is rare or sought after, they find a place to leave the meal out for an unwary traveler. They might also find a way to introduce the poisoned meal to a tavern or restaurant and hang back to watch the resulting fun.</p><h2>Removing Azarpal Poison</h2><p>Once an item of food or drink has been laced with azarpal poison, it can be detoxified through the use of a cleanse cuisine spell or by spending an hour using alchemical supplies to nullify the poison. This latter option requires access to an alchemical lab and a successful Crafting check against the azarpal's poison save DC.</p>",
      "items": {
        "5j2E6W4tYSe5TJvH": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:28]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 minutes</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (1 minute)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} (1 minute)</p>\n<p><strong>Stage 3</strong> @Damage[2d12[poison]] damage plus fatigued and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 3} (1 minute); the sickened condition value caused by azarpal poison cannot be reduced below 1 as long as the poison's duration remains active.</p>",
          "name": "Azarpal Poison"
        },
        "9ODukZH5NQbhgnMd": {
          "description": "<p>The Azarpal swallows a single meal or alchemical food and stores it in one of six stomachs. Therein, the food doesn't spoil (drinks must be swallowed in closed containers, or they spill and affect the azarpal normally). The azarpal can use this activity to reach into its mouth and retrieve a stored item as well. Any item that remains stored in an azarpal's stomach for at least 24 hours becomes laced with azarpal poison.</p>",
          "name": "Gulp or Grab"
        },
        "CFm3c0zFNyUOnbJu": {
          "name": "Jaws"
        },
        "FOclMUXY1FgCIhZ5": {
          "name": "Regional Meals"
        },
        "HdszbtxYPFB5CGXX": {
          "description": "<p>The azarpal knows the formulas for all common and uncommon alchemical foods of its level or lower found on pages 46–51 of Treasure Vault without needing a formula book. A typical azarpal carries about 700 gp of alchemical food.</p>",
          "name": "Culinary Alchemy"
        },
        "LCzGJSeM3iuUaE9G": {
          "name": "Tail"
        },
        "LgUDIkkHbcqb2upf": {
          "description": "<p>When an azarpal casts illusory disguise and only targets themselves, the duration increases to 24 hours.</p>",
          "name": "Lasting Illusion"
        },
        "dRSwojvSLz6GXmAF": {
          "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>A fury cocktail is a fortifying ginger beer spiked with rum and a mixer. It's rumored to have originated from a barbarian-themed festival in a popular mead hall specializing in alchemical beverages.</p>\n<p><strong>Benefit</strong> You gain a +3 item bonus to melee attack rolls and an additional effect depending on the additive chosen when the brew is created. The effects last 1 hour.</p><ul><li><strong>Skeptical</strong> A splash of bitters gives the drink a more complex flavor. You gain a +2 item bonus to saves against magic.</li></ul><p><strong>Drawback</strong> You take a –1 penalty to AC and a –2 penalty to Reflex saves.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.QaiSmpjSUhORG800]{Effect: Fury Cocktail (Moderate)}</p>",
          "name": "Skeptical Fury Cocktail (Moderate)"
        },
        "gTcQrngXowJbgDv0": {
          "description": "<p>The azarpal lashes and twirls their confounding tail, snapping and lashing it in all adjacent squares. Until the start of the azarpal's next turn, all non-azarpals treat the squares adjacent to the azarpal as difficult terrain.</p>",
          "name": "Twirl Tail"
        },
        "gZyaj1v66SeWC4iw": {
          "name": "Cooking Lore"
        }
      },
      "name": "Azarpal"
    },
    "Cruel Welcome": {
      "description": "<p>A loved one, tied to a post with thick ropes, suddenly lurches to life and begins to shriek in anguish as soon as one of the PCs comes within 20 feet.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:31] (expert) to remove the small runes carved on the pole that focus the magic, or @Check[occultism|dc:28] (trained) to recognize the occult illusions woven into the trap and disable the underlying magic</p>",
      "hazardReset": "<p>A cruel welcome trap resets at midnight.</p>",
      "hazardRoutine": "<p>(1 action; illusion, mental, occult, visual) The cruel welcome's head lifts, and it gazes at the closest PC within 20 feet; if there are no PCs in range, the trap does nothing, its turn ends, and it deactivates until midnight. The target must attempt a @Check[will|dc:26|traits:illusion,mental,occult,visual] save.</p><hr><p><strong>Critical Success</strong> The PC is unaffected. For the next 24 hours, the PC gains a +4 circumstance bonus to all saving throws against cruel welcome traps.</p><p><strong>Success</strong> The PC recognizes the face of the tormented figure on the pole as that of a loved one, and the anguish of the sight results in @Damage[4d10[mental]] damage. For the next 24 hours, the PC gains a +4 circumstance bonus to all saving throws against cruel welcome traps.</p><p><strong>Failure</strong> As success, but @Damage[(4d10+22)[mental]] damage.</p><p><strong>Critical Failure</strong> As failure, but @Damage[(8d10+44)[mental]] damage, and the PC becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 24 hours.</p>",
      "name": "Cruel Welcome"
    },
    "Emriss": {
      "description": "<p>The highest position of authority in a girtablilu community is the group's religious leader. This sacred duty requires years of study, meditation, and dedication to awaken a mystical font of divine magic within the girtablilu. These seers ensure that every action taken by the community falls in line with even the most obscure dogma of their tradition, and they don't hesitate to turn their fury on members of their own community who violate their mandates.</p>\n<hr />\n<p>Girtablilus are desert-dwelling guardians with the upper bodies of muscular humanoids and the lower bodies of massive scorpions. They are most often found defending ancient temples and religious artifacts with zealous fervor. Some believe they were created by a long-dead god millennia ago to act as guardians, but girtablilus consider the subject of their origin taboo and refuse to address the theory.</p>\n<p>Because girtablilus accept a wide range of religions and belief systems, some outsiders believe they also worship their own ancient pantheon. Instead, girtablilus exclusively revere and protect sites dedicated to deities considered lost to civilization. In this way, they act as preservers of holy practices that have otherwise been forgotten beneath the desert's shifting sands.</p>\n<p>Though girtablilus are used to explorers seeking entrance to the sites they defend, they might welcome those who earnestly wish to learn or offer reverence. A few even proudly share their beliefs with others, eager for the opportunity to preach to someone new. But girtablilus show no mercy to those who attempt to desecrate the sites and objects of their worship, or to those who would violate the tenets of their faith.</p>\n<p>Girtablilus are skilled fighters who keep trained giant scorpions as pets, and they remain unmatched when it comes to fighting in the desert. They require relatively little food or water, and they rely on their stamina to outlast their enemies. When necessary, they can stalk their quarry for days or even weeks, coordinating with their pets to drive their prey in circles. Once exhausted, few foes can stand up to a girtablilu's physical prowess-or their deadly venom.</p>",
      "items": {
        "0LkFUNpvQRTipNKI": {
          "description": "<p>@Damage[(3d8+6)[bludgeoning]], @Check[fortitude|dc:24|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        },
        "BHN2n3G77QRNLHhM": {
          "name": "Stinger"
        },
        "KMdZUSARMPSywMsn": {
          "description": "<p><strong>Trigger</strong> The girtablilu seer attempts a saving throw against a magical effect but hasn't rolled yet</p>\n<hr />\n<p><strong>Effect</strong> The seer summons divine energy to protect themself at the cost of their other magical defenses. Until the start of their next turn, they gain a +1 circumstance bonus to saving throws against non-divine magical effects and a -1 circumstance penalty to saves against divine effects.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.e4HoYakV7SvwvcrH]{Effect: Divine Aegis}</p>",
          "name": "Divine Aegis"
        },
        "O5TqNDUtiJmWEbpZ": {
          "description": "<p>A girtablilu ignores natural difficult terrain in the desert.</p>",
          "name": "Desert Stride"
        },
        "SbZX27efEktYhABv": {
          "name": "Tremorsense (Imprecise) 60 feet"
        },
        "ZgZ9FcS7hIAO9FxC": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<hr />\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d6[poison]] damage and enfeebled 1 (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[3d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 round)</p>",
          "name": "Girtablilu Venom"
        },
        "h8Phu8ErJOaWCuUU": {
          "name": "Pincer"
        }
      },
      "name": "Emriss"
    },
    "Fallenta": {
      "items": {
        "6bxOPu1Azuh3UzPj": {
          "description": "<p><strong>Trigger</strong> An ally benefiting from one of Fallenta's composition spells is subject to an effect with the auditory, emotion, fear, linguistic, or mental traits</p><hr /><p><strong>Effect</strong> Fallenta adjusts the properties of her composition to bolster her compelling presence and to work against intrusive effects. All allies affected by her composition spell gain a +1 circumstance bonus to saving throws against effects with the auditory, emotion, fear, linguistic, or mental traits.</p>",
          "name": "Direct Allies"
        },
        "DXNRHMlR8jGYFZAK": {
          "description": "<p>Fallenta weaves her spellcasting into director's instructions. If the next action she uses is to Cast a Spell, the spell gains the subtle trait, although the spell's effects appear as normal. As part of using Director's Magic, Fallenta can choose to @UUID[Compendium.pf2e.actionspf2e.Item.GkmbTGfg8KcgynOA]{Create a Diversion}, @UUID[Compendium.pf2e.actionspf2e.Item.ewwCglB7XOPLUz72]{Lie}, @UUID[Compendium.pf2e.actionspf2e.Item.EEDElIyin4z60PXx]{Perform}, or @UUID[Compendium.pf2e.actionspf2e.Item.DCb62iCBrJXy0Ik6]{Request}. If she does so, the spell she casts must have the auditory, emotion, sonic, or visual trait to gain the subtle trait.</p>",
          "name": "Director's Magic"
        },
        "FbEb1sWs5Sk9JvIu": {
          "name": "Maestro's Violin (Moderate)"
        },
        "H05JZXQaeSNyVDj4": {
          "description": "<p>Fallenta's maestro muse is Shelyn.</p>",
          "name": "Bard Muse"
        },
        "TuQLCNv39szCz3wn": {
          "description": "<p>If a reaction would disrupt Fallenta's spellcasting action, attempt a @Check[flat|dc:15]; on a success, her action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        },
        "ih9Lc34CFe7HyNlB": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.R9xqCBblkS5KE4y7]{Sending}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated rank.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of the spell at the listed rank.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Sending (Rank 5)"
        },
        "mImDaiBMWztXyW4H": {
          "name": "Theater Lore"
        },
        "rqw5pjW1g76jIgAX": {
          "description": "<p>When Fallenta rolls a success on a Will save, she gets a critical success instead.</p>",
          "name": "Performer's Heart"
        }
      },
      "name": "Fallenta"
    },
    "Furnerico": {
      "description": "<p>A mass of undulating tendrils and nerves, furnericos stalk sewer systems below large cities, reveling in the filth and rotting detritus created by those who dwell above the middens and sumps they call home. Fortunately for sanitation workers and other civil servants who ply their trade in sewer tunnels, furnericos are exceedingly rare and solitary. Their power is such that once one moves into a sewer system, it's often easier for urban planners to simply abandon that section to the monster and rebuild around it. A furnerico left to its domain like this is generally content to remain—as long as the filth keeps flowing.</p>\n<p>Furnericos are asexual, spawning a single offspring as they expire from natural causes. One that dies by violence does not perpetuate its kind, presenting a vexing question to sages: where do these creatures come from, and why haven't they gone extinct over the ages?</p><h2>Cultist Creations</h2><p>The answer to \"where are furnericos from?\" is known by only a few, for it lies with the faithful of the parasite god Ghlaunder. These cultists use obscure rites to create furnericos from the very filth the monsters wallow in. Ghlaunder worshippers often do so to create powerful guardians for their hidden temples; furnericos created in this manner instinctively treat worshippers of Ghlaunder as allies... a trait not shared by those born from a prior furnerico, and a lesson many Ghlaunder cultists only learn moments before their death after assuming otherwise from a furnerico found in the wild.</p>",
      "items": {
        "8fNNL1iz07rAu9ya": {
          "description": "<p>A furnerico cleansed of filth becomes sluggish. If ever immersed fully in pure, clean water, or if it ever fails a saving throw against a water effect, the furnerico becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until it starts its turn in an area of filth or contaminated water.</p>",
          "name": "Susceptible to Water"
        },
        "WZXSVtoj8JP38ioQ": {
          "name": "Pseudopod"
        },
        "aQ7s3gcgpSoP9IE1": {
          "description": "<p>A furnerico avoids water and won't willingly approach within five feet of a body of water. It won't initiate an attack against any creature that's soaking wet with water or that has the water trait. A furnerico takes a –2 circumstance penalty to its attack rolls against such creatures who attack it.</p>",
          "name": "Hydrophobic"
        },
        "eIPLqe4b3bfAP3ye": {
          "name": "Acidic Slime"
        },
        "eUWzngf0NtNyx8AQ": {
          "description": "<p><strong>Requirements</strong> The furnerico's last action was a successful pseudopod Strike against a creature with the @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened} condition</p><hr /><p><strong>Effect</strong> The furnerico feeds off the sweet sickness of the creature, gaining 30 temporary hit points for 1 minute.</p>",
          "name": "Feast on Illness"
        },
        "rgiPl5x0xcvlkVGJ": {
          "description": "<p>A creature that's critically hit by a furnerico's acidic slime becomes @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} until they @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} (DC 34) or 1 minute passes, after which the slime dissolves.</p>",
          "name": "Sticky Slime"
        },
        "toYNBsORZe7vD70H": {
          "description": "<p>80 feet. A creature entering or beginning its turn in a furnerico's fetid aura must succeed at a @Check[fortitude|dc:31] or be @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}; the creature also becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} until the end of their next turn. A creature that succeeds at its save is temporarily immune to all furnerico fetid auras for 1 minute.</p>",
          "name": "Fetid Aura"
        }
      },
      "name": "Furnerico"
    },
    "Girtablilu Guardian": {
      "description": "<p>Sentries patrol the outskirts of a girtablilu communities, watching for external threats like desert drakes, blue dragons, or adventuring parties set on reckless exploration of the girtablilus' sacred site.</p>\n<hr />\n<p>Girtablilus are desert-dwelling guardians with the upper bodies of muscular humanoids and the lower bodies of massive scorpions. They are most often found defending ancient temples and religious artifacts with zealous fervor. Some believe they were created by a long-dead god millennia ago to act as guardians, but girtablilus consider the subject of their origin taboo and refuse to address the theory.</p>\n<p>Because girtablilus accept a wide range of religions and belief systems, some outsiders believe they also worship their own ancient pantheon. Instead, girtablilus exclusively revere and protect sites dedicated to deities considered lost to civilization. In this way, they act as preservers of holy practices that have otherwise been forgotten beneath the desert's shifting sands.</p>\n<p>Though girtablilus are used to explorers seeking entrance to the sites they defend, they might welcome those who earnestly wish to learn or offer reverence. A few even proudly share their beliefs with others, eager for the opportunity to preach to someone new. But girtablilus show no mercy to those who attempt to desecrate the sites and objects of their worship, or to those who would violate the tenets of their faith.</p>\n<p>Girtablilus are skilled fighters who keep trained giant scorpions as pets, and they remain unmatched when it comes to fighting in the desert. They require relatively little food or water, and they rely on their stamina to outlast their enemies. When necessary, they can stalk their quarry for days or even weeks, coordinating with their pets to drive their prey in circles. Once exhausted, few foes can stand up to a girtablilu's physical prowess-or their deadly venom.</p>",
      "items": {
        "0fyQTAFgkuG0R7JH": {
          "name": "Stinger"
        },
        "I1xWawDf3yw69pnw": {
          "description": "<p>A girtablilu ignores natural difficult terrain in the desert.</p>",
          "name": "Desert Stride"
        },
        "MhmAMaJ3NhpSRreS": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:28]</p><hr /><p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d6[poison]] damage and enfeebled 1 (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[3d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 round)</p>",
          "name": "Girtablilu Venom"
        },
        "T52SfDBkv0NA6Q8o": {
          "name": "Pincer"
        },
        "h4X51BYbgu9tzFnJ": {
          "name": "Tremorsense (Imprecise) 60 feet"
        },
        "i1KyfP7F6bj0FZS5": {
          "description": "<p>@Damage[(2d8+9)[bludgeoning]], @Check[fortitude|dc:26|basic]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        }
      },
      "name": "Girtablilu Guardian"
    },
    "Girtablilu Sentry": {
      "description": "<p>Sentries patrol the outskirts of a girtablilu communities, watching for external threats like desert drakes, blue dragons, or adventuring parties set on reckless exploration of the girtablilus' sacred site.</p>\n<hr />\n<p>Girtablilus are desert-dwelling guardians with the upper bodies of muscular humanoids and the lower bodies of massive scorpions. They are most often found defending ancient temples and religious artifacts with zealous fervor. Some believe they were created by a long-dead god millennia ago to act as guardians, but girtablilus consider the subject of their origin taboo and refuse to address the theory.</p>\n<p>Because girtablilus accept a wide range of religions and belief systems, some outsiders believe they also worship their own ancient pantheon. Instead, girtablilus exclusively revere and protect sites dedicated to deities considered lost to civilization. In this way, they act as preservers of holy practices that have otherwise been forgotten beneath the desert's shifting sands.</p>\n<p>Though girtablilus are used to explorers seeking entrance to the sites they defend, they might welcome those who earnestly wish to learn or offer reverence. A few even proudly share their beliefs with others, eager for the opportunity to preach to someone new. But girtablilus show no mercy to those who attempt to desecrate the sites and objects of their worship, or to those who would violate the tenets of their faith.</p>\n<p>Girtablilus are skilled fighters who keep trained giant scorpions as pets, and they remain unmatched when it comes to fighting in the desert. They require relatively little food or water, and they rely on their stamina to outlast their enemies. When necessary, they can stalk their quarry for days or even weeks, coordinating with their pets to drive their prey in circles. Once exhausted, few foes can stand up to a girtablilu's physical prowess-or their deadly venom.</p>",
      "items": {
        "0fyQTAFgkuG0R7JH": {
          "name": "Stinger"
        },
        "I1xWawDf3yw69pnw": {
          "description": "<p>A girtablilu ignores natural difficult terrain in the desert.</p>",
          "name": "Desert Stride"
        },
        "MhmAMaJ3NhpSRreS": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:24]</p>\n<hr />\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d6[poison]] damage and enfeebled 1 (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[3d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 round)</p>",
          "name": "Girtablilu Venom"
        },
        "T52SfDBkv0NA6Q8o": {
          "name": "Pincer"
        },
        "h4X51BYbgu9tzFnJ": {
          "name": "Tremorsense (Imprecise) 60 feet"
        },
        "i1KyfP7F6bj0FZS5": {
          "description": "<p>@Damage[(2d8+6)[bludgeoning]], @Check[fortitude|dc:24|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        }
      },
      "name": "Girtablilu Sentry"
    },
    "Graverobber": {
      "items": {
        "NdlQ8TUjFDixDeoP": {
          "description": "<p>A Graverobber deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "if0C3QXbtDXFCPCI": {
          "description": "<p>When a Graverobber rolls a success on a Reflex save, they get a critical success instead.</p>",
          "name": "Evasion"
        },
        "l5nyqKg9TNB7CMNj": {
          "description": "<p>A Graverobber adds their Dexterity modifier to damage rolls with a light pick instead of their Strength modifier, and on a critical hit, they inflict an additional 4 damage.</p>",
          "name": "Deft Pick"
        },
        "z2KSjT5uyCNqtHxC": {
          "name": "Vyre Lore"
        }
      },
      "name": "Graverobber"
    },
    "Hellshadow": {
      "description": "<p>When a group of diabolists or worshippers of an archdevil come to an ignominious end, their souls can sometimes be caught between life and death, unable or unwilling to pass on to the afterlife due to the humiliation of their untimely deaths. When enough closely-associated worshippers whose souls aren't already claimed in existing contracts meet such a fate, the spiritual \"weight\" of this shame can cause them to merge into a conglomeration of infernally-infused spirits—a hellshadow.</p>\n<p>Hellshadows look like a bank of fire and smoke, yet the flames themselves are made of distorted bodies and faces. Although made of multiple souls, a hellshadow is a singular creature with one mind and typically one goal: to defeat as many enemies of their faith as they can in order to repay the shame of their humiliating deaths.</p><h2>Why Only Hell?</h2><p>The nature of diabolic worship and the strict rules involved are a big part of the psychology of humiliation that causes devil worshippers to become hellshadows. This same mix of conditions is rarer among other fiendish cults, who are more likely to become more common undead after such a death. Non-diabolic– themed hellshadows are all but unknown as a result.</p>",
      "items": {
        "XCDH0IIZL7LR1PoN": {
          "description": "<p>10 feet. The hellshadow constantly exudes a cloud of smoke that scorches flesh but leaves other materials unharmed. Living creatures who start their turn in this aura take @Damage[2d6[fire]] damage (DC 30 basic Reflex). On a critical failure, the creature is also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>",
          "name": "Brimstone Cloak"
        },
        "aNlze0ca7em5uEFF": {
          "name": "Brimstone Tendrils"
        },
        "uKG2GCW6xq0NiXhF": {
          "description": "<p>A creature that takes damage from the hellshadow's brimstone tendrils Strike has coils of the creature's smoke solidify around their body, impeding movement. The creature must attempt a @Check[reflex|dc:33] save.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The smoke solidifies as it coils around their limbs, imposing a –5-foot status penalty to all Speeds until the end of the creature's next turn.</p>\n<p><strong>Failure</strong> As success, except –10 feet to speed and the creature is also @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} until the end of their next turn.</p>\n<p><strong>Critical Failure</strong> As failure, except the creature is also @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until the end of their next turn.</p>",
          "name": "Clinging Smoke"
        },
        "zcomGIg4BDh28tNe": {
          "name": "Shadow Blast (Fire or Spirit only)"
        }
      },
      "name": "Hellshadow",
      "npcHp": "void healing"
    },
    "Honor Guard": {
      "description": "<p>Desert giants are nomadic humanoids who have dwelled in the world's most arid regions since time immemorial. Smaller peoples know that desert giants are the undisputed masters of desert living, and ignorant humans often claim that it is a desert giant's unique physiology, like a camel, that enables them to survive without water for 2 weeks. The few desert giants who mingle in the societies of smaller humanoids don't bother to dispute such ridiculous rumors.</p>\n<p>In fact, desert giants' strong cultural traditions play a large part in their ability to prosper in such harsh environs. Desert giant elders encourage their descendants to maintain abstemious lifestyles, particularly with regard to the consumption of food and drink. Alcohol is particularly disdained by desert giants, who view mind-altering diuretics like liquor and ale as dangerous temptations in an environment as unforgiving as the desert. Instead, most desert giants follow a simple vegetarian diet and maintain an incredible internal map of their home region's seasonal waterways and oases.</p>\n<p>Their austere habits and intolerance for foolishness have earned desert giants a reputation as being ill-humored and no-nonsense, but many of their communities boast a wide variety of humorous tales in their vast oral histories and legends. Since desert giants' journeys across the wastes can span weeks or even months at a time, an individual who can make their companions laugh with a witty joke or amusing parable remains a prized member of the community.</p>\n<p>Desert giants stand 15 feet tall, tending toward lean physiques that are ideal for traveling across vast expanses of sand for long sojourns.</p>\n<hr />\n<p>Many kinds of giants lurk in the inhospitable corners of the world, making their homes in unlikely locales ranging from fetid sinkholes and ruined battlefields to mass graveyards and barren badlands.</p>",
      "items": {
        "62tSPn9Q3DkS4DA9": {
          "description": "<p>Desert giants have adapted to the loose sands of the desert and can move across them with ease. Desert giants ignore non-magical difficult terrain and uneven ground caused by sand.</p>",
          "name": "Sandwalking"
        },
        "ZZwg2ODhydDeHkEy": {
          "description": "<p>The desert giant Strides up to their Speed, Striking once with each of their scimitars at any point during the movement.</p>",
          "name": "Scimitar Blitz"
        },
        "krWu51yBcWRllWxP": {
          "description": "<p><strong>Requirements</strong> The desert giant is standing in sandy terrain</p>\n<hr />\n<p><strong>Effect</strong> The desert giant spins around and stirs up loose sand in a @Template[emanation|distance:10]. Until the beginning of the giant's next turn, creatures in the area are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and other creatures are concealed to them.</p>",
          "name": "Sand Spin"
        },
        "y5xPl9xFyELDGekP": {
          "name": "Desert Lore"
        }
      },
      "name": "Honor Guard"
    },
    "Living Nightmare": {
      "description": "<p>An animate dream coalesces from centuries of stray fragments of reverie and dream left behind as slumbering minds drift through the Dimension of Dreams. In most cases, these fragments simply disperse on their own, but when dreamers flee from nightmares back to the waking world, these fragments can take on a supernatural life of their own. They have little reasoning and intent except to seek similar fragments, absorb them, and grow. When enough of them gather together, they merge into a horrific form as an animate dream.</p>\n<p>Individually, animate dreams can hold a wide range of appearances, but most take on rudimentary shapes akin to the living forms of the minds that spawned them. Animate dreams that rise from slumbering humanoids, the most commonly encountered, thus appear humanoid, but with distorted, nightmarish shapes that incorporate additional twisted limbs and frightening features. In these forms, animate dreams find their way out of the Dreamlands and into the waking world, only to discover they have no way of returning and suffer a relentless hunger that only new nightmares can sate.</p>\n<p>An animate dream thrives on the terror fueled by nightmares and fear and uses its supernatural abilities to invoke such feelings in the minds of its victims, cursing its prey by creating a permanent link to that individual's dreams. Thereafter, the victim is subjected to all manner of reoccurring nightmares. As the nightmares continue, the victim finds it more and more difficult to remain awake. In the end, the victim plunges into an accursed slumber from which it cannot return. These victims provide the animate dream with the purest form of fear and are its preferred sustenance.</p>\n<p>An animate dream can subsist on the ambient fear generated by regular nightmares, but these lesser fears aren't as satisfying, often driving the animate dream to seek out new victims. Left without a source of fear, an animate dream won't starve to death, but it will grow increasingly violent and desperate. Famished animate dreams are the ones most often encountered, as they have been forced to abandon subtlety to pursue more blatant methods of harvesting fear. Yet such animate dreams also tend to be the least powerful of their kind. Those who have grown metaphysically fat on fear have generally done so by adopting a specific nightmare theme, such as being buried alive, being swept away by ocean waves, or being consumed by wild beasts. Such animate dreams often have similarly themed innate spells to augment their powers.</p>",
      "items": {
        "AHglfvlj1P2w1uM8": {
          "name": "Nightmare Tendril"
        },
        "BUMn6ngmSo8pZ2Mh": {
          "name": "Translocate (At Will)"
        },
        "cQTIij6l7HjJwqQW": {
          "name": "Telepathy 100 feet"
        },
        "dI8bgQvFLj1IW2i4": {
          "description": "<p>In addition to the occult innate spells, these living nightmares also have a 4th-rank thematic innate spell, chosen by you to match the themes and needs of the enemy the living nightmare embodies. For example, if the foe Nemesis is based on allied with will-o'-wisps, the living nightmares might have @UUID[Compendium.pf2e.spells-srd.Item.XXqE1eY3w3z6xJCB]{Invisibility} or @UUID[Compendium.pf2e.spells-srd.Item.zDJS8E66UI0himqV]{Thunderstrike} as their additional thematic innate spell, or if the foe Nemesis is based on allied with mind-manipulating creatures from the frozen north, the living nightmares might have @UUID[Compendium.pf2e.spells-srd.Item.sRfSBHWHdbIa0aGc]{Chilling Darkness} or @UUID[Compendium.pf2e.spells-srd.Item.LiGbewa9pO0yjbsY]{Confusion} as their additional spell. Even though this spell is cast as an occult spell, you can pick a spell from another magical tradition if you wish.</p>",
          "name": "Thematic Innate Spell"
        },
        "hychIP30Jt5HOYED": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "pepIdjNqJtUTl9Wn": {
          "description": "<p>An animate dream's touch fills the victim's mind with terrifying visions</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:26]</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} (1 day)</p>\n<p><strong>Stage 2</strong> fatigued and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 day)</p>\n<p><strong>Stage 3</strong> The victim falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} and can't be awakened as long as they remain at this stage (1 day).</p>",
          "name": "Endless Nightmare"
        }
      },
      "name": "Living Nightmare",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Mocking Puppets": {
      "description": "<p>The puppets and marionettes in this room suddenly turn to face intruders and come to clattering, unsettling life as the echoing sound of mocking laughter fills the air.</p>",
      "hazardDisable": "<p>@Check[performance|dc:32] (master) to distract and entertain the haunted puppets and make them forget their anguish and despair, or @Check[religion|dc:35] (expert) to exorcise the haunt; four successes are required to disable it</p>",
      "hazardReset": "<p>The haunt deactivates if no living creatures are in area <strong>C2</strong>, then resets 1 minute later.</p>",
      "hazardRoutine": "<p>(1 action) The room's puppets and marionettes clatter to life and begin to swarm about the room, throwing rubble at living intruders, stabbing them in the ankles with sharp bits of broken metal, and slashing at them with lashes from long, thin marionette cords. At the same time, other puppets cackle, mock, and pantomime a chosen foe. The haunt uses its action to target one living creature in area <strong>C2</strong>; that creature must attempt a @Check[will|dc:29] save or become @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round by the mockery (or @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} on a critical failure); this effect has the emotion and mental traits. At the same time, because the puppets constantly swarm about, they can use the Puppet Attack free action (see below) to attack targets during their turns.</p>",
      "name": "Mocking Puppets"
    },
    "Nemesis": {
      "items": {
        "6u4WiGSgJcSBMIVQ": {
          "description": "<p>Anything spoken by Nemesis is perceived by the listener in its native language.</p>",
          "name": "Universal Language"
        },
        "JA8W1EoSKmMH74zg": {
          "name": "Illusory Weapon"
        },
        "Uw2wiHG8YLueYUQo": {
          "description": "<p>Even before the brainchild version of Nemesis actually encounters the PCs, the fact that they manifested from the legends and emotional histories involving the PCs previous clash against their old enemy allows this brainchild to cast @UUID[Compendium.pf2e.spells-srd.Item.Uqj344bezBq3ESdq]{Nightmare} and @UUID[Compendium.pf2e.spells-srd.Item.R9xqCBblkS5KE4y7]{Sending} spells as if it has met the PCs in person and knows their names.</p>",
          "name": "I Know You"
        },
        "X8q0VOcCAdQbazmw": {
          "description": "<p>As a brainchild formed from a legendary villain defeated by the PCs, Nemesis possesses two unique abilities, one chosen from the defensive abilities and one from the offensive abilities listed above. As long as the PCs exist, Nemesis has full uses of its two Urban Legend abilities, but a creature can @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} or @UUID[Compendium.pf2e.actionspf2e.Item.1xRFPTFtWtGJ9ELw]{Sense Motive} (DC 37) Nemesis to attempt to disbelieve one of these abilities, thereafter treating that ability as if the brainchild didn't possess it.</p>",
          "name": "Urban Legend"
        },
        "YKo3Am15Wz2kJyKI": {
          "name": "Illusory Weapon"
        },
        "dUNwfE1712MvL8qb": {
          "description": "<p>Normally, when a brainchild is destroyed, it returns after [[/br 2d4 #days]]{2d4 days} if anyone still fully believes it exists. Nemesis remains dead once slain by the PCs, but as the brainchild is slain, any PC within 120 feet must succeed at a @Check[will|dc:30] save or become cursed.</p><hr /><p><strong>Critical Success</strong> The PC is unaffected.</p>\n<p><strong>Success</strong> The PC fears that Nemesis might come back from death to strike at them as they sleep. The next time the PC attempts to rest for the night, they must succeed at a @Check[will|dc:30] save or they'll awaken @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} and must spend two hours rather than one to make their daily preparations. After this, the curse ends.</p>\n<p><strong>Failure</strong> As success, but the curse persists until it's removed through magic like @UUID[Compendium.pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0]{Cleanse Affliction}.</p>\n<p><strong>Critical Failure</strong> As failure, but the PCs also becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} each time they fail their @Check[will|dc:30] save to resist becoming fatigued.</p>",
          "name": "Will They Come Back?"
        },
        "ia7nfgIs3ERJytZy": {
          "description": "<p>When a brainchild is destroyed, it returns if anyone still fully believes it exists, re-forming within 100 feet of any believer after [[/br 2d4 #Persistance of Memory]]{2d4 days}.</p>",
          "name": "Persistence of Memory"
        },
        "zfcj9MZNHpEvkerg": {
          "name": "Telepathy 100 feet"
        }
      },
      "name": "Nemesis"
    },
    "Ockomlire": {
      "description": "<p>With its mottled green-and-tan rubbery flesh, six short legs ending in two-clawed feet, and three circular mouths arrayed equidistantly around a disk-shaped head crowned by multiple bulbous eyes, the bizarre Darklands-dwelling ockomlire's strange appearance blurs the line between aberration and fungus.</p>\n<p>Ockomlires eat magic, and their specialized organs process and release that magic in the form of a mist that saps the willpower of those it touches. Originally created by sekmin occultists as a potent weapon against Azlanti wizards, since the serpentfolk empire's collapse thousands of years ago, ockomlires have spread upward through the Darklands. They often lair in sewers or abandoned basements in urban areas, drawn to society's use (and waste) of magical energy.</p>\n<p>Ockomlires are quite intelligent but tend to have bland personalities. They're fond of verbalizing their observations and experiences, speaking in unsettling piping voices through three mouths; they have a curious penchant for referring to themselves in the third person. They've little interest in having personal names and tend to refer to those they encounter by ancestry instead of name as well.</p><h2>Ockomlire Apathy</h2><p>Because they exude feelings of hopelessness and despair as \"waste\" from their magical feeding, the ockomlire has become a creature of apathetic detachment. While this affords the ockomlire protection from emotion-based effects, those that do affect them tend to hit hard and actually cause mental anguish. There are thrilling legends of ockomlires laid low by a single bard whose gripping performance simply stirred up enough emotions within the normally distant creatures to cause them rip themselves apart from the inside.</p>",
      "items": {
        "7nB9jNFpbTAuQ32T": {
          "description": "<p><strong>Requirements</strong> The ockomlire has temporary hit points gained from Devour Magic</p><hr /><p><strong>Effect</strong> s The ockomlire digests the magic and releases mist that stings the eyes and heart alike. The ockomlire loses any temporary Hit Points they have and all non-ockomlire creatures in a @Template[emanation|distance:30] take @Damage[9d10[mental]] damage (@Check[will|dc:33|basic] save).</p>",
          "name": "Haze of Despair"
        },
        "HkvXlf7bD4PoYd0U": {
          "name": "+1 Status to All Saves vs. Emotion"
        },
        "N4Kc5MHJHfMRkW0I": {
          "name": "Calm (At Will)"
        },
        "ZHFSBsyse6MPanIe": {
          "description": "<p>The ockomlire attempts to devour a spell effect from a creature they've @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}. To successfully do so, they must counteract that effect with an Occultism check. If the spell effect is an emotion effect, the ockomlire gains a +2 circumstance bonus to this check.</p><hr /><p><strong>Critical Success</strong> The spell is countered, the ockomlire gains temporary Hit Points equal to twice the spell's rank for 1 minute, and the grabbed creature becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 minute.</p>\n<p><strong>Success</strong> As success but @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}.</p>\n<p><strong>Critical Failure</strong> The attempt backfires, and the ockomlire becomes overwhelmed; their emotion vulnerability becomes active until the end of their turn.</p>",
          "name": "Devour Magic"
        },
        "augxgAkhObX8Wxfo": {
          "name": "Detect Magic (Constant)"
        },
        "ghXj9ykqg3VUqwYz": {
          "description": "<p>If an ockomlire fails a saving throw against an emotion effect, they loses their resistance to mental damage and gains an equal amount of weakness to mental damage (weakness to mental 15 for the typical ockomlire) until the end of their next turn.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.gFsYqrYJk7ZPvygY]{Effect: Emotion Vulnerability}</p>",
          "name": "Emotion Vulnerability"
        },
        "j9DAuCxD3sHekm9E": {
          "name": "Jaws"
        }
      },
      "name": "Ockomlire",
      "npcAllSaves": "+1 status to all saves vs emotion effects"
    },
    "Rezzelki": {
      "description": "<p>Rezzelkis are curious-looking beasts native to the deserts of Osirion. Three feet tall at the shoulder and five feet long, rezzelkis are squat, mammalian quadrupeds with tawny red fur, with crystal-studded flat tails, and prehensile anteater-like snouts. Their long, pink tongues are covered with hundreds of tiny, razor-sharp bristles that allow them to rasp through flesh with unnerving ease, even before accounting for the effect of their acidic saliva.</p>\n<p>Rezzelkis are ferociously territorial and quick to attack anyone or anything they regard as intruding upon their territory. Yet they're also prone to strange gastronomic obsessions, and if someone can deduce a particular rezzelki's favorite food, it's possible to become the creature's ally by simply providing it regular access to its preferred meals. A specific rezzelki's favorite food is always a specific type of creature—some even prefer to dine exclusively on the dry bodies of undead like mummies—but most have a taste for a singular humanoid ancestry. Presented with a potential meal, the rezzelki moves quickly to smash its feast with its wide tail. Then it feeds upon the pulverized remains of the destroyed creature, slurping up battered flesh and powdered bones with a noisy gusto that has earned them a strange nickname in certain circles: \"deathlicker.\"</p><h2>Rezzelki Hunger</h2><p>While a rezzelki can subsist on any sort of pulverized creature's remains, they vastly prefer a specific type of creature and can sniff these potential meals out with alarming accuracy. If an encounter doesn't specify what a rezzelki's favorite foodstuff is, roll 1d6: 1—human, 2—dwarf, 3—elf, 4—kholo, 5—desert giant, 6—mummy. Rezzelkis found in regions other than Osirion certainly develop appetites for other types of creatures, of course!</p>",
      "items": {
        "4oNmW83oskPoI7jz": {
          "description": "<p><strong>Trigger</strong> A creature within reach of the rezzelki's tongue uses a manipulate or a move action, makes a ranged attack, or leaves a square during a move action it's using</p><hr /><p><strong>Effect</strong> The rezzelki makes a tongue Strike against the triggering creature.</p>",
          "name": "Reactive Taste"
        },
        "7SCngOAnUutccZih": {
          "name": "Fly (Constant)"
        },
        "MrfTyIEldNGaSxGX": {
          "description": "<p>A rezzelki's scent ability becomes a precise sense against its favored meal.</p>",
          "name": "Glutton Scent"
        },
        "XvPGrGtrdWFOsOET": {
          "description": "<p>The rezzelki Strikes a target with a particularly powerful blow from its tail, with enough force to potentially pulverize bone. This Strike treats any object it hits as if it had half as much Hardness as usual, unless the object's hardness is greater than the rezzelki's level. If the Fracturing Smash hits, it deals two extra dice of weapon damage. A creature with a skeleton that takes damage must succeed at a @Check[fortitude|dc:26] save or become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} (@UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} on a critical failure) by the Fracturing Smash as its bones are partially broken.</p>",
          "name": "Fracturing Smash"
        },
        "ihQY6bq9KLHDXjs8": {
          "description": "<p>All rezzelkis have a favorite type of creature to feast upon. Against a favored meal in combat, a rezzelki gains a +1 circumstance bonus to all Strikes and Athletics checks.</p>\n<p>If an encounter doesn't specify what a rezzelki's favorite foodstuff is, roll [[/br 1d6]]:</p>\n<p>1—human</p>\n<p>2—dwarf</p>\n<p>3—elf</p>\n<p>4—kholo</p>\n<p>5—desert giant</p>\n<p>6—mummy</p>",
          "name": "Favored Meal"
        },
        "pLsqtvoldHUUJ2yu": {
          "name": "Tongue"
        },
        "vhQxDO93aHyl3gfl": {
          "name": "Tail"
        }
      },
      "name": "Rezzelki"
    },
    "Skurg": {
      "items": {
        "N8nfY9c1kebV8oH6": {
          "description": "<p>Skurg takes no damage when he rolls a success on a Reflex save; this doesn't prevent effects other than damage.</p>",
          "name": "Damage Avoidance"
        },
        "dHKMJOeXcNIAonnf": {
          "description": "<p>If the Final Herald doesn't command Skurg, he still gains 1 action on his turn. In combat, Skurg typically uses this action either to try to Hide or move to be adjacent to an enemy if it's @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, or @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected} so that when the Final Herald Casts or Sustains a hex, that adjacent enemy becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} as a result of her Starless Shadow patronage.</p>",
          "name": "Independent"
        },
        "zYQTTLAa1TfH68im": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> Skurg must be in the Final Herald's space</p><hr /><p><strong>Effect</strong> Skurg restores @Damage[6d8[healing]] Hit Points to the Final Herald.</p>",
          "name": "Restore Final Herald"
        }
      },
      "name": "Skurg"
    },
    "The Final Herald": {
      "items": {
        "CBxLH9aoUkFIa73y": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The Final Herald points at a sapient creature she can see within 30 feet and warns them, \"You have been seen by the Ashen Man!\"; the target automatically understands this curse in their native language and is filled with dread that some potent otherworldly force has taken an interest in a devastating impending doom that will affect them personally sometime soon. The target must attempt a @Check[will|dc:32] save.</p><hr /><p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round by the sudden, intense fear.</p>\n<p><strong>Failure</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} and is slowed 1 for as long as they remain frightened. Thereafter, whenever the target becomes frightened, they also become slowed 1 for as long as they remain frightened; this effect is permanent until the curse is removed.</p>\n<p><strong>Critical Failure</strong> As failure, and the target must roll twice and use the worst result whenever attempting a saving throw against any fear or mental effect.</p>",
          "name": "Ashen Curse"
        },
        "NmeRgaZnWMFXfjMg": {
          "description": "<p>Starless Shadow (Ashen Man)</p>",
          "name": "Patron"
        },
        "OWyq693NnjLoN4Wt": {
          "name": "+2 Status to Will Vs. Controlled"
        },
        "OYTWpC9XfaXgkjKm": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> If the Final Herald's next action is to cast a 4th-rank or lower cantrip or spell, reduce the number of actions to cast it by 1 (minimum 1 action).</p>",
          "name": "Quickened Casting"
        },
        "UgJVcctvso9Kt9pZ": {
          "description": "<p>The Final Herald deals 3d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "dtnAzVsXL72NnqJ1": {
          "description": "<p>If the Final Herald succeeds at a saving throw against an effect that would grant another control over her, she critically succeeds instead.</p>",
          "name": "Obsessive Servant"
        },
        "yJQwJDN3n1tVuNEX": {
          "description": "<p><strong>Frequency</strong> once every 10 minutes</p><hr /><p><strong>Effect</strong> The Final Herald projects her senses into her familiar, Skurg. When she does, she loses all sensory information from her own body, but can sense through Skurg's body for up to 1 minute. She can Dismiss this effect.</p>",
          "name": "Share Senses"
        }
      },
      "name": "The Final Herald",
      "npcAllSaves": "+2 status to will vs. controlled"
    },
    "Thunderclap Rune": {
      "description": "<p>An @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} rune imprinted on the door latch releases a powerful sonic discharge that automatically alerts the guards in area <strong>D6</strong> that intruders are nearby.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:38] (master) to scratch out the rune without allowing it to activate, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (7th rank; counteract DC 31) to counteract the rune</p>",
      "name": "Thunderclap Rune"
    }
  },
  "label": "Curtain Call"
}