{
  "entries": {
    "Boggard Guard": {
      "description": "<p>Boggards are aggressive humanoid amphibians who thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develop arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare—everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic.</p>",
      "items": {
        "EY5g1It8UCuW29m3": {
          "description": "<p><strong>Trigger</strong> The boggard guard spots a foe before combat begins</p><hr /><p><strong>Effect</strong> The boggard guard lets loose a cry of warning that other boggards immediately recognize. Boggards within 50 feet get a +2 circumstance bonus on initiative checks made in the next minute and a +2 circumstance bonus on Perception to notice hiding creatures. The boggard then rolls initiative.</p>",
          "name": "Warning Croak"
        },
        "VxA7WerDGElBkdYj": {
          "description": "<p>A boggard scout ignores difficult terrain caused by swamp terrain features.</p>",
          "name": "Swamp Passage"
        },
        "jL2ksRd3mnetwWV2": {
          "name": "Tongue"
        },
        "kGQg9F0ZgW7fp4DB": {
          "description": "<p>If the boggard guard hits a creature with their tongue, that creature becomes @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the boggard. Unlike with a normal Grab, the creature is not @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, but it can't move beyond the reach of the boggard's tongue. The DC to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} is [[/act escape dc=15]]{15}, or a creature can sever the tongue by hitting AC 12 and dealing at least 1 slashing damage. Though this doesn't deal any damage to the boggard, it prevents them from using their tongue Strike again until they regrow their tongue, which takes a week.</p>",
          "name": "Tongue Grab"
        }
      },
      "name": "Boggard Guard",
      "npcSpeed": "swamp passage"
    },
    "Giant Swamp Fly": {
      "items": {
        "9NVby7hQmm8vzmDd": {
          "description": "<p><strong>Trigger</strong> The giant fly is targeted with a melee or ranged attack by an attacker it can see</p><hr /><p><strong>Effect</strong> The giant fly gains a +2 circumstance bonus to AC against the triggering attack. If the attack misses, the giant fly can move up to its fly Speed.</p>",
          "name": "Avoid the Swat"
        },
        "D5RlrYmMR4lm5xxy": {
          "name": "Mandibles"
        },
        "nKqw3cESrKzUhIxp": {
          "description": "<p>The bite of a giant swamp fly spreads irritating toxin into the wound. A PC who is bitten by a giant swamp fly must attempt a @Check[fortitude|dc:16|options:inflicts:sickened] save. On a failure, they become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}, or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure.</p>",
          "name": "Stinging Bite"
        }
      },
      "name": "Giant Swamp Fly"
    },
    "Hidden Crossbow Trap": {
      "description": "<p>A crossbow hidden inside the frog skull connects to a floor tile in the center of the chamber.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:17] (trained) to deactivate the pressure plate on the floor</p>",
      "name": "Hidden Crossbow Trap"
    },
    "Leather Cap": {
      "items": {
        "4nzO0ImL2EDGlnyf": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> Leather Cap unleashes a faintly purple cloud of sparkling spores that irritates the eyes and throats of all non-fungus creatures exposed to it. Each creature within @Template[emanation|distance:15]{15 feet} of Leather Cap must succeed at a @Check[fortitude|dc:16|options:area-effect,damaging-effect,inflicts:sickened] save or take @Damage[1d6[poison]|options:area-damage] damage and become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>",
          "name": "Spore Cloud"
        },
        "66D7Wy3SPvkGlsGa": {
          "description": "<p>A creature that takes damage from Leather Cap's spore pod Strike must attempt a @Check[fortitude|dc:16|options:inflicts:sickened] save to avoid becoming @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} from the spores that burst around them.</p>",
          "name": "Spores"
        },
        "gdDcmjVyA2cR7NIT": {
          "name": "Spore Pod"
        },
        "tdm17EdjmqOkZS2B": {
          "name": "Fist"
        }
      },
      "name": "Leather Cap"
    },
    "Swamp Beetle": {
      "items": {
        "5pAuPgTIkCjS4lIg": {
          "description": "<p>When a swamp beetle dies, it splatters everyone next to it with foul-smelling acid. PCs next to the swamp beetle take @Damage[1[acid]|options:area-damage] damage. The other beetles are immune to this damage.</p>",
          "name": "Splatter"
        },
        "fB4idqBMmP21T18A": {
          "name": "Swamp Spit"
        },
        "iCeQ8f0DPwuIgfsg": {
          "name": "Mandibles"
        }
      },
      "name": "Swamp Beetle"
    },
    "Two Tusk": {
      "description": "<p>The slurk is a sticky, tusked frog-beast found in underground lairs and caves. It has two massive tusks that it uses to gore prey and tangle with rival slurks. With the slurk's natural ability to climb walls and cling effortlessly to ceilings, it can be easy for unwary cave explorers to end up on the wrong end of these formidable ivory tusks.</p>\n<p>Slurks exude two very different types of foul-smelling secretions from their pale white skin. Large pustules on the slurk's back drip a sticky resin-like slime that quickly hardens upon exposure to air. By flexing its skin, the slurk can burst these pustules in the direction of intruders, covering its foes in sticky goo and severely limiting their ability to withstand the monster's other attacks, including the effects of its other secretion. Glands along the slurk's ventral side excrete an incredibly slippery and fetid grease, which protects the slurk from the immobilizing effects of its own back slime but also has the added benefit of making it extremely difficult to grapple and capture. The best way to discover if a slurk is in the vicinity is to look for hard clumps of such grease, which accumulate and dry in cave corners and amid rock piles where slurks rest between meals.</p>\n<p>Slurks are thought to be descendants of a failed dwarven attempt to domesticate and breed large subterranean frogs as food and labor animals. Despite this apparent failure, others who live underground often befriend slurks. The sticky frog-beasts have proven extremely desirable to kobolds (page 210), who now domesticate and train slurks as powerful mounts and guardians. While other creatures, particularly boggards, sometimes train slurks to serve as guardians, kobolds remain those who use these creatures the most. A kobold mounted on a slurk will often hide in the upper ledges of a cave, using the advantages of height and surprise to harry foes with ranged attacks. Kobold riders also take advantage of the slurk's ability to climb, and charge at their enemies from the walls of a cavern.</p>",
      "items": {
        "1ygPuCqpeh1zETGK": {
          "name": "+2 to Fortitude Saves vs. Grapple"
        },
        "VYCgWYqjaWNgcP24": {
          "description": "<p>A creature struck by Two Tusk's slime squirt becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} and takes a –5-foot penalty to Speed for 1 hour or until the slime is removed. A PC can use an Interact action to splash swamp water on themself to wash away the stuff and remove this penalty.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.jQmfZcPD6xVYx5nb]{Effect: Entangling Slime}</p>",
          "name": "Entangling Slime"
        },
        "VbPuqIbRFyC07FPR": {
          "name": "Tusks"
        },
        "u2L6rUylbE6CgTN3": {
          "description": "<p>Two Tusk extrudes a slippery grease from his ventral glands to coat the barge under him and in a @Template[emanation|distance:5], turning the affected area into uneven ground for 10 minutes, after which it dries to a putrid crust. The DC to [[/act balance dc=18]] across the grease is 18.</p>",
          "name": "Belly Grease"
        },
        "wWQxvSnjsgigotVl": {
          "name": "Slime Squirt"
        }
      },
      "name": "Two Tusk",
      "npcAllSaves": "+12 to fortitude saves vs. Grapple"
    },
    "Young Monitor Lizard": {
      "items": {
        "6P4BUA9nOZzW0JCM": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:15]</p>\n<p><strong>Maximum Duration</strong> 4 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d4[poison]] damage</p>\n<p><strong>Stage 2</strong> @Damage[1d6[poison]] damage</p>",
          "name": "Young Monitor Lizard Venom"
        },
        "6VPFz1zG18HbDEXK": {
          "name": "Jaws"
        },
        "TlyfYqzZJqDTGPxU": {
          "description": "<p>The young monitor lizard Strides twice and then makes a jaws Strike. If it moves at least 20 feet from where it started, it gets a +2 circumstance bonus on the attack roll.</p>",
          "name": "Lurching Charge"
        }
      },
      "name": "Young Monitor Lizard"
    },
    "Zungur": {
      "description": "<p>Boggards are aggressive humanoid amphibians who thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develop arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare—everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic.</p>",
      "items": {
        "6NYrJVGEuyTzmBWM": {
          "name": "Pouch"
        },
        "J5n3hC1k8g8dPwIo": {
          "description": "<p><strong>Trigger</strong> Zungur attempts a Will saving throw</p><hr /><p><strong>Effect</strong> Zungur reflexively groans in a series of low, rhythmic croaking sounds to help her focus her mind on her faith in the frog goddess Gogunta. She rolls a @Check[performance] check. She can use the higher result between her Performance check and her Will saving throw to resolve the effects against the attack that triggered her Will saving throw.</p>",
          "name": "Focusing Drone"
        },
        "MEAPfylvHHHbTqOf": {
          "description": "<p>If the boggard warrior hits a creature with their tongue, that creature becomes @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the boggard. Unlike with a normal Grab, the creature isn't @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, but it can't move beyond the reach of the boggard's tongue. A creature can sever the tongue by hitting AC 15 and dealing at least 3 slashing damage. Though this doesn't deal any damage to the boggard, it prevents them from using their tongue Strike until they regrow their tongue, which takes a week.</p>",
          "name": "Tongue Grab"
        },
        "SNfMCKhoHkCNmlRT": {
          "description": "<p>Zungur utters a powerful croak that deals @Damage[4d6[sonic]|options:area-damage] damage to any non-boggard within a @Template[type:emanation|distance:15]. Any creature with the frightened condition takes additional sonic damage equal to twice the value of its frightened condition. Zungur can't use Destructive Croak again for [[/gmr 1d4 #Recharge Destructive Croak]]{1d4 rounds}.</p>",
          "name": "Destructive Croak"
        },
        "momzHh7zAZRC7Hob": {
          "description": "<p>A boggard warrior ignores difficult terrain caused by swamp terrain features.</p>",
          "name": "Swamp Passage"
        },
        "mw30E878JJp7tVVh": {
          "name": "Tongue"
        },
        "odRmNPvEHqIBslAQ": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated rank.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of the spell at the listed rank.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Heal (Rank 1)"
        },
        "up8Xcig2FrwgbFfb": {
          "description": "<p>The boggard warrior unleashes a terrifying croak. Any non-boggard within @Template[emanation|distance:30]{30 feet} becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} unless they succeed at a @Check[will|dc:19|options:inflicts:frightened] save; those who critically succeed are temporarily immune for 1 minute.</p>",
          "name": "Terrifying Croak"
        }
      },
      "name": "Zungur",
      "npcSpeed": "swamp passage"
    }
  },
  "label": "Dawn of the Frogs"
}