{
  "entries": {
    "Animated Bamboo Figurine": {
      "description": "<p>Supple but strong bamboo strips woven into intricate patterns form the base of the animated bamboo figure. These materials are plentiful and easy to come by, though they require great care and patience to prepare, making them ideal guardians for isolated communities. These hollow and pliable handcrafts can stretch or compress, jumping and springing farther than most humanoids.</p>",
      "items": {
        "IeFMn4BxZlruXLnh": {
          "name": "Fist"
        },
        "KK1zoEaNPKT5q263": {
          "description": "<p>The animated bamboo figure jumps up to 30 feet and makes two fist Strikes against different targets. It can use Knockdown following this activity, attempting to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} each creature struck.</p>",
          "name": "Spring Forward"
        },
        "REu6HvVxWdLT9We6": {
          "description": "<p>Like normal objects, an animated bamboo figuring has Hardness. This Hardness reduces any damage it takes by an amount equal to the Hardness. Once an animated bamboo figuring is reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks and its Armor Class is reduced to 16.</p>",
          "name": "Construct Armor (Hardness 3)"
        }
      },
      "name": "Animated Bamboo Figurine",
      "npcAc": "16 when broken; construct armor"
    },
    "Animated Kite": {
      "description": "<p>An animated kite is perfect for spying, allowing observation from a great distance, although many are treated more like pets. The kite itself is a simple handcraft, easily created and destroyed, made of enchanted paper stretched over a fine bamboo frame. More advanced kites can be decorated with a variety of runes that allow the enchanter to see or hear from a distance.</p>",
      "items": {
        "2DHk3twLY8akGxlu": {
          "name": "Frame"
        },
        "7r8d3h4239X47nG3": {
          "description": "<p>Like normal objects, an animated kite has Hardness. This Hardness reduces any damage it takes by an amount equal to the Hardness. Once an animated kite is reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks and its Armor Class is reduced to 13.</p>",
          "name": "Construct Armor (Hardness 1)"
        },
        "ENGj88Uyg0OcwwZK": {
          "description": "<p><strong>Requirements</strong> The animated kite has its line attached to an ally</p>\n<hr />\n<p><strong>Effect</strong> Each creature along the line between the kite and its ally takes @Damage[1d6[slashing]] damage (@Check[reflex|dc:16|basic] save).</p>",
          "name": "Sawing Line"
        },
        "uRPxWhiPhl5WldIE": {
          "description": "<p>The animated kite gives its line to an adjacent ally with a free hand. The kite remains attached until the creature releases it or the kite flies more than 60 feet away. A creature between them can also sever the line with a successful Strike against AC 13 that deals any amount of slashing damage.</p>",
          "name": "Attach Line"
        }
      },
      "name": "Animated Kite",
      "npcAc": "13 when broken; construct armor"
    },
    "Animated Wine Vessel": {
      "description": "<p>A beautiful wine vessel presents a mark of status among drinkers, to say nothing of an animated one that pours the wine on its own. Although normally harmless servants, these vessels will just as quickly follow instructions to swallow intruders and drown them in strong wine.</p>",
      "items": {
        "7vfpIGaxnA4zBvhz": {
          "name": "Jaws"
        },
        "CSMkipzPIKb0RSzE": {
          "description": "<p>The wine vessel opens its mouth and blows a stream of wine in a @Template[line|distance:15], dealing @Damage[2d8[bludgeoning]] damage (@Check[reflex|dc:19|basic] save).</p>",
          "name": "Spit Wine"
        },
        "WNW5WtUK54XGqq0q": {
          "description": "<p>When a creature ends its turn Swallowed Whole by the animated wine vessel, it must succeed at a @Check[fortitude|dc:19] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>",
          "name": "Wine-Soaked"
        },
        "WuliodNpsNqUdMMJ": {
          "description": "<p>Like normal objects, an animated wine vessel has Hardness. This Hardness reduces any damage it takes by an amount equal to the Hardness. Once an animated wine vessel is reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks and its Armor Class is reduced to 17.</p>",
          "name": "Construct Armor (Hardness 4)"
        },
        "Y0AsuR18dgpBHxH5": {
          "description": "<p>Medium, @Damage[(2d8+4)[bludgeoning]] plus Wine-Soaked, Rupture 10</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        }
      },
      "name": "Animated Wine Vessel",
      "npcAc": "17 when broken; construct armor"
    },
    "Aoyin": {
      "description": "<p>An aoyin resembles an ox with a pale body, four horns, and hair as coarse as straw. Although this large, solitary beast bears a slight resemblance to the common draft ox, it's a highly aggressive and territorial carnivore who stalks and devours its prey. An aoyin dwells high in the mountains, rarely being seen by common folk. However, during lean winters, an aoyin might descend from its mountain home in search of food, resulting in gruesome encounters with nearby settlements. It's believed that a single aoyin can decimate the population of an entire village, only to retreat into the nearby mountains once it has satiated its hunger. An aoyin, even a herd of the creatures, is primarily driven by hunger and other natural urges. Outside of its natural habitat, an aoyin might occasionally be kept by those who revel in bloodlust. Even with magical control, a captive aoyin is more likely to turn on its handlers than obey commands. As an uncontrolled weapon, however, a hungry aoyin poses a terrible threat to most communities. Tales in certain isolated areas claim that the growling call of an aoyin can drive those unlucky enough to hear it into a frenzy of hunger and violence. Villages will be found consumed by infighting without any sign of an aoyin even entering its borders. Although it's possible a powerful variant of this creature might possess this ability, most of these stories are inspired by the terrible magic available to those who understand the aoyin's secrets and are spread when villages collapse through magic compulsions or mundane infighting.</p>",
      "items": {
        "CsJ79ntN9SOWgaqT": {
          "description": "<p><strong>Trigger</strong> The aoyin fails or succeeds at a save against an emotion effect</p>\n<hr />\n<p><strong>Effect</strong> The aoyin's hunger is powerful enough to blot out any other emotion. The aoyin critically succeeds at the save instead. If a creature within 40 feet is taking persistent bleed damage, the aoyin can also Stride up to its Speed in a straight line toward that target as it seeks out the closest source of food.</p>",
          "name": "Driven by Hunger"
        },
        "G6zIpad9XPdGLrq6": {
          "description": "<p>An aoyin can detect exposed blood as a precise sense at the listed range, including from creatures taking persistent bleed damage.</p>",
          "name": "Bloodsense (Precise) 60 feet"
        },
        "I7wYeqMmy7WlJ02l": {
          "name": "Hoof"
        },
        "dSlSxt5jHTy8nFSq": {
          "name": "Scent (Precise) 30 feet"
        },
        "hxwu8FQq1cNnNhEL": {
          "description": "<p>Medium, Hoof, @Check[reflex|dc:29|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "mRthoVy2KbLUStDz": {
          "name": "Horn"
        },
        "nGmesDWPKNKuQESM": {
          "description": "<p>An aoyin isn't impeded by difficult terrain caused by snow or mountainous terrain, nor does it need to @UUID[Compendium.pf2e.actionspf2e.Item.M76ycLAqHoAgbcej]{Balance} to move over uneven ground created by those conditions.</p>",
          "name": "Mountain Stride"
        },
        "o8ZWe10q9aHutwA6": {
          "description": "<p>The aoyin Strides and makes a horn Strike. If the Strike hits, the target is flung 20 feet in a direction of the aoyin's choice.</p>",
          "name": "Horn Toss"
        }
      },
      "name": "Aoyin",
      "npcSpeed": "mountain stride"
    },
    "Aso Berang": {
      "description": "<p>Deep within the woods are grand, giant creatures with tusked maws. Their visages have inspired various tusked demon masks used for great festivals across Tian Xia. These beasts are known as aso berangs, or bear dogs, in the islands of Minata. As their name suggests, they resemble large canines with the bulk of a bear. However, aso berangs aren't simply large and charismatic animals, for many say they're the kings of forest spirits and patrons of guardians. They're often revered as protective entities by those who live outside the woods they guard. These guardians only appear to common folk if the forest they live in is in danger or if they need something. When they do so, aso berangs can appear as large and powerful humans who emanate a regal presence. Aso berangs have wickedly sharp talons that shed regularly, and they're strong enough to climb trees in pursuit of witches who attempt to escape up them. Very often, aso berangs attack visitors whose hearts they deem impure or those they consider as potential threats to their forest. Unfortunately, receiving this judgment usually takes little more than forgetting to perform the proper rites of respect and reverence.</p>",
      "items": {
        "CunZIYjtmEWe7iFQ": {
          "name": "Scent (Imprecise) 120 feet"
        },
        "DFXZDYeKTRu6SKvv": {
          "description": "<p>The aso berang takes the appearance of any Medium or Small humanoid creature. In this form, the aso berang can't use their tusk Strikes, and their claw Strike becomes a fist Strike that deals bludgeoning damage and loses the reach trait.</p>"
        },
        "EuFSoclL9h9ZYg1y": {
          "description": "<p>The aso berang's flames are as much spectral as physical. Whenever an aso berang deals fire damage, they can have that damage be spirit damage instead. The aso berang's flames never burn plants or objects unless the aso berang wishes it.</p>",
          "name": "Phantom Flames"
        },
        "TfBurq5YieNurG30": {
          "description": "<p>The aso berang dashes to attack each nearby enemy so quickly that it's impossible to tell they've moved at all, save for a slight flicker in their outline. The aso berang Strides adjacent to an enemy and attempts a melee Strike. If successful, the aso berang can Stride and attempt to Strike a different enemy. If this second attack is successful, they can Stride and attempt to Strike a third enemy. Once they fail a Strike (or upon succeeding at their third Strike), the aso berang Strides back to the space where they began.</p>",
          "name": "Cleanse the Forest"
        },
        "hsZMLMNQaHXc695x": {
          "description": "<p><strong>Trigger</strong> A creature within 30 feet of the aso berang Casts a Spell</p>\n<hr />\n<p><strong>Effect</strong> The aso berang makes a spectral flame Strike against the triggering creature. If the Strike hits a creature with the tanggal trait or is a critical hit, the triggering action is disrupted.</p>",
          "name": "Watch over Evil"
        },
        "qLdAcDJn48r8eGbW": {
          "name": "Share Life (At-will)"
        }
      },
      "name": "Aso Berang"
    },
    "Bul-Gae": {
      "description": "<p>Bul-gaes are manifestations of the eclipsed sun and moon. They look like large canines, though their coloration and features change as they exercise their powers over heat and cold. Depending on whether they've most recently unleashed their lunar or solar powers, bul-gaes resemble either a crimson hound wreathed in flames or a cerulean, frostbitten fox, respectively.</p>\n<p>Legends say that the first bul-gae attempted to steal the sun from the sky. As they bit down on the burning sphere, though, the bul-gae was badly burned. Having failed, they then tried to retrieve the moon, but when they touched the moon, the bul-gae froze solid and fell to the ground. The descendants of that bul-gae forever hone their powers of flame and ice so that they might one day succeed where their ancestor failed.</p>\n<p>Tales say that bul-gaes serve as faithful companions to the ancient, shadowy master of the first bul-gae. These stories purport that the shadow master can see through the distorted light of all bul-gaes and use the hounds as a means to watch the universe for unknown purposes.</p>",
      "items": {
        "5L2gUB9ytv2acwF0": {
          "description": "<p>Cold or Fire damage</p>",
          "name": "Jaws"
        },
        "TKlkWkOTT1QpuWBV": {
          "description": "<p><strong>Requirements</strong> The bul-gae is in dim light or darkness</p>\n<hr />\n<p><strong>Effect</strong> The bul-gae dives into a shadow and reappears from a shadow within 40 feet.</p>",
          "name": "Shadow Leap"
        },
        "Xt0dLCg7JVrWw9Ch": {
          "description": "<p>The bul-gae releases a blast of otherworldly frost that deals @Damage[6d8[cold]] damage to each creature in a @Template[emanation|distance:10] (@Check[reflex|dc:34|basic] save). On a critical failure, a creature also becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} for 1 round. After using this ability, the bul-gae's flames heat up and they can't use Lunar Burst again until after they've used their Solar Flare reaction.</p>",
          "name": "Lunar Burst"
        },
        "bJQlvwRwgekQA3BM": {
          "description": "<p><strong>Trigger</strong> The bul-gae takes damage</p>\n<hr />\n<p><strong>Effect</strong> The bul-gae releases a solar flare in a @Template[emanation|distance:30]. Each creature in the area takes @Damage[6d8[fire]] damage (@Check[reflex|dc:34|basic] save). On a critical failure, a creature also takes @Damage[2d10[persistent,fire]] damage. After using this ability, the bul-gae's flames cool, and they can't use Solar Flare again until after they've used their Lunar Burst ability.</p>",
          "name": "Solar Flare"
        },
        "m1NmkZxPHK7QgiRn": {
          "name": "Scent (Imprecise) 60 feet"
        },
        "ndvmjESoGGuIGNPs": {
          "description": "<p>The bul-gae has total control over the powers of cold and fire. Each time it attacks with its jaws, it can choose to have the additional damage be either cold damage or fire damage.</p>",
          "name": "Thermal Mastery"
        },
        "tImwoObcC2lyMw0S": {
          "description": "<p>100 feet.</p>\n<p>Light and shadows morph strangely around the bul-gae. Non-magical bright light is reduced to dim light within the aura. When a creature attempts an action within the aura that has the light trait, it must attempt a @Check[will|dc:34] save. On a failure, the action is disrupted.</p>",
          "name": "Eclipse Aura"
        }
      },
      "name": "Bul-Gae"
    },
    "Caterpillar Carriage": {
      "items": {
        "0Q27p8ixLWqkSSKT": {
          "description": "<p><strong>Trigger</strong> The caterpillar carriage gains the @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed} or @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned} condition</p>\n<hr />\n<p><strong>Effect</strong> The carriage is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} for 1 round.</p>",
          "name": "Like Clockwork"
        },
        "AdeAfBMl8h20oXpS": {
          "description": "<p>The caterpillar carriage can burrow through solid stone at a Speed of 20 feet. It can leave a tunnel if it desires, and it usually does.</p>",
          "name": "Rock Tunneler"
        },
        "DJZZV5BJDaETibq2": {
          "description": "<p>The caterpillar carriage absorbs a willing construct within its reach. That construct doesn't exist separately until the caterpillar carriage releases it as an Interact action or is destroyed.</p>",
          "name": "Rescue"
        },
        "FWHQqKF02AdeRIo3": {
          "name": "Tremorsense (Imprecise) 100 feet"
        },
        "H0CS4lMDwQ9yOeWj": {
          "name": "Jaws"
        },
        "Jw5bvEVEbkqHPFQ5": {
          "name": "Wheel"
        },
        "QWpmg2UYabAAfgBg": {
          "description": "<p>@Damage[(4d10+4)[bludgeoning]], @Check[fortitude|dc:40|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        },
        "UWBmMSInR02kn2xE": {
          "description": "<p>Huge or Smaller, Wheel, @Check[reflex|dc:40|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        }
      },
      "name": "Caterpillar Carriage"
    },
    "Five-Color Orchid Mantis": {
      "description": "<p>Few creatures appear as beautiful as the orchid mantises. Their elegant form and coloration resemble flowers, and many people adopt the delicate creatures as short-lived pets. While these mundane insects aren't dangerous to humanoids, they can still bring down prey several times their own size. Unfolding from their flowery pose, orchid mantises lash out with blinding speed, even chasing foraging butterflies with their sharp-toothed arms and powerful bite.</p>\n<hr />\n<p>Orchid mantises naturally live short lives that don't offer a great deal of time to gather spiritual energy. However, a mantis in a rich enough environment can extend their life span and grow to understand the elements. These creatures become five-color orchid mantises and, despite their violent attitudes, are thought to be especially sacred to Qi Zhong. As such, these dangerous mantises are often avoided or placated while gathering herbs rather than driven off.</p>",
      "items": {
        "3qpd5OFCZQ6b5dlH": {
          "description": "<p>On the first round of combat, creatures that haven't acted are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the mantis.</p>",
          "name": "Sudden Strike"
        },
        "5GUl3jPOB2z8vLU6": {
          "name": "Mandibles"
        },
        "6Gvu40zVr20zGk4k": {
          "name": "Leg"
        },
        "QMm5xvP8eOtZMa3w": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The mantis attunes itself to one of five elements, changing color accordingly (yellow for earth, red for fire, white for metal, black for water, or green for wood). It gains that trait and a +2 status bonus to saving throws against effects with that trait until the beginning of its next turn. If the mantis uses Color Shift on its next turn, it must choose a different color.</p>",
          "name": "Color Shift"
        },
        "Yz988IfOKOJcfyU7": {
          "description": "<p>When Hiding, the five-color orchid mantis is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} by any amount of leaves or petals, even if they aren't thick enough to make other creatures concealed.</p>",
          "name": "Floral Camouflage"
        },
        "hzfEU7MZMGCD99Nf": {
          "description": "<p><strong>Requirements</strong> The mantis has an elemental trait from Color Shift</p>\n<p><strong>Trigger</strong> It's damaged by a weapon Strike</p>\n<hr />\n<p><strong>Effect</strong> Elemental energy pushes back against the blow, giving the attacker a –2 status penalty to attack rolls until the beginning of its next turn. If the weapon contains material that matches the mantis's trait (such as earth for a thrown rock or fire for a lit torch), the mantis gains resistance 10 to all damage from this Strike.</p>",
          "name": "Elemental Expulsion"
        },
        "pCPeZnEkMWOBWC2b": {
          "description": "<p>The mantis makes two leg attacks. If both attacks hit, the mantis gains 10 temporary Hit Points, and the target must succeed at a @Check[fortitude|dc:27] saving throw or become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (@UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} on a critical failure). The drained condition ends when the mantis is reduced to 0 Hit Points.</p>",
          "name": "Harvesting Limbs"
        }
      },
      "name": "Five-Color Orchid Mantis"
    },
    "Gau Cho Rong": {
      "description": "<p>Campfire stories claim gau cho rongs originated as the ghosts of poachers' prey come back for revenge, concocted minions of hags, or cursed beasts that became addicted to the flesh of children who wander where they're told not to. Known by the unsettling nickname of \"hollow bears,\" gau cho rongs are easily mistaken for their good-natured cousin, the sun bear. Little more than 3 feet tall with long, lolling tongues, they resemble adorable little cubs when glutted but turn into terrors when they begin to hunger and hollow. The hungry gau cho rong's pelt goes slack until it appears little more than brittle bone in a sack of fur, like an old doll shucked of its filling. The hollow bears writhe and whimper, luring sympathetic victims or opportunistic hunters. As these targets approach, other gau cho rongs drop down from the boughs above on the backs and faces of their prey, their loose fur dulling most attacks as they rake victims with their long, hooked claws. Once they've finally eaten their fill, the gau cho rongs revert to their disarmingly endearing state. Thus continues their life of playing, hunting, lazing, slaying, romping, and rending.</p>",
      "items": {
        "7LYmhvwzlBlTvNPX": {
          "description": "<p><strong>Requirements</strong> The gau cho rong's last action was a successful jaws Strike</p>\n<hr />\n<p><strong>Effect</strong> The target takes @Damage[1d6[persistent,bleed]] damage. The gau cho rong gains some knowledge from the creature's blood, learning how to understand and speak all languages that creature knows for 1 minute, which it does in a distorted version of the target's voice. During that time, the gau cho rong also gains a +2 circumstance bonus to Intimidation checks to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} that creature.</p>",
          "name": "Devour"
        },
        "HRSxbJPrK5yuMBEZ": {
          "name": "Claw"
        },
        "UfUQ9qMC9rUsdCi0": {
          "name": "Reactive Strike (Humanoid Subsumed Trait Only)"
        },
        "ZebFCtrvT2tLkfYq": {
          "description": "<p><strong>Requirements</strong> The gau cho rong is hiding and a creature that hasn't detected it is within 20 feet</p>\n<hr />\n<p><strong>Effect</strong> The gau cho rong Strides toward the creature. Once the creature is in reach, the gau cho rong makes a Strike against it. The target creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to this attack.</p>",
          "name": "Ambush"
        },
        "anEzRiEpu094Fwz7": {
          "description": "<p>After it finishes digesting a full meal, the gau cho rong will gain a trait from that creature until the next time it's full. Gau cho rongs that gain the animal trait have scent out to 60 feet as an imprecise sense, while those with the amphibious or aquatic trait gain a swim speed of 25 feet. Humanoid hollow bears gain the Reactive Strike reaction. Traits like fire add that damage type to a gau cho rong's resistances. Other traits have effects at the GM's discretion.</p>",
          "name": "Subsumed Traits"
        },
        "blUfvP0lnAU5MVNc": {
          "description": "<p>When a gau cho rong is full, which requires consuming an entire Medium creature or 6 Bulk of meat, it becomes peaceful and even playful. It has an automatic result of 33 on Deception checks and DCs to pass as a normal sun bear, but it loses its resistances. A gau cho rong remains full for 8 hours.</p>",
          "name": "Full Belly"
        },
        "hBQ9UHaFGVsMR9ZI": {
          "name": "Jaws"
        }
      },
      "name": "Gau Cho Rong"
    },
    "Giant Orchid Mantis": {
      "description": "<p>Few creatures appear as beautiful as the orchid mantises. Their elegant form and coloration resemble flowers, and many people adopt the delicate creatures as short-lived pets. While these mundane insects aren't dangerous to humanoids, they can still bring down prey several times their own size. Unfolding from their flowery pose, orchid mantises lash out with blinding speed, even chasing foraging butterflies with their sharp-toothed arms and powerful bite.</p>\n<hr />\n<p>These mantises have grown to an unusual size, which makes their camouflage less effective in most environments. As such, they're usually found in areas where a blossom the size of an adult human could pass as normal, in the lushest rainforests, or in lands where rare medicinal herbs are cultivated. Tame giant orchid mantises can also be found protecting those rich enough to afford such decorative guards.</p>",
      "items": {
        "4NiiC9VMNM2QtCik": {
          "name": "Leg"
        },
        "8A6sAT5JWagM2xo9": {
          "description": "<p>In the first round of combat, creatures that haven't acted are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the orchid mantis.</p>",
          "name": "Sudden Strike"
        },
        "GDqBkMMsRlmCp5xX": {
          "description": "<p>The giant orchid mantis makes two leg Strikes. If it hits the same creature with both attacks, that creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} until the end of the mantis's next turn.</p>",
          "name": "Barbed Limbs"
        },
        "UipmlM63EdLfZs2u": {
          "name": "Mandibles"
        },
        "XBebxmLPhxACNpl8": {
          "description": "<p>When Hiding, the giant orchid mantis is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} by any amount of leaves or petals, even if they aren't thick enough to make other creatures concealed.</p>",
          "name": "Floral Camouflage"
        }
      },
      "name": "Giant Orchid Mantis"
    },
    "Hopping Head": {
      "description": "<p>A hopping head is shaped like a humanoid head, sometimes with elaborate facial features, other times with a crude toylike visage. Below the head is a spring-loaded column that allows the hopping head to move itself around.</p>",
      "items": {
        "FRCfXLJnF3Vn2xRI": {
          "name": "Spring"
        },
        "JzTEt5sRabapeyla": {
          "description": "<p>The hopping head Leaps 15 feet and makes one spring Strike at any point during that movement, dealing an additional @Damage[1d6[bludgeoning]] damage.</p>",
          "name": "Hopping Strike"
        },
        "iWS9YadXqt4xiyRH": {
          "name": "Bite"
        }
      },
      "name": "Hopping Head"
    },
    "Ijhyeojin": {
      "description": "<p>Ijhyeojins (ee-jyuh-jeens) were once joseung sajas, psychopomps who guided the dead to the Boneyard as divine punishment for their sins. Over time, they rejected their roles and became sakhils. Some did this due to a sense of injustice over having to atone for their sins in the afterlife, but all do so partially out of a desperate desire to reclaim their memories—for ijhyeojins are named for the fear they manifest, the fear of being forgotten. They prey on people who are socially isolated by circumstances or those obsessed with their legacy, slowly cutting their victims off from friends, professional contacts, and family. Ijhyeojins particularly enjoy infiltrating medical facilities to prey on patients who fear about being forgotten in their deaths, snatching away crucial memories from them or their visiting loved ones. Hunting in this way also grants the sahkils ideal positioning to lure joseung sajas to their demise.</p>\n<p>Ijhyeojins resemble the pale-skinned psychopomps they used to be, except their faces have no distinguishable features, like a skull with a smooth layer of skin pulled over it. Their bodies continue to twist and grow the longer they live.</p>",
      "items": {
        "0DbYc2LVq54s8D5X": {
          "description": "<p>An ijhyeojin's level is considered 2 lower for the purpose of being conjured by the @UUID[Compendium.pf2e.spells-srd.Item.vgy00hnqxN9VoeoF]{Planar Servitor} ritual (and potentially other rituals, at the GM's discretion), but they're always free to attack or leave instead of negotiate unless the primary caster's check is a critical success.</p>",
          "name": "Easy to Call"
        },
        "4CkxjvHKkAe6YrNn": {
          "name": "Boneyard Lore"
        },
        "CYX06QbNdwCs8EPV": {
          "name": "Claw"
        },
        "J4YXno2VtUICL6ti": {
          "name": "Invisibility (At Will, Self Only)"
        },
        "KvusdXeVlRxsFZij": {
          "description": "<p><strong>Requirements</strong> The ijhyeojin's previous action was a successful claw Strike against the target</p>\n<hr />\n<p><strong>Effect</strong> The ijhyeojin copies the countenance of the target, imprinting it perfectly onto their own blank face. While only their face changes, creatures must @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} them and succeed at a @Check[will|dc:34] save to distinguish them visually from the original creature. The sakhil keeps the same visage for 24 hours or until they steal another.</p>",
          "name": "Swipe Countenance"
        },
        "OfRDjwyhebnMtOGb": {
          "name": "Truespeech (Constant)"
        },
        "OtZcIp3p7HfiWZqw": {
          "name": "Telepathy 100 feet"
        },
        "UM0vI9fF4jNxl7cL": {
          "description": "<p><strong>Trigger</strong> The ijhyeojin critically succeeds at a saving throw against a spell</p>\n<hr />\n<p><strong>Effect</strong> The ijhyeojin redirects the triggering spell to a new target other than its caster. If the ijhyeojin is wearing that target's face, the new target takes a –2 circumstance penalty to this saving throw.</p>",
          "name": "Forgotten Presence"
        },
        "cIlPYnzogrRyM3Uh": {
          "name": "Lifesense (Imprecise) 60 feet"
        },
        "d8HR4EQ9nX1SA5WT": {
          "description": "<p>The ijhyeojin alters the memories of a target within 30 feet, insinuating their faceless visage in the place of others. The target must attempt a @Check[will|dc:34] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} and treats no one as an ally for as long as it's frightened.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} and is @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for as long as it's frightened.</p>\n<p><strong>Critical Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 4} and confused for as long as it's frightened. If the target is a joseung saja, they instead realize the fear of being forgotten and become an ijhyeojin.</p>",
          "name": "Overwrite Memory"
        },
        "mZnDhacC8qAY5LjG": {
          "name": "Rewrite Memory (At Will)"
        }
      },
      "name": "Ijhyeojin"
    },
    "Imugi": {
      "description": "<p>Imugi (ee-moo-ghee) are dragon-like serpents with great mystic potential, including that of ascension into another form. While some imperial dragons are born to their birthright, many that currently roam Tian Xia are ascended imugi—though they would strike down anyone who claimed such.</p>\n<p>To become an imperial dragon, imugi must care for a koi egg for a thousand years. The power from the nurtured egg hatching is enough to power a draconic ascension ritual, and whatever power lingers transforms the koi into an imugi to continue the cycle. The kind of imperial dragon that the imugi becomes depends on where it chooses to nurture the koi egg. Imugi strongly prefer long-finned koi, and Tian koi farmers have learned to keep a separate pool of these butterfly koi away from the others they tend, as imugi tend to displace quite a bit of water—and koi—when swooping down to snatch an egg they want.</p>\n<p>Though imugi have some power over rain and storms, most aren't powerful enough to exact a true sense of weather control. Many are known for their benevolence, and some villages even rely on imugi's forays out of streams or lakes, bringing rains during the growing season. Imugi have as wide a range of temperaments as the dragons they become, and some are notorious for how their impatience twists into a foul temper or an arrogance that flicks people aside as if they were bugs. While some might consider mean-spirited imugi corrupted and claim they can be purified somehow, imugi simply hold themselves higher than the average creature and see no reason to conceal their true nature from someone they see as beneath them.</p>",
      "items": {
        "9OBT09PC9EchzM1t": {
          "name": "Jaws"
        },
        "FjySHNWCeuzTPZmX": {
          "name": "Tail"
        },
        "c55iM848V2sPZwgH": {
          "description": "<p><strong>Trigger</strong> A creature damages the imugi's chosen koi egg or ends its turn within 40 feet of the egg</p>\n<hr />\n<p><strong>Effect</strong> The imugi Strides or Swims toward the triggering creature. If they end their movement within reach of the creature, they can attempt a melee Strike against it.</p>",
          "name": "Parental Wrath"
        },
        "fvhbSdXD9CTQngjg": {
          "name": "Scent (Imprecise) 60 feet"
        },
        "hJoABEKnS2ZmHowQ": {
          "description": "<p>@Damage[(2d8+4)[bludgeoning]], @Check[fortitude|dc:25|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        },
        "kQmc4v7s2jnnHdzB": {
          "name": "Claws"
        },
        "ltcY6FVGf6RjYoXc": {
          "description": "<p>Waters rush forth in a @Template[line|distance:60], dealing @Damage[4d6[bludgeoning]] damage (@Check[reflex|dc:25|basic] save). Creatures that fail the save and aren't @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the imugi are pushed 10 feet away.</p>",
          "name": "Floodwaters"
        },
        "mmx6yUYJ42TG8Xpr": {
          "description": "<p>The imugi twists any nearby precipitation into a swirling veil of sleet and wind. They gain concealment when in any form of mist or rain.</p>",
          "name": "Storm Veil"
        },
        "yITYMWlpAGzufql4": {
          "description": "<p>By coiling around a butterfly koi egg for 1 minute, the imugi designates it as their chosen heir, which grants the imugi the effects of a constant status spell on that egg. If the egg is destroyed or otherwise made nonviable, the imugi can choose a new koi egg with this ability after 1 week.</p>",
          "name": "Nesting"
        }
      },
      "name": "Imugi"
    },
    "Inkdrop": {
      "description": "<p>Not all handcrafts are intended for war. The inkdrop is an infiltrator used by spellcasters to learn secrets or alter documents. Embodied in a single fist-sized drop of ink, the inkdrop can glide across a page, changing characters or removing them altogether, with devastating consequences for statecraft.</p>",
      "items": {
        "D8NoYJVUsN4gPlGK": {
          "description": "<p>A creature critically struck by the inkdrop's pseudopod is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} by the ink until it clears its eyes using an Interact action.</p>",
          "name": "Blinding Ink"
        },
        "L4Q7dbuGO7UgeD6z": {
          "description": "<p>The inkdrop leaves a pattern it remembers over a square foot of surface. If there's existing non-magical ink on the surface, the inkdrop erases the nonmagical ink.</p>",
          "name": "Ink Blot"
        },
        "fTdW88Ixm8x1WHRJ": {
          "name": "Pseudopod"
        },
        "u4Ryh0HlGTeKkhxa": {
          "description": "<p>An inkdrop remembers the exact pattern of any ink it moves over physically.</p>",
          "name": "Perfect Memory"
        },
        "uK3yXrKOX13dsKCU": {
          "description": "<p>While a creature has the inkdrop grabbed or pinned, it can destroy the inkdrop by smudging the inkdrop out with an Interact action.</p>",
          "name": "Blotting"
        }
      },
      "name": "Inkdrop"
    },
    "Jiidon": {
      "description": "<p>Legends among jiidons explain that many ages ago, when magic was wilder and of less distinct order, a magic-touched rat consumed the discarded fingernails of a human, and the gods granted that rat the ability to shapeshift into a copy of that human. True or not, jiidons are seemingly normal rats who share the blessing from this story. It's unclear where the first jiidon was born because their descendants live among rat and humanoid populations around the world. In their original forms, jiidons are extremely difficult to distinguish from an ordinary rat and often even finds a home leading its non-sapient kin.</p>\n<p>After eating the discarded fingernails of a humanoid, however, a jiidon can assume the shape of the clippings' owner, resembling the subject in all of the obvious and superficial ways, with several subtle differences. Their ears are a little larger and sometimes come to a small point. Their teeth continue to grow for their entire lifetimes, so they must regularly chew on stones, bark, and other hard materials to file their teeth down and conceal their true nature. The whiskers that grow from the sides of their faces also require daily trimming.</p>\n<p>Jiidons are mostly harmless, but their powers provoke alarm among those who know of them. Mothers scold their children not to clip their nails after nightfall, lest a lurking jiidon seize a sliver that got lost in the dark. Though as cautious as any rat, most jiidons want nothing more than to transform and take a place in humanoid society. In order to reduce suspicion, they've been known to target those who are unpopular among their neighbors. The gratitude they feel when they do replace a humanoid can sometimes be seen in their actions, revealing the fact that the target has been replaced or endearing jiidons to those who didn't appreciate the original's attitude.</p>\n<p>Jiidons from large families will often seek a role that grants them access to nail trimmings, such as a cleaner or doctor, and pass the gift of humanoid form through the family.</p>",
      "items": {
        "7QT7ligmXRrgnjri": {
          "name": "Jaws"
        },
        "DnF5kZ4ezhF9Uz7t": {
          "description": "<p><strong>Trigger</strong> The jiidon takes damage from a Strike</p>\n<p><strong>Requirements</strong> They're currently transformed into in a humanoid form</p>\n<hr />\n<p><strong>Effect</strong> The jiidon reverts to their rat form and Climbs or Strides. They can't resume humanoid form for 1 minute.</p>",
          "name": "Scurrying Retreat"
        },
        "Q502ATDkzMldHIJg": {
          "description": "<p>The jiidon takes on the form of any Medium or Small humanoid creature whose fingernails or similar fragments they've consumed within the last week, gaining the effects of a 3rd-rank illusory disguise spell to impersonate the creature for 8 hours; this is a polymorph effect rather than an illusion effect. Once a jiidon has transformed into a creature in this way, they must eat that creature's fingernails again to transform into it again. If a jiidon consumes the nails of a specific humanoid three nights in a row, they can take the form of that humanoid at will but can't use this ability to imitate any other humanoid thereafter.</p>",
          "name": "Consumed Fragments"
        },
        "bJl2qMlbNXHfxUrd": {
          "description": "<p>The jiidon uses their nearly indestructible teeth to chew through even the toughest armor, leaving an opponent vulnerable. The jiidon makes a jaws Strike. On a successful attack, if the target is wearing armor with Hardness 10 or lower, the armor becomes @UUID[Compendium.pf2e.conditionitems.Item.6dNUvdb1dhToNDj3]{Broken}. This Strike doesn't further damage armor that's already broken.</p>",
          "name": "Tactical Gnaw"
        }
      },
      "name": "Jiidon"
    },
    "Joseung Saja": {
      "description": "<p>Joseung saja (jo-seung sah-jah) is a name sometimes bestowed on creatures in the afterlife who have committed grave sins in their lifetimes. Known also as reapers, these pale and sunken-eyed creatures are psychopomps—beings who guide the souls of the dead to the Boneyard. No one knows the specific criteria for one to become joseung sajas, but those who are selected have their memories erased and must work as joseung sajas until they've been deemed to have fully atoned for their sins.</p>\n<p>Joseung sajas from different eras wander the world, and when a creature nears death, one will appear and await the target's demise as their afterlife guide. When needed, they even alter their target's memories to remove painful emotions that might chain them to the mortal world, easing them into a peaceful death. This duty prevents those who die tragic or violent deaths from becoming bound to the world as ghosts—a mercy, though one often unappreciated by the wards of joseung sajas. If a creature targeted by a joseung saja becomes undead or otherwise cheats death, the reaper must fulfill their duty of granting the creature a true death.</p>\n<p>Because joseung sajas linger among mortals in order to perform their duties, they're one of the most commonly seen psychopomps.</p>",
      "items": {
        "2OkG1DXv3ulpfMru": {
          "name": "Lifesense (Imprecise) 60 feet"
        },
        "50uQxR5w1e9gk4Wx": {
          "name": "Truespeech (Constant)"
        },
        "9dsHVdmZfieaQR3h": {
          "name": "Invisibility (At Will, Self Only)"
        },
        "AZKdnegvRvt87L2K": {
          "name": "Boneyard Lore"
        },
        "FUPff5YZsDpscIKq": {
          "description": "<p><strong>Trigger</strong> The joseung saja brings a target to 0 Hit Points or successfully Strikes a target with the dying condition</p>\n<hr />\n<p><strong>Effect</strong> The target must succeed at a @Check[will|dc:34] save or immediately die. A reaped creature can't be return to life or become undead except by a 9th-rank or higher ritual.</p>",
          "name": "Reap Souls"
        },
        "e5vxgV2TBicM4PQS": {
          "description": "<p>A joseung saja's Strikes all have the effects of a ghost touch property rune and deal an extra @Damage[3d6[void]] damage to living creatures and @Damage[3d6[vitality]] damage to undead.</p>",
          "name": "Spirit Touch"
        },
        "jtRT6SCVVkBQDbkA": {
          "description": "<p>The joseung saja is incorporeal until the end of their next turn. While they're incorporeal, they have resistance 10 to all damage (except force, void, and ghost touch weapons).</p>",
          "name": "Shifting Form"
        },
        "qJ1FnFAqZYR85GdB": {
          "description": "<p>The joseung saja looks into the eyes of a creature within 30 feet and removes inconvenient or painful memories that are preventing it from moving on to death. The target is aware that the joseung saja attempted to alter its memory and can attempt a Will save to resist. Willing targets receive the effects of a critical failure.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes @Damage[2d10[mental]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 round.</p>\n<p><strong>Failure</strong> The target takes @Damage[4d10[mental]] damage and is stupefied 2 for 1 week.</p>\n<p><strong>Critical Failure</strong> The target loses all painful emotions and memories, leaving an indistinct haze. If the target is an ijhyeojin, then all of their memories are reaped and they become a joseung saja.</p>",
          "name": "Reap Memory"
        }
      },
      "name": "Joseung Saja"
    },
    "Kun": {
      "description": "<p>Hungry and resentful, the malevolent kuns are mythological fish monsters that dwell in the remotest, coldest depths of the ocean. These massively powerful creatures could easily rule a subaquatic domain if they cared to, but kuns are also famous for their total self-absorption and complete ambivalence toward other forms of life. Kuns remain as far away from other creatures as they can, subsisting on only their own icy hatred. They can consume and digest prey, but such feedings are incidental or driven more by spite than any physical need. Most kuns remain ignorant and uncaring, keeping themselves in the dark and disregarding any signs of life around them except to occasionally lash out when disturbed.</p>\n<p>The kun hunts at the bottom of the cold, dark sea. But if shown the light of the sun, a kun begins to understand that it dwells within a different, bigger world. When flocks of birds or schools of fish cast their dappled shadows upon a kun, they might grow weary of their solitude or become curious about the realm above.</p>",
      "items": {
        "1TZXTUM6eewIdEXR": {
          "description": "<p>The kun inhales violently, sucking in heat and all creatures in the water in a @Template[cone|distance:60]. Creatures take @Damage[10d8[cold]] damage and must attempt a @Check[fortitude|dc:33] save. The kun can't Funnel again for [[/br 1d4 #Recharge Funnel]]{1d4 rounds}.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and is pulled 30 feet toward the kun.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is pulled 60 feet toward the kun.</p>",
          "name": "Funnel"
        },
        "3nI638Q7P3aL3lzp": {
          "name": "Wavesense (Imprecise) 60 feet"
        },
        "ESwbDJ3GopThKdzP": {
          "description": "<p>Whenever the kun makes a jaws Strike from within an area of darkness, their jaws deals an additional @Damage[2d6[spirit]] damage and gains the unholy trait.</p>",
          "name": "Heart of Darkness"
        },
        "IyNATUKoID2jWKEP": {
          "name": "Tail"
        },
        "hXw2IbuG5q5tN2Sd": {
          "name": "Jaws"
        },
        "lu82g373pFeaSQq4": {
          "description": "<p>Huge, @Damage[(3d12+7)[bludgeoning]], Rupture 30</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "n2B0kqYcTWnMPfoO": {
          "name": "Control Water (At Will)"
        },
        "w34ZfbA79MQPE6nL": {
          "name": "Darkness (At Will)"
        },
        "zSA3frfp1o3WG2My": {
          "description": "<p><strong>Trigger</strong> A creature within reach of the kun's tail uses an action to heal or help anyone else</p>\n<hr />\n<p><strong>Effect</strong> The kun bats the triggering creature away with their tail, making a tail Strike against the creature. On a hit, the action is disrupted and the creature is pushed 10 feet.</p>",
          "name": "Spite"
        }
      },
      "name": "Kun"
    },
    "Manananggal": {
      "description": "<p>Manananggals are wicked monsters that live as humanoids during the day but feed upon people at night. To hide their depravities, these beings disguise themselves as everyday people—typically recluses or eccentrics—and use their proximity to a community to pick out their next targets before striking under cover of night. Manananggals use their long, hollow tongues to drain victims' blood from vital organs such as the liver, and the resulting odd drainage marks make it difficult to determine the exact nature of a victim's death. This mystery typically leads to confusion, terror, and mistrust among communities, which most manananggals savor. While they fly, manananggals make a distinctive ticking sound, leading some to refer to the creatures as \"tik-tiks,\" and badly affected communities descend into fearful chaos at the first reports of this telltale noise.</p>\n<p>Manananggals share their cannibalistic, body-separating traits with other types of tanggals, such as penanggalans, though a number of characteristics set them apart. For instance, whereas penanggalans relish vinegar and even bathe in the substance, manananggals abhor the merest scent of it.</p>",
      "items": {
        "3i2KQ8D5jDTJxDAO": {
          "name": "Jaws"
        },
        "7XZ5tDnxdPB32grk": {
          "name": "Claws"
        },
        "LrWkGcrmN22UZHeB": {
          "description": "<p>A manananggal typically resembles a living humanoid. They don't appear as an aberration at first glance and receive a +4 status bonus to their Deception DC when Impersonating a humanoid. At any time, but especially at night, a manananggal can, as a 3-action activity with the manipulate trait, rip their upper torso from their bottom half, leaving the lower torso limp and helpless but allowing the upper torso to fly free. A manananggal can separate their body at any time, but they risk further damage if they do so during the day.</p>\n<p>The manananggal's upper and lower halves share the same pool of HP. If its lower half is damaged, the manananggal is immediately aware of the attack. Each minute a manananggal remains separated after sunrise and before sunset, it takes @Damage[2d6] points of damage until it reattaches its upper and lower torsos or is destroyed, whichever comes first.</p>",
          "name": "Separated Body"
        },
        "bOckATMy7Gg6950n": {
          "description": "<p><strong>Requirements</strong> The manananggal has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<hr />\n<p><strong>Effect</strong> The manananggal drives their tongue into the grabbed creature to drink its blood. This deals @Damage[4d6] damage, and the manananggal gains temporary Hit Points equal to the damage dealt. A creature whose blood is drained by a manananggal is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} until it receives healing (of any kind or amount).</p>",
          "name": "Blood Drain"
        }
      },
      "name": "Manananggal"
    },
    "Nue": {
      "description": "<p>A nue is an ancient creature of enormous size and destructive power. Though sightings are rare, it's described as having the head of a monkey, the body of a tanuki, the limbs of a tiger, and a snake for a tail. The beast's eerie body is matched by its ability to drain the life force of those around it just by howling.</p>\n<p>According to certain tales, in ancient times, a nue would freely terrorize kingdoms and inflict nightmares upon it victims. It first appears as an enormous storm cloud before turning a poisonous black color. When angered, a nue can summon lightning to cause massive amounts of collateral damage. Hearing a nue's howl is considered an ill omen.</p>",
      "items": {
        "4LPLJgV2vXAU3fxa": {
          "description": "<p>The nue lets out an eerie howl that rattles creatures' very souls. Creatures within 60 feet must attempt a @Check[will|dc:27] save (DC 29 at night). They're then temporarily immune to Monstrous Howl for 10 minutes.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[2d8[persistent,void]] damage.</p>\n<p><strong>Failure</strong> As success, plus the target is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Critical Failure</strong> As success, plus the target is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Monstrous Howl"
        },
        "5J06Ku4CI2tpvzEV": {
          "description": "<p>The nue changes its shape into that of a dark storm cloud. In Cloud Form, the nue is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, gains a 60-foot fly Speed, gains a +4 status bonus to its Deception DC to prevent others from seeing through its disguise, and can't make attacks, though it can use its howl abilities. The nue can Dismiss this effect.</p>",
          "name": "Cloud Form"
        },
        "6KEuGr4oocCpJi1e": {
          "description": "<p>The nue howls to the sky, calling down a bolt of lightning that strikes the creature closest to the nue, to a maximum range of 60 feet. The bolt deals @Damage[12d6[electricity]] damage (@Check[reflex|dc:27|basic] save). The nue then can't use Thundering Howl for [[/br 1d4 #rounds]]{1d4 rounds}.</p>",
          "name": "Thundering Howl"
        },
        "Rc4BL91rscyPvnAF": {
          "description": "<p><strong>Trigger</strong> A creature within 15 feet of the nue leaves a square during a move action it's using or moves into a square that would cause the nue to become flanked</p>\n<hr />\n<p><strong>Effect</strong> The nue whips around and attempts a tail Strike against the triggering creature. This Strike doesn't count toward the nue's multiple attack penalty, and its multiple attack penalty doesn't apply to this Strike.</p>",
          "name": "Viper Tail"
        }
      },
      "name": "Nue"
    },
    "Orchid Mantis Swarm": {
      "description": "<p>Few creatures appear as beautiful as the orchid mantises. Their elegant form and coloration resemble flowers, and many people adopt the delicate creatures as short-lived pets. While these mundane insects aren't dangerous to humanoids, they can still bring down prey several times their own size. Unfolding from their flowery pose, orchid mantises lash out with blinding speed, even chasing foraging butterflies with their sharp-toothed arms and powerful bite.</p>\n<hr />\n<p>Some mantises have unusually strong connections to elemental power. Though they lack the training to cultivate this energy, when orchid mantises gather at a place of abundant food or overflowing natural energy, they can bring trees to bloom in the depths of winter or turn any stretch of ground into a garden. Despite their beauty, gathering in large groups only seems to exacerbate the mantises' tempers. Although the mantises are individually harmless, anyone disturbing the countless false blossoms is likely to be recognized as food, no matter their size.</p>",
      "items": {
        "4hydF91VfWHUu3Kk": {
          "description": "<p>When Hiding, the orchid mantis swarm is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} by any amount of leaves or petals, even if they aren't thick enough to make other creatures concealed.</p>",
          "name": "Floral Camouflage"
        },
        "iGWyuw2tF2yF4Utw": {
          "description": "<p>The swarm Flies. Each creature whose space it moves through must attempt a @Check[will|dc:24] save or be transfixed by their blossom-like bodies.</p>\n<hr />\n<p><strong>Critical Success</strong> No effect.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>\n<p><strong>Failure</strong> The creature is dazzled and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 round.</p>",
          "name": "Drifting Petals"
        },
        "x1EGmJfRYmTo2DrQ": {
          "description": "<p>Each enemy in the swarm's space takes @Damage[3d6[piercing]] damage (@Check[reflex|dc:24|basic] save). Creatures that fail this save also take @Damage[1d4[persistent,bleed]] damage.</p>",
          "name": "Biting Blossom"
        }
      },
      "name": "Orchid Mantis Swarm"
    },
    "Peng": {
      "description": "<p>A peng is a massive avian beast who flies effortlessly among the highest clouds. Their bright plumage makes it difficult to see their shape against an azure sky, but with patience, an onlooker might notice movement too swift to be a natural cloud.</p>\n<p>Beautiful and graceful, a peng arises from the unlikeliest of origins: the cruel kun, a hateful fish monster whose predilection for the crushing depths of the sea matches the peng's own love of the bright, open sky. After a kun sacrifices their power for a noble heart by bathing in the sun's rays, they transform into this majestic bird, which eschews violence unless they must fight to stay free.</p>\n<p>A peng doesn't seek danger or thrills; they want only to make their long voyages and fly without disruption. However, they sometimes come into conflict with dragons and other high-flying creatures that would hunt them or block their path. Although it's unclear to mortals what purpose a peng's journeys serve, celestial powers related to air or freedom will sometimes ask their mortal followers to assist a peng in its journey.</p>\n<p>A peng's calm and steady nature is so strong that its mere presence can quell storms and still winds. Spotting a peng is undoubtedly a sign of good luck for sailors and mariners—a feeling shared with most others lucky enough to lay eyes on these rare and beautiful creatures. When the sky is clear and blue with gentle weather for an extended period, such fine conditions can be attributed to the presence of an unseen peng.</p>",
      "items": {
        "HEN809ZsPXA9BwHj": {
          "name": "Talon"
        },
        "KRbmkiVOe7rho11o": {
          "description": "<p>The peng exhales a thick cloud and envelops themself in the mist. The peng is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} until the end of their next turn.</p>",
          "name": "Cloud Cover"
        },
        "SCmNNjScNPI3CQZn": {
          "description": "<p>Clouds don't impair a peng's vision.</p>",
          "name": "Heaven's View"
        },
        "Xy28PepcxFBULrdM": {
          "description": "<p>1 mile.</p>\n<p>The ambient weather around a peng is always lightly cloudy with a pleasant breeze, and the temperature is pleasantly warm for the season. Another creature that attempts to alter the weather within this aura (such as with a control weather ritual or localized effect like gust of wind) must succeed at a @Check[will|dc:32] save; otherwise, the effect is disrupted. The peng can activate or deactivate this aura as a single action with the concentrate trait.</p>",
          "name": "Calm Weather Aura"
        },
        "f3NNbWO1xQ67PEXY": {
          "name": "Beak"
        },
        "ipMgrpdta4z7lq2c": {
          "description": "<p>The peng beats their wings to create a mighty burst of frosty air and push away foes. Each creature within 10 feet of the peng takes 4d6 bludgeoning and @Damage[4d6[cold]] damage (@Check[reflex|dc:32|basic] save). Creatures that fail their save are pushed away 10 feet; creatures that critically fail are pushed away 20 feet and knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
          "name": "Flap Wings"
        },
        "jkxOIPDI3M14UhMd": {
          "description": "<p>Pengs can move in any wind with easy grace. A peng ignores difficult terrain caused by wind and doesn't need to Maneuver in Flight in high winds.</p>",
          "name": "Windslice"
        },
        "nKOw686WQalDLQKg": {
          "name": "Gust of Wind (At Will)"
        },
        "nn4du2Zn5VMGzpAE": {
          "name": "Wall of Wind (At Will)"
        }
      },
      "name": "Peng",
      "npcSpeed": "windslice"
    },
    "Pixiu": {
      "description": "<p>To witness a pixiu (pee-shee-oh) is a blessing indeed—and a sight to behold. This winged, dragon-headed lion has a formidable appearance that belies its youthful exuberance. Legend claims it was this overenthusiastic playfulness that caused the first of their kind to be banished from heaven, cursed to gather wealth and never let it go. Whatever the case, each pixiu has an uncanny ability to sniff out gold, which it loves to eat. Curiously, a pixiu's touch is also able to sunder curses and censure malign spirits, perhaps a remnant of its lost divinity.</p>\n<p>Due to its celestial background and ability to exorcise curses, a pixiu is also believed to be a bringer and protector of prosperity, attracting good fortune and fending off evil spirits. Its heavenly origins and love of wealth may be the reason why imperial dragons have cared for them since time immemorial, valuing them as guardians and loyal companions. In particular, underworld dragons employ pixius to expand their hoards, and many sovereign dragons value them as status symbols. In dragon-ruled realms across Tian Xia, the presence of a pixiu within a community is seen as a sign of its draconic patron's approval and goodwill.</p>\n<p>Despite the protection of imperial dragons, the lure of wealth is still enough to drive some to attack a pixiu. Although a pixiu will rarely forgive an attacker, it prefers to withdraw peacefully from those it judges as purehearted but desperate. A pixiu's draconic masters, however, aren't always as forgiving.</p>",
      "items": {
        "8QQKcel2yPpFQepu": {
          "name": "Claw"
        },
        "IIeAsY2cfPE6Y8lf": {
          "description": "<p><strong>Requirements</strong> The pixiu's previous action was a successful jaws Strike</p>\n<hr />\n<p><strong>Effect</strong> The pixiu swallows up to [[/r 2d12]] gold pieces on the target's person and gains temporary Hit Points equal to the amount devoured. These temporary Hit Points last for 1 minute.</p>",
          "name": "Devour Wealth"
        },
        "MEK1SSXsKBM4cufb": {
          "description": "<p>The pixiu can detect the presence, location, and approximate value of gold within 120 feet.</p>",
          "name": "Goldsense (Precise) 120 feet"
        },
        "Pn3eRC0XdOJkxt8x": {
          "name": "Jaws"
        },
        "b0g7V2NqpivgUXBj": {
          "description": "<p>Medium or smaller, claw, @Check[reflex|dc:26|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "gwR6FbizX60TbdAD": {
          "description": "<p>Pixius can eat gold and gems with no adverse effects. A pixiu's belly can hold any number of gold pieces, usually around 100. Whenever it takes slashing or piercing damage, a number of gold pieces equal to the damage falls from its belly to the ground in its square.</p>",
          "name": "Stored Wealth"
        },
        "ph0FrJfVbN1oGCDu": {
          "description": "<p><strong>Trigger</strong> The pixiu, or an ally within 30 feet, is about to attempt a saving throw but hasn't rolled yet</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> That creature rolls the triggering saving throw twice and takes the better result.</p>",
          "name": "Good Fortune"
        }
      },
      "name": "Pixiu"
    },
    "Shui Gui": {
      "items": {
        "89pOWVtemTubu0uD": {
          "description": "<p><strong>Requirements</strong> The target must be holding its breath and be @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the shui gui</p>\n<hr />\n<p><strong>Effect</strong> The shui gui tightens its grip. The target must succeed at a @Check[fortitude|dc:24] save or immediately lose [[/br 1d4 #actions]]{1d4 actions} worth of air (or twice that on a critical failure).</p>",
          "name": "Drown the Living"
        },
        "LgCqK5QvSuS0Zoba": {
          "description": "<p>The shui gui Swims at half Speed, along with any creature it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}.</p>",
          "name": "Drag Under"
        },
        "V3uFLmZpBjwhrEeK": {
          "name": "Ghostly Hand"
        },
        "X2UwZt2zrY9e2q0v": {
          "name": "Ghost Lore"
        },
        "ajp6rQBFjcSatz0K": {
          "description": "<p><strong>Trigger</strong> A creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the shui gui dies of suffocation</p>\n<hr />\n<p><strong>Effect</strong> Ripping the spirit of its drowned victim out of the target's body, the shui gui enters the corpse to take the original owner's place. The shui gui then returns to life at the edge of its body of water as if it had been the target of a successful resurrect ritual, except it has the appearance of the target rather than its original body. After a week, the spirit of the drowned creature becomes a shui gui. The new spirit can't be raised from the dead by normal magical means until they've been destroyed as a shui gui.</p>",
          "name": "Ti Shõn"
        },
        "eoVrPuiIfnO5zy92": {
          "description": "<p>When the shui gui is destroyed, it reforms after [[/br 2d4 #days]]{2d4 days} within the body of water it's bound to, fully healing. It can be permanently destroyed if the body of the shui gui who originally died in the water can be found and laid to rest.</p>",
          "name": "Rejuvenation"
        },
        "fd9TtoHMET8T2uVF": {
          "description": "<p>The shui gui is bound to the body of water in which it died. It's unable to move further than 120 feet from the edge of the water.</p>",
          "name": "Water-Bound Curse"
        },
        "thl51jEavxEutER4": {
          "description": "<p>A shui gui can @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} corporeal creatures despite being incorporeal. The shui gui uses its Athletics check to Grapple as normal but can't use Athletics for other actions that require corporeal contact, like @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} or @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip}.</p>",
          "name": "Ghostly Grasp"
        }
      },
      "name": "Shui Gui",
      "npcHp": "void healing, rejuvenation"
    },
    "The Great Flood": {
      "description": "<p>There are few creatures capable of such ecological destruction while staying as humorous and lighthearted as the Great Flood. The Great Flood towers with their giant serpent body and nine humanoid heads, each one with a different personality, though all serve the same purpose—to vanquish all signs of life that shouldn't be where they are. This creature intends to maintain the balance of the universe, ensuring that nothing takes up more space than necessary. Unfortunately, the judgment of where someone or something should be is only seen and weighed by the 18 eyes of the Great Flood, with little regard to mortal input.</p>\n<p>The Great Flood is an immortal, or at least ageless, being who hibernates for 12 years at a stretch. On the thirteenth year, they emerge from the depths of the oceans and begin weighing the state of the world and the environments closest to their resting place: should the first thing they see on dry land be destroyed? Each of the Great Flood's nine heads lends their thoughts and insights to this deliberation, and upon reaching a consensus, they'll either carry on to the next location or they'll drown the land, immersing miles of dry land in salty waters from the ocean. In instances where they perceive the excess life as particularly problematic, they'll even decide to poison the waters with their bitter breath to ensure that nothing survives the judgment they've decreed. The Great Flood, despite its inherently destructive nature, isn't actually bloodthirsty and will often afford an opportunity for poor townsfolk to state their case and beg for the lives of their town to be saved. While the Great Flood has the capacity for mercy and consideration, the godlike creature stands adamant once they've made their decision. One or two of the heads might feel a twinge of guilt and tell a small joke to the townsfolk, relieving themselves of the mental pressure, before murdering an entire village.</p>\n<p>The nine personalities of the serpentine creature often run into contention with each other. One is a perfectionist, while another is aloof; one is assertive, while another is playful; one is capricious, while another is suspicious; one is ambitious, while the other is a people pleaser. The last one is quiet and secretive, only ever whispering to the heads closest to them. Though the heads squabble like siblings, they eventually always make a compromise.</p>",
      "items": {
        "4SBtVr2Z3FWcQaEj": {
          "name": "Scent (Imprecise) 120 feet"
        },
        "5A91NprGx90bQUSD": {
          "name": "Breath"
        },
        "8AWFDMFIkFxOBoCo": {
          "description": "<p>The Great Flood's multiple heads allow them to act on two separate initiatives, rolling initiative twice and acting on both results. They can't Delay. At the start of each of their turns, they gain 2 actions (see Multiple Reactions below for reactions). Any ability that would sever one of the Great Flood's heads doesn't cause the Great Flood to die if they still have at least one head, but it does cause them to lose the additional reaction granted by the severed head.</p>",
          "name": "Coordinated Actions"
        },
        "LL8pIUBhUPyQH8XT": {
          "description": "<p>The Great Flood gains an extra reaction per round for each of its nine heads, which they can use only to make Reactive Strikes with their jaws. They can't use more than 1 reaction on the same triggering action, even if a creature leaves several squares within the Great Flood's reach, and they gain reactions on only their first turn each round.</p>",
          "name": "Multiple Reactions"
        },
        "LZ3dX2YVyqjVni6E": {
          "name": "Jaws"
        },
        "aPcwer5G2BirFBui": {
          "name": "Tail"
        },
        "aU5hjYiBwXD8u1vI": {
          "description": "<p>90 feet.</p>\n<p>If a creature ends its turn in the aura, it's exposed to the Great Flood's flood breath disease.</p>",
          "name": "Bitter Breath"
        },
        "dNVzZ67evmlbYi84": {
          "name": "Leading Head"
        },
        "jMHfYrZHVo7uvNdf": {
          "description": "<p><strong>Requirements</strong> It's the Great Flood's second turn in the round (see Coordinated Actions)</p>\n<hr />\n<p><strong>Effect</strong> The Great Flood Strides or Swims twice, moving through smaller creatures' spaces freely. Each creature they move through or are adjacent to takes @Damage[(4d8+20)[piercing]] damage (@Check[reflex|dc:42|basic] save). Creatures that fail the save are also exposed to flood breath.</p>",
          "name": "Nine-Jawed Frenzy"
        },
        "tWlsFObgz24e1Mhd": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:42]</p>\n<hr />\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} (1 day)</p>\n<p><strong>Stage 3</strong> drained 2 and @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} (1 day)</p>\n<p><strong>Stage 4</strong> You die and your body collapses, releasing a cloud of toxin. Any creature within @Template[emanation|distance:10]{10 feet} of your death is exposed to flood breath (1 day)</p>",
          "name": "Flood Breath"
        },
        "yIBRnSabfY21ps5c": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The Great Flood gathers all nearby water and floods a mile burst. Any creature in the area must succeed at a @Check[reflex|dc:42] save or be moved up to 60 feet in a direction of the Great Flood's choice. The area remains flooded with 30-foot-deep water for 1 hour or until the Great Flood dies, then drains naturally.</p>",
          "name": "Great Wave"
        }
      },
      "name": "The Great Flood"
    },
    "Yeongno": {
      "description": "<p>Neither human nor beast yet resembling both, yeongno (yeong-no) are creatures that once were denizens of heaven but were cast out, down to the mortal Universe, due to their own greed. Yeongno claim to have once been celestial dragons and wear elongated dragon masks with full-body wraps decorated with scale patterns in honor of this claim—though no one has been able to confirm the veracity of this belief. As they wander, they hold a willow pipe in their mouths, producing a distinct \"bibi\" sound that often heralds their appearance.</p>\n<p>Despite their reputation as monsters who eat people, yeongno are welcomed by the poor and oppressed, who see the creatures as wise and just. Yeongno believe that by eating 100 wealthy individuals who abuse their wealth or who accumulated their wealth by underhanded or exploitative means, they can atone for their own greed, allowing them to ascend back into heaven. A corrupt and greedy individual can escape their fate of being eaten by a yeongno by giving away all of their wealth and agreeing to be transformed into a pig for one year. If the person can endure one year living as a pig in the care of a household they once harmed, the yeongno will spare them.</p>",
      "items": {
        "4nKj7Hs2YCwZlOVy": {
          "name": "Telepathy 100 feet"
        },
        "6eug6ysw8yCw92jm": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> A target creature within 30 feet must succeed at a @Check[will|dc:25] save or gain the effects of @UUID[Compendium.pf2e.spells-srd.Item.dN8QBNuTiaBHCKUe]{Cursed Metamorphosis}, being polymorphed into a pig whose girth is determined by the target's wealth. After 24 hours, the target can end this effect using a Dismiss action, at which point the yeongno becomes aware that the effect has ended. A yeongno can use Fortune's Favor only if no targets are currently under its effects.</p>",
          "name": "Fortune's Favor"
        },
        "7TgE45zlzDMNOTow": {
          "description": "<p>Medium, @Damage[(3d6+6)[bludgeoning]], Rupture [20]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "Pnbbi6MWyfVqgxHS": {
          "name": "Jaws"
        },
        "bJL1Ak1fszpeYbtA": {
          "name": "Pipe"
        },
        "lBrblseLdBSQwLAf": {
          "name": "Wooden Pipe"
        },
        "nHkmmECcNb37nfCM": {
          "description": "<p>The yeongno can detect the presence, location, and approximate value of gold within 120 feet.</p>",
          "name": "Goldsense (Precise) 100 feet"
        },
        "pO7jeDvpQCsZJiE4": {
          "description": "<p><strong>Requirements</strong> The target is carrying at least 100 gp worth of precious metals</p>\n<hr />\n<p><strong>Effect</strong> The yeongno crushes a creature it can see with the weight of their wealth. Apparitions of gold coins approximating the wealth of the target materialize and pummel the target from all sides. The target attempts a @Check[will|dc:25] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>\n<p><strong>Failure</strong> The target takes @Damage[3d6[persistent,mental]] damage and is slowed 1 as long as the damage continues. The effect immediately ends if they're carrying less than 100 gp worth of precious metals.</p>\n<p><strong>Critical Failure</strong> As failure, except any flat checks to remove the persistent damage automatically fail.</p>",
          "name": "Money is Pain"
        }
      },
      "name": "Yeongno"
    }
  },
  "label": "Lost Omens: Tian Xia World Guide"
}