{
  "entries": {
    "Chakanaj": {
      "items": {
        "3iamp1tcd13edsf3": {
          "name": "Leg"
        },
        "673lguaolbkl5kcs": {
          "description": "<p><strong>Requirements</strong> The chakanaj is Bonded with a Host</p>\n<hr />\n<p><strong>Effect</strong> the chakanaj removes itself from its host, peeling off the host's body and enters an adjacent space.</p>",
          "name": "Peel Away"
        },
        "7f4wzqfk9l7e9vni": {
          "description": "<p>The chakanaj sahkil moves from the Material Plane to the Ethereal Plane or vice versa, with the effects of @UUID[Compendium.pf2e.spells-srd.Item.D2nPKbIS67m9199U]{Ethereal Jaunt} except the effect has an unlimited duration and can be Dismissed. A summoned sahkil can't use Skip Between.</p>",
          "name": "Skip Between"
        },
        "8x5osr2xcjkaa7ff": {
          "description": "<p><strong>Trigger</strong> A creature within the chakanaj's reach attacks its host <strong>Requirements</strong> The chakanaj is Bonded with a Host</p><hr /><p><strong>Effect</strong> The chakanaj makes a leg Strike against the triggering creature. If the chakanaj was Impersonating clothing when it makes this strike, the Impersonation ends.</p>",
          "name": "Retaliate"
        },
        "PCpYbybUdhkg72Y4": {
          "name": "+4 to Perception to Sense Motive"
        },
        "Rq57HlzwVVMQIneb": {
          "name": "True Seeing (Constant)"
        },
        "Zs370DSVx92Fm8ZN": {
          "name": "Telepathy 100 feet"
        },
        "diy6u3a10bnj98gf": {
          "description": "<p>A chakanaj knows when a creature within 30 feet lies unless that creature critically succeeds on its Perception check to lie to the chakanaj. This ability doesn't reveal the truth.</p>",
          "name": "Ear for Secrets"
        },
        "kGv1mGxTu4ctWkdX": {
          "description": "<p>You create up to four floating lights, no two of which are more than 10 feet apart. Each sheds light like a torch. When you Sustain the Spell, you can move any number of lights up to 60 feet. Each light must remain within 120 feet of you and within 10 feet of all others, or it winks out.</p>",
          "name": "Dancing Lights"
        },
        "kiGT82JGLq6Jy0HE": {
          "name": "Fear (At Will)"
        },
        "q0q1v6frn5sd4009": {
          "description": "<p><strong>Requirements</strong> The chakanaj is Bonded with a Host</p>\n<hr />\n<p><strong>Effect</strong> The chakanaj interposes itself between the host and its foes, granting its host a +2 circumstance bonus to AC until the start of the chakanaj's next turn.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.7PjBr9LsVB0Jjzyu]{Effect: Interpose}</p>",
          "name": "Interpose"
        },
        "v72jr2qs8g9jdxqd": {
          "description": "<p><strong>Requirements</strong> The chakanaj is adjacent to a willing creature</p>\n<hr />\n<p><strong>Effect</strong> The chakanaj enters the space of the creature (thereafter called its host) and covers a suitable surface on the host, such as the face or back. The chakanaj occupies the same space as its host and moves with its host. It doesn't impair the host's senses or movement. While worn, the chakanaj establishes a constant@UUID[Compendium.pf2e.spells-srd.Item.d7Lwx6KAs47MtF0q]{Share Life} effect with its host. Attacks that target the chakanaj target the host instead, but use the higher AC or saving throw values between the chakanaj and the host. Area effects apply to both the chakanaj and the host, as normal for an area of effect.</p>",
          "name": "Bond with Host"
        },
        "vP08eytEuzfRSzTp": {
          "name": "Mask of Terror (At Will) (Self Only)"
        },
        "vxriga2ssb4grup4": {
          "description": "<p>A sahkil's level is considered 2 lower for the purpose of being conjured by the @UUID[Compendium.pf2e.spells-srd.Item.2ykmAVKrsAWcazcC]{Binding Circle} ritual (and potentially other rituals, at the GM's discretion), but is always free to attack or leave instead of negotiate unless the primary caster's check is a critical success.</p>",
          "name": "Easy to Call"
        }
      },
      "name": "Chakanaj"
    },
    "Conqueror Worm": {
      "items": {
        "0jnZP1Msn776vEXn": {
          "description": "<p>When the conqueror worm dies, it telepathically projects its consciousness into a creature infected by its Mental Invader ability and who is on the same plane as the conqueror worm. The creature must succeed at a @Check[type:will|dc:48|name:Mental Invader] save or it is overtaken by the conqueror worm. This has the same effect as the @UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession} spell with an unlimited duration, except the conqueror worm has wholly foregone its physical body. A host body possessed by a conqueror worm undergoes terrible changes. Every day, the host must succeed at a @Check[type:will|dc:48] or become permanently @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (or increase its stupefied value by 1) and increasingly pale, balding, and bloated. When the host reaches stupefied 4, an ectoplasmic cocoon forms around it. Over the next 24 hours, the host undergoes a swift metamorphosis and emerges as a new conqueror worm with all the memories of its previous incarnation. At this point, the host is dead and can't be restored except by @UUID[Compendium.pf2e.spells-srd.Item.YfJTXyVGzLhM6V8U]{Miracle}, @UUID[Compendium.pf2e.spells-srd.Item.6dDtGIUerazSHIOu]{Wish}, or similar magic. Before that point, however, this horrid transformation can be ended by any effect that expels the conqueror worm's possession, meaning would be slayers of a conqueror worm had best locate its consciousness and end the possession before it's too late and the worm rises again.</p>",
          "name": "Telepathic Escape"
        },
        "48yobypl8536j6s6": {
          "description": "<p><strong>Trigger</strong> A creature communicates telepathically with the conqueror worm (even to respond to the conqueror worm's telepathy or through a mental spell like @UUID[Compendium.pf2e.spells-srd.Item.R9xqCBblkS5KE4y7]{Sending}) or fails a saving throw against a mental spell cast by the conqueror worm</p><hr />\n<p><strong>Effect</strong> The conqueror worm infects the mind of the creature, allowing it to mentally contact the creature from afar. The creature must attempt a @Check[type:will|dc:48] saving throw and is temporarily immune for 1 year.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected and can't be affected by the conqueror worm's Mental Invader ever again.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 minute.</p>\n<p><strong>Failure</strong> As success, and the conqueror worm can target the creature with telepathy and mental spells regardless of distance, so long as the worm and target are on the same plane. This bond is permanent and can be broken only by @UUID[Compendium.pf2e.spells-srd.Item.YfJTXyVGzLhM6V8U]{Miracle}, @UUID[Compendium.pf2e.spells-srd.Item.6dDtGIUerazSHIOu]{Wish}, or similar magic. The conqueror worm can maintain a maximum of 10 connections with Mental Invader. If another creature would be infected, the worm must choose to one of its existing connections end, or if the worm prefers to keep its current 10 connections, the new creature isn't infected instead.</p>\n<p><strong>Critical Failure</strong> As failure, and for as long as the mental link lasts, the target uses an outcome one degree of success worse than the result of its saving throw against mental spells cast by the conqueror worm.</p>",
          "name": "Mental Invader"
        },
        "6cezaoiaYVh46Tge": {
          "name": "Time Stop"
        },
        "6jahq6alozpikfb2": {
          "description": "<p>The conqueror worm disgorges acid in a @Template[type:line|distance:120] that deals @Damage[14d10[acid]] damage to all creatures in the area (@Check[type:reflex|dc:44|basic:true] save). It can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>",
          "name": "Breath Weapon"
        },
        "HR4P0vIlyRrzH9no": {
          "name": "Mind Reading (At Will)"
        },
        "MEvxFzgEHt1A8stw": {
          "name": "Mind Blank"
        },
        "MocYWnosObTlHDnK": {
          "name": "True Strike"
        },
        "OKO0ee7vPF8rCL0J": {
          "name": "Modify Memory"
        },
        "QKMR2FBT27dvVzuH": {
          "name": "Nondetection"
        },
        "QrGZurzBUrAWBQp6": {
          "name": "Discern Location"
        },
        "RrqlKTqEzWzDg4zO": {
          "description": "<p>You reshape the magic aura of one creature or object to resemble that of another. You designate one target as the primary target and the other as the secondary target. Effects that would detect auras on the primary target instead detect the same types of auras from the secondary target. A creature reading the aura can attempt to disbelieve the illusion. You can Dismiss the spell from up to a mile away.</p>",
          "name": "Misdirection"
        },
        "UpaQDxLX39uLoHzQ": {
          "name": "Telepathy 200 feet"
        },
        "WnEqscjhWUVSE4Wo": {
          "name": "Dimension Door"
        },
        "WuXtdNahM3NS94BI": {
          "description": "<p>The conqueror worm is under the effects of 9th-rank @UUID[Compendium.pf2e.spells-srd.Item.uqlxMQQeSGWEVjki]{Truesight} at all times.</p>",
          "name": "True Seeing"
        },
        "aYgEabVSuxuacd7E": {
          "name": "Feeblemind"
        },
        "bET0TWkac2GCcY5l": {
          "name": "True Seeing (Constant)"
        },
        "bs1iKnQ8cmv0AxtL": {
          "description": "<p>Huge, @Damage[(4d10+10)[bludgeoning],2d6[acid]]{4d10+10 bludgeoning plus 2d6 acid}, Rupture 44</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "du4eq4l0aets9kbu": {
          "description": "<p>When a conqueror worm communicates telepathically, its overwhelming will bolsters its lies. Its Deception checks and Deception DCs aren't penalized for elaborate or unbelievable telepathic lies.</p>",
          "name": "Convincing Telepathy"
        },
        "fnnqe2race4pxbs9": {
          "name": "Jaws"
        },
        "gc3r13us7llpvf0y": {
          "description": "<p>The conqueror worm selects up to three willing creatures subject to its Mental Invader ability that are on the same plane and teleports them to squares adjacent to the worm of the worm's choosing.</p>",
          "name": "Muster Minions"
        },
        "qOqmjTlxe8O2y4mw": {
          "name": "Tremorsense (Imprecise) 100 feet"
        },
        "rF7bwZW3qTjIcJFH": {
          "name": "Magic Missile"
        },
        "s3eavgi7nlhcrmv2": {
          "description": "<p><strong>Trigger</strong> The conqueror worm Grabs a creature</p><hr /><p><strong>Effect</strong> The worm uses Swallow Whole.</p>",
          "name": "Fast Swallow"
        },
        "sTwosLv59wI120s7": {
          "description": "<p>The conqueror worm is under the effects of 9th-rank @UUID[Compendium.pf2e.spells-srd.Item.b5sGjGlBf58f8jn0]{Air Walk} at all times.</p>",
          "name": "Air Walk"
        },
        "x7TFEC1pf6I78tdO": {
          "name": "Mage Hand"
        },
        "ztkTYwtkPCQwM8gN": {
          "name": "Air Walk (Constant)"
        }
      },
      "name": "Conqueror Worm"
    },
    "Gray Death": {
      "items": {
        "0atuz9r7fy2l37ep": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The gray death chooses a living creature within 30 feet. The target must succeed at a @Check[type:will|dc:42] save or a fragment of embittered soul-stuff lodges within the target's spirit and turns it against its allies. While the target has this fragment, it doesn't count as anyone's ally for the purposes of providing flanking, and a would-be ally casting a spell that normally works only on an ally on the creature must succeed at a DC 42 counteract check (level 20) or the spell has no effect. The fragment fades after 24 hours.</p>",
          "name": "Resentful Possession"
        },
        "1HHQzlsedjpTcEfq": {
          "name": "Telepathy 100 feet"
        },
        "3ed13i1acidqfl7r": {
          "description": "<p>The gray death makes up to four hand Strikes, each against a different target it can reach. It increases its reach to 100 feet with these Strikes. These Strikes count as one attack for the gray death's multiple attack penalty, and the penalty doesn't increase until after the attacks.</p>",
          "name": "Flailing Touch"
        },
        "cirhydwi7xmesep9": {
          "description": "<p>The gray death isn't @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} when it starts its turn inside an object.</p>",
          "name": "Spectral Lurker"
        },
        "duz24h3ca6ibyeh0": {
          "name": "Hand"
        },
        "hupKxv9RWzNfoW3Z": {
          "name": "Lifesense 1,000 feet"
        },
        "qsvl0ev40eghja9n": {
          "description": "<p>A creature damaged by the gray death's hand Strike must succeed at a @Check[type:fortitude|dc:42] save or become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} for 1 round on a critical failure.</p>",
          "name": "Life Sap"
        },
        "rd8g0sujo4faxyxg": {
          "description": "<p>1000 feet. Creatures that begin their turn in the area take @Damage[5d6[void]] damage and must succeed at a @Check[type:fortitude|dc:42] save or become @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}. If the creature is 13th level or lower, this doomed condition from soul bleed is cumulative, increasing by 1 with each failed save until the creature dies (typically at doomed 4).</p>",
          "name": "Soul Bleed"
        }
      },
      "name": "Gray Death"
    },
    "Gray Gardener Assassin": {
      "items": {
        "21UXAxVXwteVs9dM": {
          "description": "<p><strong>Trigger</strong> The Gray Gardener assassin rolls a failure (but not a critical failure) on a Will save against an effect with the mental or fear trait</p>\n<p><strong>Requirements</strong> The Gray Gardener assassin's features are obscured by a mask or hood</p>\n<hr />\n<p><strong>Effect</strong> The Gray Gardener assassin takes @Damage[3d8[mental]] damage, and the saving throw is a success.</p>",
          "name": "Gardener's Resolve"
        },
        "9n2qy19bjladuf36": {
          "name": "Executioner's Hood"
        },
        "PImowIJtDa68Npto": {
          "description": "<p>Distilled from the Plane of Shadow, this oily substance imposes tenebrous effects. The enfeebled condition from shadow essence lasts for 24 hours.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact (Injury)</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:29]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[3d6[void]] damage and @Damage[2d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d6[void]] damage, @Damage[2d6[poison]] damage, and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[3d6[void]] damage, @Damage[2d6[poison]] damage, and enfeebled 2 (1 round)</p>"
        },
        "UU9cOQ3GJiiJ0y2t": {
          "description": "<p>The Gray Gardener assassin has a +2 circumstance bonus to Deception checks and saving throws to conceal their identity and a +2 circumstance bonus to their Deception DC against effects that ferret out information about the Gray Gardener's identity.</p>",
          "name": "Anonymity"
        },
        "ir9iykcrbdq5n5zv": {
          "description": "<p>The Gray Gardener assassin designates a single creature they can see and hear as their mark. This effect lasts until the mark dies or the assassin uses Mark for Death again. The assassin gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} the mark and on Deception checks to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} against the mark. The assassin's melee and ranged Strikes gain the deadly d8 weapon traits when attacking the mark.</p>",
          "name": "Mark for Death"
        },
        "qlj226n45f0wl98g": {
          "description": "<p><strong>Requirements</strong> The Gray Gardener assassin is wielding a piercing or slashing weapon and has a free hand</p><hr /><p><strong>Effect</strong> The assassin applies a poison to the weapon.</p>",
          "name": "Poison Weapon"
        },
        "qnoacZYdU5EipEmP": {
          "description": "<p>The Gray Gardener assassin deals an additional 6d6 precision damage precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "sslmxm3jw7n66c4h": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the Gray Gardener assassin.</p>",
          "name": "Surprise Attack"
        },
        "tqtwsr6iftva2t2h": {
          "description": "<p>The Gray Gardener assassin distracts a creature within 30 feet, using a few choice words or gestures. The creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the assassin's attacks until the end of the assassin's next turn. Depending on the distraction, this action gains either the auditory or the visual trait.</p>",
          "name": "Instant Opening"
        },
        "uzua9klnxxs2xosv": {
          "description": "<p>The Gray Gardener assassin Interacts to draw a weapon and then Strikes with that weapon.</p>",
          "name": "Quick Draw"
        }
      },
      "name": "Gray Gardener Assassin"
    },
    "Gray Gardener Director General": {
      "items": {
        "JklgmRLJ4Ie3Edu0": {
          "description": "<p>The Gray Gardener Director General has a +2 circumstance bonus to Deception checks and saving throws to conceal their identity and a +2 circumstance bonus to their Deception DC against effects that ferret out information about the Gray Gardener's identity.</p>",
          "name": "Anonymity"
        },
        "Z6I93yAvWeA9y6Rv": {
          "description": "<p><strong>Trigger</strong> The Gray Gardener Director General rolls a failure (but not a critical failure) on a Will save against an effect with the mental or fear trait</p>\n<p><strong>Requirements</strong> The Gray Gardener Director General's features are obscured by a mask or hood</p>\n<hr />\n<p><strong>Effect</strong> The Gray Gardener Director General takes @Damage[3d8[mental]] damage, and the saving throw is a success.</p>",
          "name": "Gardener's Resolve"
        },
        "iox2rs5y6wd0lxbv": {
          "description": "<p><strong>Trigger</strong> The director general's turn begins</p><hr /><p><strong>Effect</strong> The director general attempts to Demoralize a creature within 60 feet that they can see and that can see the director general.</p>",
          "name": "Stern Glare"
        },
        "msa7xu7z09elqbwi": {
          "description": "<p>The director general's Strikes deal an additional 4d6 precision damage to frightened creatures. If the Strike against a frightened creature is a critical hit, the creature doesn't automatically reduce its frightened condition at the end of its next turn.</p>",
          "name": "Skewer the Fearful"
        },
        "pengqjaatda2z6zu": {
          "name": "Ceramic Mask"
        },
        "rpuws83q8uhxkxk3": {
          "description": "<p>The director general Interacts to draw a weapon, and then Strikes with that weapon.</p>",
          "name": "Quick Draw"
        },
        "z1h9foa0rroyvcrj": {
          "description": "<p>The director general utters a few words to a non-frightened target within 60 feet that can hear them, bolstering the target's indignation of cowards. The target creature must succeed at a @Check[type:will|dc:39] save, or it doesn't count frightened creatures as allies and can't Aid them or flank with them. This effect lasts for 1 round (1 minute on a critical failure).</p>",
          "name": "Whispers of Superiority"
        }
      },
      "name": "Gray Gardener Director General"
    },
    "Gray Gardener Enforcer": {
      "items": {
        "0gbex6y5cokj8lhd": {
          "description": "<p>The Gray Gardener enforcer spends 1 hour consuming 1 Bulk of raw meat to reverse their body's putrescence. For 1 hour, the Gray Gardener enforcer appears to be a pale, bloated human. They have an automatic result of 32 on Deception checks and DCs to pass as a non-mortic human. While under the effects of Nourishing Feast, Rotting Flesh ceases to function.</p>",
          "name": "Nourishing Feast"
        },
        "7461tqwfss2gv5o4": {
          "description": "<p>Any creature that hits the Gray Gardener enforcer with an unarmed attack, tries to Grapple them, or otherwise touches the gurgist is covered with rotten flesh and putrid fluids. The creature must succeed at a @Check[type:fortitude|dc:36] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure).</p>",
          "name": "Rotting Flesh"
        },
        "9ngglw35qsko0dgv": {
          "description": "<p>The Gray Gardener enforcer draws in a deep breath and holds it, temporarily suspending their biological processes and becoming undead. The Gray Gardener enforcer gains the undead trait and becomes immune to bleed, death effects, disease, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, poison, and sleep. Any such effects the Gray Gardener is currently suffering from are suspended but take effect again once they take a breath. Death Gasp lasts as long as the Gray Gardener enforcer holds their breath.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.lyeRL7khixdlJsaf]{Effect: Death Gasp}</p>",
          "name": "Death Gasp"
        },
        "c7xmf5hqlj4c7gk2": {
          "description": "<p>The Gray Gardener enforcer's spiked chain Strike deals @Damage[2d8[bleed]], and they can use it to Grab up to two foes. The enforcer can still attack with their spiked chain if they Grab one creature, but not when they Grab two.</p>",
          "name": "Chain Garotte"
        },
        "cx1w05nphshxjcgy": {
          "description": "<p><strong>Trigger</strong> The Gray Gardener enforcer rolls a failure (but not a critical failure) on a Will save against an effect with the mental or fear trait</p>\n<p><strong>Requirements</strong> The Gray Gardener enforcer's features are obscured by a mask or hood</p>\n<hr />\n<p><strong>Effect</strong> The Gray Gardener enforcer takes @Damage[3d8[mental]] damage, and the saving throw is a success.</p>",
          "name": "Gardener's Resolve"
        },
        "dr4dj8gff388c672": {
          "name": "Executioner's Hood"
        },
        "ffx2ztc99l9bxph6": {
          "description": "<p>A Gray Gardener enforcer in a place of worship dedicated to a non-evil deity or on sacred ground, such as an area blessed by @UUID[Compendium.pf2e.spells-srd.Item.y3jlOfgsQH1JjkJE]{Sanctified Ground}, is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}.</p>",
          "name": "Consecration Vulnerability"
        },
        "uqvrj5m4qmq12a02": {
          "description": "<p>@Damage[(3d8+7)[slashing]] damage, @Check[type:fortitude|dc:38|basic:true|name:Chain Garotte Constrict|traits:disarm,trip]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.GreaterConstrict]</p>",
          "name": "Greater Constrict"
        },
        "w0tv5iepsahol5p3": {
          "name": "Fist"
        },
        "zdnavpfqin8dkh7j": {
          "description": "<p>The Gray Gardener enforcer has a +2 circumstance bonus to Deception checks and saving throws to conceal their identity and a +2 circumstance bonus to their Deception DC against effects that ferret out information about the Gray Gardener's identity.</p>",
          "name": "Anonymity"
        }
      },
      "name": "Gray Gardener Enforcer",
      "npcHp": "void healing"
    },
    "Guillotine Golem": {
      "items": {
        "6p3pu94vw7ef0g71": {
          "description": "<p>Casting @UUID[Compendium.pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0]{Cleanse Affliction} on the golem deactivates its Breath Weapon for 1 minute.</p>",
          "name": "Vulnerable to Neutralize Poison"
        },
        "GjFzfXhsM4SnB7cI": {
          "description": "<p>harmed by <em>acid</em> ([[/r {9d10}]]{9d8 damage}, [[/r {3d8}]]{3d8 damage} from areas or persistent damage); healed by <em>electricity</em> (area [[/r 3d8[healing]]] Hit Points); slowed by <em>fire</em></p>\n<hr />\n<p>A golem is immune to spells and magical abilities other than its own, but each type of golem is affected by a few types of magic in special ways. These exceptions are listed in shortened form in the golem's stat block, with the full rules appearing here. If an entry lists multiple types (such as “cold and water”), either type of spell can affect the golem.</p>\n<ul>\n<li><strong>Harmed By</strong> Any magic of this type that targets the golem causes it to take the listed amount of damage (this damage has no type) instead of the usual effect. If the golem starts its turn in an area of magic of this type or is affected by a persistent effect of the appropriate type, it takes the damage listed in the parenthetical.</li>\n<li><strong>Healed By</strong> Any magic of this type that targets the golem makes the golem lose the slowed condition and gain HP equal to half the damage the spell would have dealt. If the golem starts its turn in an area of this type of magic, it gains the HP listed in the parenthetical.</li>\n<li><strong>Slowed By</strong> Any magic of this type that targets the golem causes it to be @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for [[/r 2d6 #rounds]]{2d6 rounds} instead of the usual effect. If the golem starts its turn in an area of this type of magic, it's slowed 1 for that round.</li>\n<li><strong>Vulnerable To</strong> Each golem is vulnerable to one or more specific spells, with the effects described in its stat block.</li>\n</ul>",
          "name": "Golem Antimagic"
        },
        "ks2rth5pf36if6wd": {
          "description": "<p>The guillotine golem Strides up to its Speed, pushing back each creature whose space it moves into and damaging them if they try to stop its movement. A creature can attempt to bar the way by succeeding at a @Check[type:fortitude|dc:44] save. On a critical success, the resisting creature takes no damage; otherwise, it is damaged as if hit by the golem's blade Strike.</p>",
          "name": "Inexorable March"
        },
        "peb95giu5vjyf7fb": {
          "description": "<p>Any drained value from this poison is reduced by 1 every hour.</p>\n<hr />\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:40]</p>\n<p><strong>Maximum Duration</strong> 4 rounds</p>\n<p><strong>Stage 1</strong> @Damage[3d6[poison]] and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[5d6[poison]] and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[10d6[poison]] and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 3} (1 round).</p>",
          "name": "Guillotine Golem Poison"
        },
        "qpv42cvabo9c5yrd": {
          "description": "<p>If the guillotine golem critically hits a creature with its blade Strike, the creature must succeed at a @Check[type:fortitude|dc:40] save or be decapitated, dying instantly unless it can survive without a head.</p>",
          "name": "Decapitation"
        },
        "sjy3bim3i42e3t4n": {
          "description": "<p>The guillotine golem emits poisonous gas in a @Template[type:burst|distance:10] centered on the corner of one of the golem's squares. The gas persists for 1 round. Any creature in the area (or that later enters the area) is exposed to the golem's poison. The golem can't use its Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>",
          "name": "Breath Weapon"
        },
        "yoiqxstjk7nmorpr": {
          "description": "<p>Magical rusting effects, like a rust monster's antennae, affect the guillotine golem normally.</p>",
          "name": "Vulnerable to Rust"
        },
        "yoxrqmin47qk0etl": {
          "name": "Blade"
        }
      },
      "name": "Guillotine Golem"
    },
    "Keznin Nevarmo": {
      "items": {
        "0dqz0pv2p93dvn79": {
          "description": "<p>Keznin can use Nature instead of Medicine to Treat Disease, Treat Poison, and Treat Wounds, and he can use Nature instead of Crafting to craft alchemical items with the healing trait, antidotes, and antiplagues.</p>",
          "name": "Expert Herbalist"
        },
        "Gsp6SyiR5bBRNQWO": {
          "description": "<p>Keznin is subject to the conqueror worm's Mental Invader effect , but she doesn't realize it. (Note: This is only effective in Chapter 3)</p>",
          "name": "Invaded"
        },
        "JZE17Z2oD7QND01W": {
          "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p>Antiplague can fortify the body's defenses against diseases. Upon drinking an antiplague, you gain a +3 item bonus to Fortitude saving throws against diseases for 24 hours; this applies to your daily save against a disease's progression.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.HeRHBo2NaKy5IxhU]{Effect: Antiplague (Moderate)}</p>"
        },
        "UCC3LswO7DvYD2p6": {
          "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity as a divine focus to use certain abilities and cast some spells. A religious symbol must be held in one hand to use it.</p>",
          "name": "Religious Symbol of Pharasma (Silver)"
        },
        "bJK8rB2vW4Vz7aYz": {
          "description": "<p>This kit of bandages, herbs, and suturing tools is necessary for Medicine checks to Administer First Aid, Treat Disease, Treat Poison, or Treat Wounds. Expanded healer's tools provide a +1 item bonus to such checks. When you carry the tools from place to place, you keep many of the components handy on your person, in pockets or bandoliers.</p>",
          "name": "Healer's Tools (Expanded)"
        },
        "kVj1OuSkOOm9aow9": {
          "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p>Elixirs of life accelerate a living creature's natural healing processes and immune system. Upon drinking this elixir, you regain [[/r (5d6+12)[healing]]]{5d6+12 Hit Points} and gain +2 item bonus to saving throws against diseases and poisons for 10 minutes.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.Yxssrnh9UZJAM0V7]{Effect: Elixir of Life (Moderate)}</p>"
        },
        "l1hi0v4rtyhlqmz7": {
          "description": "<p><strong>Trigger</strong> Keznin rolls a critical failure on a check to Treat Disease, Treat Poison, or Treat Wounds</p>\n<hr />\n<p><strong>Effect</strong> Keznin gives an emergency application of dangerous herbs to avert further harm. The creature Keznin is treating takes @Damage[2d6[poison]] damage, and Keznin rerolls the check.</p>",
          "name": "Risky Treatment"
        },
        "lp0Wic0Q1K01y4Iy": {
          "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p>An antidote protects you against toxins. Upon drinking an antidote, you gain a +3 item bonus to Fortitude saving throws against poisons for 6 hours.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.mi4Md1fB2XThCand]{Effect: Antidote (Moderate)}</p>"
        },
        "w6fomxc651aiuj19": {
          "name": "Beak"
        }
      },
      "name": "Keznin Nevarmo"
    },
    "Mateena Lumlin": {
      "items": {
        "JklgmRLJ4Ie3Edu0": {
          "description": "<p>The Gray Gardener Director General has a +2 circumstance bonus to Deception checks and saving throws to conceal their identity and a +2 circumstance bonus to their Deception DC against effects that ferret out information about the Gray Gardener's identity.</p>",
          "name": "Anonymity"
        },
        "K6FLOVNca07pIkf5": {
          "description": "<p>Mateena is subject to the conqueror worm's Mental Invader effect , but she doesn't realize it.</p>",
          "name": "Invaded"
        },
        "Z6I93yAvWeA9y6Rv": {
          "description": "<p><strong>Trigger</strong> The Gray Gardener Director General rolls a failure (but not a critical failure) on a Will save against an effect with the mental or fear trait</p>\n<p><strong>Requirements</strong> The Gray Gardener Director General's features are obscured by a mask or hood</p>\n<hr />\n<p><strong>Effect</strong> The Gray Gardener Director General takes @Damage[3d8[mental]] damage, and the saving throw is a success.</p>",
          "name": "Gardener's Resolve"
        },
        "iox2rs5y6wd0lxbv": {
          "description": "<p><strong>Trigger</strong> The director general's turn begins</p><hr /><p><strong>Effect</strong> The director general attempts to Demoralize a creature within 60 feet that they can see and that can see the director general.</p>",
          "name": "Stern Glare"
        },
        "msa7xu7z09elqbwi": {
          "description": "<p>The director general's Strikes deal an additional 4d6 precision damage to frightened creatures. If the Strike against a frightened creature is a critical hit, the creature doesn't automatically reduce its frightened condition at the end of its next turn.</p>",
          "name": "Skewer the Fearful"
        },
        "pengqjaatda2z6zu": {
          "name": "Ceramic Mask"
        },
        "rpuws83q8uhxkxk3": {
          "description": "<p>The director general Interacts to draw a weapon, and then Strikes with that weapon.</p>",
          "name": "Quick Draw"
        },
        "z1h9foa0rroyvcrj": {
          "description": "<p>The director general utters a few words to a non-frightened target within 60 feet that can hear them, bolstering the target's indignation of cowards. The target creature must succeed at a @Check[type:will|dc:39] save, or it doesn't count frightened creatures as allies and can't Aid them or flank with them. This effect lasts for 1 round (1 minute on a critical failure).</p>",
          "name": "Whispers of Superiority"
        }
      },
      "name": "Mateena Lumlin"
    },
    "Miss Whisper": {
      "description": "<p>Ages ago, when this cycle of the multiverse was still adolescent, a cabal of psychopomps who already felt bored and restrained in their role of ushering souls to their ultimate resting place rebelled against their station. It was this corruption of the cycle of souls that spawned the first sahkils.</p>\n<p>Ambivalent to the prescribed order of the multiverse and spiteful of mortals, sahkils delight in spreading fear and unease to all beings, clogging up the metaphysical cycle with anxiety-ridden mortals too scared to achieve their potential. These fiends have drastically changed from their dedicated psychopomp predecessors. They are creatures of spite and torment, fear and disgust. They exploit the most common and rare fears for their own perverse satisfaction, and they want nothing more than to frighten mortals and make them quetion their reason for existence.</p>\n<p>Most sahkils lurk on the Ethereal Plane, but they frequently invade the Material Plane to torment mortals and spread terror. They use their innate ability to slip between the veils of the Ethereal and Material effortlessly, often stalking their targets for days or weeks before enacting their devious plots.</p>\n<hr />\n<p>Pakalchis strive to intensify their preys' inherent insecurity over personal and emotional bonds, playing on the threat of those relationships falling into ruin. These sahkils are among the most manipulative of their kind, pulling strings both literal and figurative on their victims over stretched-out periods of time, exhilarating in the despair and fear for as long as possible.</p>",
      "items": {
        "CtWmBHUvnSEY14ZY": {
          "name": "Calm Emotions"
        },
        "E5PjZjz4Va4WCYMP": {
          "name": "True Seeing (Constant)"
        },
        "KD9WyZyMHgs07nLa": {
          "name": "Claw"
        },
        "SA7P07cUNUdSC4Sp": {
          "description": "<p>A creature affected by betrayal toxin hears whispers of incessant doubt in their head and can't treat any creature as their ally</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:28]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} (1 round)</p>",
          "name": "Betrayal Toxin"
        },
        "Umi4PGsADEgpFaTb": {
          "description": "<p>The sahkil moves from the Material Plane to the Ethereal Plane or vice-versa, with the effects of @UUID[Compendium.pf2e.spells-srd.Item.D2nPKbIS67m9199U]{Ethereal Jaunt} except that the effect has an unlimited duration and can be Dismissed.</p>\n<p>A summoned sahkil can't use Skip Between.</p>",
          "name": "Skip Between"
        },
        "X5iRzpgvcVsGqbsr": {
          "name": "Thorn"
        },
        "YKOgA62QUG2td6rZ": {
          "name": "Mask of Terror (Self Only)"
        },
        "kIaulAXNpfYFGj9s": {
          "name": "Tongues (Constant)"
        },
        "lPHcKkQiBqbtQQ8z": {
          "name": "Telepathy 100 feet"
        },
        "nwxgFqcqNXuFwOHS": {
          "name": "Suggestion (At Will)"
        },
        "qi2lvWIXN1GWDfm1": {
          "description": "<p><strong>Trigger</strong> A creature moves adjacent to the pakalchi</p>\n<hr />\n<p><strong>Effect</strong> Writhing, pitch-black vines wrap around the creature. The creature takes @Damage[1d6[slashing]] damage and takes a -15-foot circumstance penalty to its Speeds until the end of its next turn.</p>",
          "name": "Entangling Train"
        },
        "txI3yFBFe03WbSW7": {
          "description": "<p>The dawnsilver manacles affixing the pakalchi to the wall are enchanted. The pakalchi can't remove them, although any other creature can with a single Interact action. While bound, she's @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, can't make melee Strikes, and can't Skip Between, though she can still make thorn attacks with a -4 circumstance penalty.</p>",
          "name": "Bound"
        },
        "vMRN1ON8B5Jk9K9h": {
          "description": "<p>A sahkil's level is considered 2 lower for the purpose of being conjured by the @UUID[Compendium.pf2e.spells-srd.Item.2ykmAVKrsAWcazcC]{Binding Circle}ritual (and potentially other rituals, at the GM's discretion), but it is always free to attack or leave instead of negotiate unless the primary caster's check is a critical success.</p>",
          "name": "Easy to Call"
        },
        "vPiD83jHe3pfnCGb": {
          "name": "Vine"
        }
      },
      "name": "Miss Whisper"
    },
    "Pageant Troupe": {
      "description": "<p>Terra-cotta warriors guard the tombs of ancient rulers, where they stand vigil, animating only when intruders break in to pilfer riches or defile the tomb itself. Each warrior is meticulously crafted from clay and given unique features.</p>\n<hr />\n<p>These constructed warriors can work together as a trained group to repel intruders.</p>",
      "items": {
        "4y0Im0eAbj4YFOII": {
          "description": "<p>Whenever a troop Strides, it first Forms Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then moves up to its Speed. This works just like a Gargantuan creature moving; for instance, if any square enters difficult terrain, the extra movement cost applies to the whole troop.</p>",
          "name": "Troop Movement"
        },
        "BlH8W4GE6xpZoZM2": {
          "description": "<p><strong>Thresholds</strong> 160 (12 squares), 80 (8 squares)</p>\n<hr />\n<p>Troops are composed of many individuals, and over the course of enough attacks and downed comrades, troops shrink in size. Most troops start with 16 squares (4 by 4), and their Hit Points have two listed thresholds, typically the first is at 2/3 their maximum Hit Points and the second is at 1/3 their maximum Hit Points. Once the troop drops below the first threshold, it loses 4 squares, leaving 12 squares remaining, and the first threshold becomes the troop's new maximum Hit Points. Once the troop falls below the second threshold, it loses another 4 squares, leaving 8 squares remaining, and the second threshold becomes the troop's new maximum Hit Points. In order to restore its size and maximum Hit Points, a troop needs to spend downtime to use long-term treatment on casualties or recruit new members to replace the fallen. At 0 Hit Points, the troop is reduced down to 4 squares, which is too few to sustain the troop, so it disperses entirely, with the few remaining members surrendering, fleeing, or easily dispatched, depending on their nature.</p>\n<p>A damaging single-target effect, such as a Strike, can't force a troop to pass through more than one threshold at once. For instance, if a troop had 60 Hit Points, with thresholds at 40 and 20, a Strike for 50 damage would leave the troop at 21 Hit Points, just above the second threshold. A damaging area effect or multi-target effect can cross multiple thresholds at once and could potentially destroy the entire troop in one shot.</p>\n<p>Non-damaging effects with an area or that target all creatures in a certain proximity affect a troop normally if they affect the entire area occupied by the troop. If an effect has a smaller area or numbers of targets, it typically has no effect on the troop. However, if the effect can target at least four creatures or cover at least four squares in the troop, and if it would prevent its targets from acting, cause them to flee, or otherwise make them unable to function as part of the troop for a round or more, the troop loses loses a number of Hit Points equal to the amount required to bring it to the next threshold, removing 4 squares. If an effect would both deal damage and automatically cross a threshold due to incapacitating some of the creatures in the troop, apply the damage first. If the damage wasn't enough to cross a threshold on its own, then reduce the Hit Points to cross the threshold for the incapacitating effect.</p>"
        },
        "Vx9iqVf4ismUN743": {
          "description": "<p><span class=\"action-glyph\">A</span> to <span class=\"action-glyph\">3</span></p>\n<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The garrison makes a melee attack against each enemy within 5 feet (@Check[type:reflex|dc:30|basic:true] save). The damage depends on the number of actions.</p>\n<p><span class=\"action-glyph\">A</span> @Damage[(2d8+2)[bludgeoning]] damage.</p>\n<p><span class=\"action-glyph\">2</span> @Damage[(8d8+12)[bludgeoning]] damage.</p>\n<p><span class=\"action-glyph\">3</span> @Damage[(4d8+15)[bludgeoning]] damage.</p>",
          "name": "Strike as One"
        },
        "YfW3hmqsouC0M5an": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.ShieldBlock]</p>"
        },
        "ncklibzh6Dfp2LTc": {
          "description": "<p><strong>Thresholds</strong> 160 (12 squares), 80 (8 squares)</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>"
        },
        "zqId4tqfbUrRgpwQ": {
          "description": "<p>The automatons don't have shields or weapons. Their Strike as One ability uses their fists and deals bludgeoning damage instead of slashing damage.</p>",
          "name": "Performers"
        }
      },
      "name": "Pageant Troupe",
      "npcHp": "troop defenses"
    },
    "Pendulum Pit": {
      "description": "<p>Several swinging pendulums of force cleave through the room across the platforms, knocking people into the pit.</p>",
      "hazardDisable": "<p>@Check[type:arcana|dc:48|name:Deactivate a Pendulum Blade|traits:complex,magical,mechanical,trap] (legendary), @Check[type:thievery|dc:44|name:Deactivate a Pendulum Blade|traits:complex,magical,mechanical,trap] (master), or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (9th level; counteract DC 44) on a platform to deactivate its pendulum blade; once all five platforms have been deactivated, the trap is disabled and the room rotates back into position along the exits. @Check[type:thievery|dc:48|name:Rotate the Room Open|traits:complex,magical,mechanical,trap] (legendary) from any blocked exit to activate the rotating mechanism and rotate the room back into position before the trap has been disabled.</p>",
      "hazardReset": "<p>The trap resets after 1 hour. If the @UUID[Compendium.pf2e.spells-srd.Item.4GE2ZdODgIQtg51c]{Darkness} throughout the room has been dispelled, the <em>darkness</em> in the room returns when the trap resets.</p>",
      "hazardRoutine": "<p>(5 actions) For each active platform, the trap uses an action to create a pendulum of force to swing down along a straight line between the platform and one other creature in the room that isn't on the platform (if any). The trap makes a pendulum blade attack against any creature in that line. For each platform deactivated, reduce the number of actions the trap takes in its routine by 1.</p>",
      "name": "Pendulum Pit"
    },
    "Planar Eviction Trap": {
      "description": "<p>An invisible magic rune emits a burst of psychic static and sends extraplanar creatures to Pharasma's realm.</p>",
      "hazardDisable": "<p>@Check[type:religion|dc:42|name:Discharge Glyph|traits:uncommon,trap,magical] (master) or @Check[type:thievery|dc:42|name:Discharge Glyph|traits:uncommon,trap,magical] (master) to discharge the glyph's power harmlessly, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (8th rank; counteract DC 40) to counteract the glyph</p>",
      "name": "Planar Eviction Trap"
    },
    "Riekanoy": {
      "items": {
        "46kj31h9euhnr25q": {
          "description": "<p>The riekanoy attempts an Acrobatics check against each @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} creature's Reflex DC. The riekanoy moves each creature they succeed against up to 10 feet and each creature they critically succeed against up to 20 feet. This movement must all be within reach of its hair.</p>",
          "name": "Waving Hair"
        },
        "70ZRms4NtreGysUS": {
          "name": "Invisibility (At Will)"
        },
        "8zl0kvuswlu8s369": {
          "description": "<p>A riekanoy can have up to eight creatures @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} within their hair at a time.</p>",
          "name": "Entangling Hair"
        },
        "DetDp1eLwV1VPdTI": {
          "name": "Water Walk (Constant)"
        },
        "GfiYaciPmr2BiaCS": {
          "name": "Obscuring Mist (At Will)"
        },
        "HEjVKx2234CjoP58": {
          "name": "True Seeing (Constant)"
        },
        "IhcMxRjWojLw4tfD": {
          "name": "Charm (At Will)"
        },
        "RUF4lbhjEReV35De": {
          "name": "Control Water (At Will)"
        },
        "ZO6EmsbqObsxn92F": {
          "name": "Baleful Polymorph (Aquatic Animals Only)"
        },
        "hc1wuichiyplb2ks": {
          "description": "<p>@Damage[(3d10+12)[bludgeoning]], @Check[type:fortitude|dc:41|basic:true]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>",
          "name": "Constrict"
        },
        "iolcGi2CFgzPxgyI": {
          "description": "<p>Riekanoy is under the effects of 9th-rank @UUID[Compendium.pf2e.spells-srd.Item.Seaah9amXg70RKw2]{Water Walk} at all times.</p>",
          "name": "Water Walk"
        },
        "l1p4q2zyo6konsxf": {
          "description": "<p>The riekanoy sways in a compelling fashion. Each non-fey creature within a @Template[type:emanation|distance:300] that can see the riekanoy must attempt a @Check[type:will|dc:38] save. The effect lasts for 1 round, but if the riekanoy uses Beckoning Dance again on subsequent rounds, the duration extends by 1 round for all affected creatures. Once a creature succeeds at any save against Beckoning Dance, that creature is temporarily immune for 24 hours.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} and must spend each of its actions to move closer to the riekanoy, avoiding obvious dangers. If a beckoned creature is adjacent to the riekanoy, it stays still and doesn't act. If attacked by the riekanoy, the creature is freed from captivation at the end of the riekanoy's turn.</p>\n<p><strong>Critical Failure</strong> As failure, but if attacked by the riekanoy, the creature can attempt a new save only at the start of its next turn, rather than being freed at the end of the riekanoy's turn.</p>",
          "name": "Beckoning Dance"
        },
        "m8okrt5p2n41726w": {
          "description": "<p>A riekanoy's swaying motions propel it into the fray with grace. While a riekanoy can act and isn't @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, it can roll Performance for initiative.</p>",
          "name": "Sinuous Initiative"
        },
        "szbyxffeheqcajmn": {
          "name": "Hair"
        }
      },
      "name": "Riekanoy"
    },
    "Tumblak": {
      "items": {
        "1n5e4eqt4djl2jue": {
          "description": "<p>100 feet. Creatures within the aura must succeed at a @Check[type:fortitude|dc:37] save. On a failure, they can't breathe and must hold their breath to avoid suffocation until they leave the aura. The tumblak can activate or deactivate the aura with a single free action, which has the concentrate trait.</p>",
          "name": "Gasping Aura"
        },
        "5brkjiwh6zdkj7wr": {
          "description": "<p>Unlike most incorporeal creatures, a tumblak can make Strength-based checks against physical creatures and objects if it chooses, though such creatures still can't make Strength-based checks against the tumblak.</p>",
          "name": "Focused Force"
        },
        "5tvak462ebfuckwx": {
          "name": "Grave Lore"
        },
        "64ianM5ftP3OaVMU": {
          "description": "<p>A sahkil's level is considered 2 lower for the purpose of being conjured by the @UUID[Compendium.pf2e.spells-srd.Item.2ykmAVKrsAWcazcC]{Binding Circle} ritual (and potentially other rituals, at the GM's discretion), but is always free to attack or leave instead of negotiate unless the primary caster's check is a critical success.</p>",
          "name": "Easy to Call"
        },
        "7WaqvtPNBKDf39GO": {
          "name": "Earthbind (At Will)"
        },
        "7ZIG4UEkwC9XrWIo": {
          "name": "Nightmare (At Will)"
        },
        "Kr7Y2G5S4nYBkxFE": {
          "name": "Mask of Terror (At Will) (Self Only)"
        },
        "MudC8GBQciwNzqbi": {
          "name": "Telepathy 100 feet"
        },
        "R4qBGYjaWg1TZrMO": {
          "name": "Fear (At Will)"
        },
        "WAGi6iHW6Q93uHQj": {
          "description": "<p>Tumblak moves from the Material Plane to the Ethereal Plane or vice versa, with the effects of @UUID[Compendium.pf2e.spells-srd.Item.D2nPKbIS67m9199U]{Ethereal Jaunt} except the effect has an unlimited duration and can be Dismissed. A summoned sahkil can't use Skip Between.</p>",
          "name": "Skip Between"
        },
        "ha7ss846toq76vyl": {
          "description": "<p>A creature @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} by the tumblak's @UUID[Compendium.pf2e.spells-srd.Item.Uqj344bezBq3ESdq]{Nightmare} spell is subject to paralyzing glimpses of being buried alive. Anyone using an effect that would remove the fatigued condition through a means other than a full night's rest must succeed on a DC 44 counteract check or the fatigued condition isn't removed. When the fatigued creature enters a stressful situation, such as rolling initiative in combat or entering a high-stakes negotiation, it is affected by Entombing Echoes.</p>",
          "name": "Claustrophobic Nightmares"
        },
        "k4da2l4o15qntzes": {
          "name": "Fist"
        },
        "k5ref5cp18jsia4p": {
          "description": "<p>A creature struck by the tumblak's fist or impacted by Claustrophobic Nightmares must succeed on a @Check[type:will|dc:44] save or feel itself confined on all sides. The creature is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until it Escapes (DC 44).</p>",
          "name": "Entombing Echoes"
        },
        "ni4fg355bj42fih7": {
          "description": "<p>Tumblaks don't need to breathe.</p>",
          "name": "No Breath"
        },
        "uN5IM5rUwKk5LoDZ": {
          "name": "True Seeing (Constant)"
        }
      },
      "name": "Tumblak"
    },
    "Worm Prophet": {
      "items": {
        "0VfpGuILiczLimGa": {
          "name": "Freedom of Movement"
        },
        "7RSuMObsdvCMRv7e": {
          "name": "Neutralize Poison"
        },
        "7pt4u3cwen65t4fp": {
          "description": "<p>If a reaction would disrupt the worm prophet's spellcasting action, the worm prophet attempts a @Check[type:flat|dc:15|showDC:owner]. On a success, the action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        },
        "BzHIIJtOi8XhHb1o": {
          "name": "Zone of Truth"
        },
        "chh3m3W8t2ik5oRN": {
          "name": "True Seeing"
        },
        "hYoaGZNU0xN9Raho": {
          "name": "Calm Emotions"
        },
        "k9j42KNgSKOO2vo1": {
          "description": "<p><strong>Trigger</strong> The worm prophet rolls a failure (but not a critical failure) on a Will save against an effect with the mental or fear trait</p>\n<p><strong>Requirements</strong> The worm prophet's features are obscured by a mask or hood</p>\n<hr />\n<p><strong>Effect</strong> The worm prophet takes @Damage[3d8[mental]] damage, and the saving throw is a success.</p>",
          "name": "Gardener's Resolve"
        },
        "l3VBs0xOvAxRlsA8": {
          "description": "<p>The worm prophet has a +2 circumstance bonus to Deception checks and saving throws to conceal their identity and a +2 circumstance bonus to their Deception DC against effects that ferret out information about the worm prophet's identity.</p>",
          "name": "Anonymity"
        },
        "sLNIsGJI5bb5Ioik": {
          "name": "Discern Location"
        },
        "vi5p81e53rkoyhpr": {
          "name": "Silver Veil"
        },
        "yjfa16qk51s0uylr": {
          "description": "<p><strong>Trigger</strong> A target affected by one of the worm prophet's necromancy spells dies within 60 feet of the worm prophet</p><hr /><p><strong>Effect</strong> The worm prophet harnesses a bit of the departing victim's soul, and the worm prophet is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} 1 for 1 minute. They can use this extra action only to Step, Stride, or Sustain a Spell.</p>",
          "name": "Capture Spirit"
        },
        "zkuytxydee6ur175": {
          "description": "<p>The worm prophet is subject to the conqueror worm's Mental Invader effect.</p>",
          "name": "Invaded"
        }
      },
      "name": "Worm Prophet"
    },
    "Zintaya Calbieste": {
      "items": {
        "21UXAxVXwteVs9dM": {
          "description": "<p><strong>Trigger</strong> The Gray Gardener assassin rolls a failure (but not a critical failure) on a Will save against an effect with the mental or fear trait</p>\n<p><strong>Requirements</strong> The Gray Gardener assassin's features are obscured by a mask or hood</p>\n<hr />\n<p><strong>Effect</strong> The Gray Gardener assassin takes @Damage[3d8[mental]] damage, and the saving throw is a success.</p>",
          "name": "Gardener's Resolve"
        },
        "9n2qy19bjladuf36": {
          "name": "Executioner's Hood"
        },
        "PImowIJtDa68Npto": {
          "description": "<p>Distilled from the Plane of Shadow, this oily substance imposes tenebrous effects. The enfeebled condition from shadow essence lasts for 24 hours.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact (Injury)</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:29]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[3d6[void]] damage and @Damage[2d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d6[void]] damage, @Damage[2d6[poison]] damage, and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[3d6[void]] damage, @Damage[2d6[poison]] damage, and enfeebled 2 (1 round)</p>"
        },
        "UU9cOQ3GJiiJ0y2t": {
          "description": "<p>The Gray Gardener assassin has a +2 circumstance bonus to Deception checks and saving throws to conceal their identity and a +2 circumstance bonus to their Deception DC against effects that ferret out information about the Gray Gardener's identity.</p>",
          "name": "Anonymity"
        },
        "ir9iykcrbdq5n5zv": {
          "description": "<p>The Gray Gardener assassin designates a single creature they can see and hear as their mark. This effect lasts until the mark dies or the assassin uses Mark for Death again. The assassin gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} the mark and on Deception checks to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} against the mark. The assassin's melee and ranged Strikes gain the deadly d8 weapon traits when attacking the mark.</p>",
          "name": "Mark for Death"
        },
        "qlj226n45f0wl98g": {
          "description": "<p><strong>Requirements</strong> The Gray Gardener assassin is wielding a piercing or slashing weapon and has a free hand</p><hr /><p><strong>Effect</strong> The assassin applies a poison to the weapon.</p>",
          "name": "Poison Weapon"
        },
        "qnoacZYdU5EipEmP": {
          "description": "<p>The Gray Gardener assassin deals an additional 6d6 precision damage precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "sslmxm3jw7n66c4h": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the Gray Gardener assassin.</p>",
          "name": "Surprise Attack"
        },
        "tqtwsr6iftva2t2h": {
          "description": "<p>The Gray Gardener assassin distracts a creature within 30 feet, using a few choice words or gestures. The creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the assassin's attacks until the end of the assassin's next turn. Depending on the distraction, this action gains either the auditory or the visual trait.</p>",
          "name": "Instant Opening"
        },
        "uzua9klnxxs2xosv": {
          "description": "<p>The Gray Gardener assassin Interacts to draw a weapon and then Strikes with that weapon.</p>",
          "name": "Quick Draw"
        }
      },
      "name": "Zintaya Calbieste"
    }
  },
  "label": "Night of the Gray Death"
}