{
  "entries": {
    "\"Lucky\" Lanks": {
      "items": {
        "0uydF0yne87WU999": {
          "description": "<p>When Lanks successfully @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feints}, his target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against his attacks until the end of his next turn. On a critical success, the target is off-guard against all attacks until the end of Lanks's next turn.</p>",
          "name": "Scoundrel's Feint"
        },
        "GXXGr8ganpcltlc7": {
          "description": "<p>This venom erodes its target's defenses, aiding the spider in securing prey.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">D</span> Interact (Injury)</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:21]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d10[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[1d12[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1}, and off-guard (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[2d6[poison]] damage, clumsy 2, and off-guard (1 round)</p>"
        },
        "N8znRITVCAhnmBZ0": {
          "description": "<p>You need thieves' tools to Pick Locks or Disable Devices (of some types) using the Thievery skill.</p>\n<p>If your thieves' tools are broken, you can repair them by replacing the lock picks with @UUID[Compendium.pf2e.equipment-srd.Item.Sw7MBLASN3xK4Y44]{Replacement Picks} appropriate to your tools; this doesn't require using the Repair action.</p>"
        },
        "VnEHtn4hymjCbTpN": {
          "description": "<p>Lanks deals an additional 2d6 precision damage to off-guard creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        }
      },
      "name": "\"Lucky\" Lanks"
    },
    "Akrida": {
      "items": {
        "CvZtpa1wKX9zzZk3": {
          "name": "Telepathy 100 feet"
        },
        "HZX2KsdWixX6OuNu": {
          "name": "Mandibles"
        },
        "HcNITdxwCGIYWP52": {
          "description": "<p>Akrida spits a gout of slimy green acid in a @Template[type:line|distance:30] that deals @Damage[5d6[acid]] damage (@Check[type:reflex|dc:20|basic:true]).</p>\n<p>Akrida can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>",
          "name": "Breath Weapon"
        },
        "KDcce7n1eBoCIUDH": {
          "description": "<p>Akrida makes three claw Strikes against a single creature within reach. His multiple attack penalty doesn't increase until after he makes all three Strikes.</p>",
          "name": "Frantic Scramble"
        },
        "PnLMVoXEmTUX6XqO": {
          "name": "Claw"
        },
        "xIfY7I9nQQnGxTh4": {
          "name": "Scent (Imprecise) 30 feet"
        }
      },
      "name": "Akrida",
      "npcSenses": "darkvision, scent (imprecise) 30 feet"
    },
    "Alethsia": {
      "description": "<p>Monstrous humanoids that resemble humans with snakes instead of hair, medusas are best known for their petrifying gazes that-if lingered upon-can permanently transform mortals to stone. Medusas are shrewd and manipulative adversaries who collect and covet secrets, and who use threats and guile to exploit the fears of weaker creatures. A medusa may seek out powerful magic items, use divination magic to discover secret knowledge and unlock forbidden power, or infiltrate a society to beguile influential politicians. Their ability to worm their way into powerful organizations makes them natural leaders of criminal outfits and thieves' guilds, and their interest in magical phenomena leads some to pursue careers as oracles who offer to help adventurers find what they seek-for a price. Of course, if wit and deception proves insufficient, a medusa can always simply turn rivals into ornate stone decorations with little more than a glare.</p>\n<p>Exceptionally agile and surprisingly hardy, a medusa rarely backs down from a conflict even when cornered. Many adventurers who thought themselves readied to resist the effects of a medusa's gaze have nevertheless fallen to a medusa, as these creatures are also often deadly archers able to riddle their foes with venom-coated arrows from a distance. Still, a medusa may barter for their life if no alternatives remain, and the secrets carried by these powerful villains often make it more than worth sparing the monster's life.</p>",
      "items": {
        "2lGYb3ZO8pwxgMhD": {
          "description": "<p>The medusa fixes their glare at a creature they can see within 30 feet. The target must immediately attempt a @Check[type:fortitude|dc:25] save against the medusa's glass gaze. If the creature was already @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed} by glass gaze before attempting its save, a failed save causes it to be @UUID[Compendium.pf2e.conditionitems.Item.dTwPJuKgBQCMxixg]{Petrified} permanently.</p>\n<p>After attempting its save, the creature is then temporarily immune until the start of the medusa's next turn.</p>",
          "name": "Focus Gaze"
        },
        "FuDdgAP7wwq6LCFO": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:25]</p>\n<hr />\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[2d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 round)</p>",
          "name": "Serpent Venom"
        },
        "hSGaU1UT8mzmPFWl": {
          "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>When a creature ends its turn in the aura, it must attempt a @Check[type:fortitude|dc:25] save. If the creature fails, it becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 minute. The medusa can deactivate or activate this aura by using a single action, which has the concentrate trait.</p>",
          "name": "Glass Gaze"
        },
        "ltvMN7K0itu2l3WZ": {
          "name": "Snake Fangs"
        },
        "zGXZKhk95VPsSdKN": {
          "description": "<p><strong>Trigger</strong> A creature ends its turn adjacent to the medusa.</p>\n<hr />\n<p><strong>Effect</strong> The medusa makes a snake fangs Strike against the creature.</p>",
          "name": "Biting Snakes"
        }
      },
      "name": "Alethsia",
      "npcAc": "all-around vision",
      "npcSenses": "darkvision"
    },
    "Ambrost Mugland": {
      "items": {
        "1X7xNalzzxDY6qSo": {
          "description": "<p>Mugland isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to creatures of 8th level or lower that are @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected}, flanking, or using Surprise Attack.</p>",
          "name": "Deny Advantage"
        },
        "5lMzzYERKTFFT9ij": {
          "description": "<p>Mugland deals an extra 2d6 precision damage to off-guard creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "DPzWCti1i4O6es3L": {
          "description": "<p><strong>Trigger</strong> A creature within 30 feet rolls a critical failure to Strike Mugland</p>\n<hr />\n<p><strong>Effect</strong> With a sneer, Mugland takes advantage of the opening. He makes a ranged dueling pistol or cane pistol Strike against the triggering creature. The creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to Mugland's attacks (including this one) until the beginning of its next turn. This attack doesn't count toward Mugland's multiple attack penalty, and his multiple attack penalty doesn't apply to this attack.</p>",
          "name": "Exploit Blunder"
        },
        "EPV7UfwWaufVpOtz": {
          "description": "<p>When Mugland rolls a success on a Reflex save, he gets a critical success instead.</p>",
          "name": "Evasion"
        },
        "F3DQ5o7BEBFUQWC5": {
          "name": "Underworld Lore"
        },
        "ROjJd4N9UbV89rGw": {
          "name": "Alkenstar Lore"
        },
        "nOBllrNFNNdzvBL6": {
          "description": "<p><strong>Trigger</strong> Mugland is hit by a Strike, but wouldn't be hit with a +2 circumstance bonus to AC</p>\n<hr />\n<p><strong>Effect</strong> Mugland gains a +2 circumstance bonus to AC against the triggering attack and the attack misses.</p>",
          "name": "Slippery Dodge"
        },
        "qG1vSwDA8ntfCjDH": {
          "description": "<p>Mugland Interacts to draw a weapon, then Strikes with that weapon.</p>",
          "name": "Quick Draw"
        }
      },
      "name": "Ambrost Mugland"
    },
    "Anjelique Loveless": {
      "items": {
        "1J1pplLU8EgoW4MK": {
          "description": "<p>Anjelique Strides and then either Interacts to reload her gun or makes an Intimidation check to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} a foe.</p>",
          "name": "Lawbringer's Pursuit"
        },
        "1v3vDVTwteCXrnQ9": {
          "_source": "pf2e.equipment-srd.Item.HKcfpawD4CesJtFy"
        },
        "8IJMmA8hl5HQHC8T": {
          "description": "<p>After making a successful melee Strike against a creature, Anjelique makes a @Check[type:thievery|defense:perception] check against the target's Perception DC. On a success, she activates and secretly plants a specially formulated sticky pyronite charge on the creature. This charge detonates after 3 rounds, dealing @Damage[4d8[fire]] damage to all creatures within a @Template[type:emanation|distance:10]{10-foot radius} (@Check[type:reflex|dc:34|basic:true]) and detonating any other pyronite charges within the area. After making a successful ranged Strike against a creature stuck with a planted charge, Anjelique can choose to shoot a bullet through the charge, dealing normal damage and detonating the charge immediately. A creature can use an Interact action to find and remove a planted charge from itself or an adjacent creature. These pyronite charges have the infused trait and are inert until activated by Anjelique.</p>",
          "name": "Plant Pyronite Charge"
        },
        "CvlaT6PphgD4PaQe": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> Anjelique fails or critically fails a saving throw</p>\n<hr />\n<p><strong>Effect</strong> Anjelique treats a critical failure as a failure, or a failure as a success.</p>",
          "name": "Stubborn Resolve"
        },
        "D1WFeaOwePnCcFRb": {
          "name": "Infused Pyronite Charge"
        },
        "EmddOi73rqiUBJC9": {
          "name": "Legal Lore"
        },
        "IRqZhq2Q3dwLJkV7": {
          "_source": "pf2e.equipment-srd.Item.GKBCShgNVVhDiNCb"
        },
        "M2XMh256WxWVwFZ5": {
          "description": "<p>The grace of Anjelique's champion mentor inhabits the redeemer's pistol she carries, passing judgment on her actions. If she attempts to make a redeemer's pistol Strike against a good-aligned creature, she must succeed at a @Check[type:flat|dc:5] or the gun misfires.</p>",
          "name": "Mentor's Curse"
        },
        "O16LbS6E3dsqsNjI": {
          "name": "+1 Resilient Breastplate"
        },
        "QcnqMh27bTuxC3vH": {
          "description": "<p><strong>Trigger</strong> Anjelique would die or gain the dying condition</p>\n<hr />\n<p><strong>Effect</strong> Anjelique reloads her currently wielded firearm if necessary and makes a ranged Strike against an enemy, treating a successful attack as a critical hit. Whether successful or not, after making this attack, Anjelique dies.</p>",
          "name": "Parting Shot"
        },
        "WszHkvn6hUs34wZp": {
          "description": "<p>When Anjelique makes a critical hit with a firearm, the target must succeed a @Check[type:fortitude|dc:34] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Firearms Critical Specialization"
        },
        "ZG8TW5opvykJskaT": {
          "description": "<p>Anjelique makes a ranged Strike and deals an additional @Damage[2d8[piercing]] damage on a hit. If the target is frightened, it also takes @Damage[2d6[bleed]] on a hit.</p>",
          "name": "Tormenting Shot"
        },
        "givEKFf1WgsA2zKD": {
          "name": "Blazons of Shared Power (attached to pistol and reinforced stock)"
        },
        "hc0vkvPPJWOYu8jZ": {
          "name": "Legal Lore"
        }
      },
      "name": "Anjelique Loveless",
      "npcSenses": "low-light vision"
    },
    "Atticus": {
      "items": {
        "OnX3jouMfG6t2c3O": {
          "description": "<p>The shieldmarshal marks a foe for judgment, granting the shieldmarshal a +10-foot circumstance bonus to Speed whenever it Strides toward that creature. The shieldmarshal's Strikes against that creature deal an additional 2d8 precision damage.</p>",
          "name": "Lawbringer"
        },
        "XRdppgd0VL5tzrT7": {
          "name": "Legal Lore"
        },
        "iQ4L0kIRVMXHUjJV": {
          "description": "<p>The shieldmarshal makes a melee Strike against an opponent within reach and Interacts to reload a firearm in their other hand.</p>",
          "name": "Reloading Strike"
        },
        "p8urnRdiID4k2uZg": {
          "description": "<p>When the shieldmarshal makes a critical hit with a firearm weapon, the target must succeed at a @Check[type:fortitude|dc:25] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Firearms Critical Specialization"
        }
      },
      "name": "Atticus",
      "npcSenses": "+20 to Sense Motive or vs. Conceal An Object"
    },
    "Brighite Herexen": {
      "description": "<p>When a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation into an undead herexen. Herexens seek vengeance against the deity they once worshipped, defiling temples, slaying the faithful, and rallying lesser undead and death cultists to aid them in their unholy quests. Though a herexen's divine gifts have mostly been corrupted into the vileness of undeath, they stubbornly cling to remnants of their former power, still wielding magic and armaments favored by the deity they so greatly despise.</p>\n<p>Groups of herexens that blasphemed against the same deity sometimes combine to form a mockery of a congregation, conducting blasphemous rites with something approaching euphoria. These congregations are more often formed from a blasphemous cult who practiced their heresy together in life and died together, though some gather independent herexens of the same former faith.</p>",
      "items": {
        "LsKerNRZHR3L6Mwf": {
          "name": "Defiled Religious Symbol of Brigh (Wooden)"
        },
        "VXQuJ8bq1mVA48Xh": {
          "description": "<p>While wielding the favored weapon of its former deity (such as a light hammer for an ex-Brigh herexen), the herexen's Strikes deal an additional @Damage[1d6[evil]] damage against creatures that can cast divine spells.</p>",
          "name": "Heretic's Smite"
        },
        "dpMfwwbltlZ55vSZ": {
          "description": "<p>When the herexen is destroyed, it explodes in a wave of negative energy with the effects of a 3-action <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em> spell (@Check[type:fortitude|dc:20|basic:true]).</p>\n<p>The herexen is destroyed, so it doesn't gain any Hit Points from this use of <em>harm</em>, and it doesn't need to have any <em>harm</em> spells remaining to use this ability.</p>",
          "name": "Final Blasphemy"
        }
      },
      "name": "Brighite Herexen",
      "npcHp": "negative healing",
      "npcSenses": "darkvision"
    },
    "Bristlebane": {
      "items": {
        "1ro4mQXeECkTAW5S": {
          "description": "<p>A gnoll deals 1d4 extra damage to any creature that's within reach of at least two of the gnoll's allies.</p>",
          "name": "Pack Attack"
        },
        "4TplFP2Ulh2uYtso": {
          "name": "Crude map of Alkenstar sewers"
        },
        "PpdoAUCQerHI5aWW": {
          "description": "<p>The fluid in Bristlebane's pustules is harmful to other creatures. Whenever a creature hits Bristlebane with a melee attack, the attacker must succeed at a @Check[type:reflex|dc:14] save or take @Damage[1[acid]] damage (@Damage[2[acid]] damage on a critical failure).</p>",
          "name": "Weeping Wounds"
        },
        "X0r1uyo0GEp5gFd3": {
          "name": "Jaws"
        },
        "YUzPv0i8d8p2J9yx": {
          "description": "<p>This throwing weapon consists of weights tied to the end of long cords, which can be used to bludgeon foes or entangle their legs.</p>"
        },
        "ablswugrotun7jji": {
          "description": "<p>Bristlebane makes a whip Strike against one creature within reach, on a success she pulls the target into an adjacent square. This is forced movement. She then Strikes the pulled target with her jaws. Both attacks count against her multiple attack penalty but don't apply until after both attacks.</p>",
          "name": "Express Meal"
        },
        "hDLbR56Id2OtU318": {
          "description": "<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> Interact</p>\n<p>Elixirs of life accelerate a living creature's natural healing processes and immune system. Upon drinking this elixir, you regain [[/r 1d6[healing]]] Hit Points and gain +1 item bonus to saving throws against diseases and poisons for 10 minutes.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.lPRuIRbu0rHBkoKY]{Effect: Elixir of Life (Minor)}</p>"
        },
        "oc81uodftvepyl99": {
          "description": "<p>Bristlebane uses her whip to @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm}, Strike, or @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} each creature within her reach. She can select a different action for each target. She takes a -2 circumstance penalty on the check for each action, and each action counts against her multiple attack penalty, but her multiple attack penalty doesn't increase until after all the actions.</p>",
          "name": "Whip Whirlwind"
        },
        "ztgix9q9dnbtzube": {
          "name": "Mana Wastes Lore"
        }
      },
      "name": "Bristlebane"
    },
    "Broken Centurion": {
      "description": "<p>These mechanical constructs were created to serve as guardians in an ancient and bygone era, although exactly who made them and the secrets of their construction have long since been lost to history. From the waist up, they resemble humanoids made of metal, but from the waist down their bodies take the form of spinning metal tops ringed with blades, which excel at cutting down nearby foes. Most spiral centurions can be directed to stand down with a password, although often these command phrases have been lost to the mists of time. In rare cases, a spiral centurion may also wield manufactured weapons or a shield in addition to its built-in weapons, giving it access to additional actions besides those listed below.</p>\n<p>Most spiral centurions are hundreds or even thousands of years old, only staying functional because of the powerful magic used in their creation. Still, millennia of neglect have caused many spiral centurions to develop small glitches or malfunctions.</p>",
      "items": {
        "3cCzIUJ7cXhefnQ1": {
          "description": "<p>The spiral centurion spins furiously in place, its blades extended to slice through nearby creatures. It makes up to five melee blade Strikes. No single creature can be targeted by more than one blade Strike during one use of this ability. These attacks count toward the spiral centurion's multiple attack penalty, but the multiple attack penalty doesn't increase until after all the attacks are made.</p>",
          "name": "Whirling Death"
        },
        "JnH3YN57OJK0YeoE": {
          "description": "<p>The spiral centurion loads ammo into its many guns.</p>",
          "name": "Reload Guns"
        },
        "LAdzq2kBXoSjdlqh": {
          "description": "<p><strong>Requirements</strong> The spiral centurion has used Reload Guns three times since the last time it used Whirling Fire</p>\n<hr />\n<p><strong>Effect</strong> The spiral centurion spins furiously in place, firing its guns wildly and dealing @Damage[8d6[piercing]] damage to creatures in a @Template[type:emanation|distance:60]{60-foot radius} (@Check[type:reflex|dc:28|basic:true]). Creatures further than 30 feet away gain a +4 circumstance bonus on their save against this attack.</p>",
          "name": "Whirling Fire"
        },
        "N2hhiI2d32DZ4VYJ": {
          "description": "<p>The spiral centurion loses access to its Rev Up ability, and if it Strides more than once per round, it takes [[/r 1d10]] damage per Stride after the first.</p>",
          "name": "Misaligned Gears"
        },
        "gPcAYqbYyOADoHwc": {
          "description": "<p>A spiral centurion's top-like design makes it susceptible to effects that would cause it to fall prone. The DC of any attempt to knock the spiral centurion @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} is reduced by 5. If the spiral centurion attempts a check or saving throw to resist being knocked prone, it takes a -5 status penalty. A spiral centurion that has been knocked prone can't use any actions other than to attempt to Stand, but it must succeed at a @Check[type:acrobatics|dc:30] check to do so.</p>",
          "name": "Top-Heavy"
        },
        "injH2iWqg5QjQiqs": {
          "name": "Dulled Blade"
        },
        "w5LxHZGwTmAzuVxu": {
          "name": "Cannon"
        },
        "xPid5CwljZFADBGF": {
          "description": "<p>Medium or smaller, blade, @Check[type:reflex|dc:30|basic:true]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "xijGvHanHygeHGCM": {
          "description": "<p>The spiral centurion hurls one of its blades with an angled spin to ensure a swooping flight path. The blade deals @Damage[6d6[slashing]] damage to each creature in a @Template[type:line|distance:40] (@Check[type:reflex|dc:30|basic:true] save).</p>\n<p>At the start of the spiral centurion's next turn, the blade swoops around and returns along the same flight path, again dealing @Damage[6d6[slashing]] damage (@Check[type:reflex|dc:30|basic:true] save) to each creature along the same line.</p>",
          "name": "Hurl Blade"
        }
      },
      "name": "Broken Centurion",
      "npcSenses": "darkvision"
    },
    "Captured Dezullon": {
      "description": "<p>Dezullons are dangerous carnivorous pitcher plants that dwell in forested regions with thick canopies. They hunt for meat along the forest's understory when not sunning themselves in the boughs above. Dezullons are smart enough to notice that some creatures are attracted by shiny things, and sometimes use such objects to set up ambushes. To assume that the dezullon's ambulations are slow simply because the creature has a root structure is a foolish mistake; many an adventurer has been crushed to death by this surprisingly agile plant. In addition, these dangerous plants are expert climbers, making their pursuit even more difficult to escape from.</p>\n<p>A hungry dezullon keeps prey off-balance by spilling its putrid, psychoactive digestive juices from its central pitcher. In addition to being highly acidic, the enzymes in a dezullon's digestive tract, once expelled, inflict a victim with powerful hallucinations and amnesia. This secondary effect makes dezullons highly sought after in some circles, including avid drug users, experimental doctors, and criminals who deal in poisons.</p>\n<p>Many varieties of dezullon exist, including lumbering giants of incredible size, those that have tiny, cup-shaped pitchers that proliferate along lengths of creeping ivy like suckers on a squid's tentacles, and others with hundreds of blood-red, razor-sharp leaves that protrude from the inside of their pitchers like a leech's teeth. This latter variety is especially dangerous, since the leaves can all but eviscerate creatures that become ensconced inside their pitchers.</p>",
      "items": {
        "1xcFBWWVosH09QFw": {
          "description": "<p><strong>Trigger</strong> The dezullon is damaged by an attack</p>\n<hr />\n<p><strong>Effect</strong> The dezullon vomits the contents of its stomach into an adjacent unoccupied space, filling the space with either a dead body or still-moving zombie (a body is in one of the dezullons, a zombie is in the other). Creatures adjacent to the dezullon must succeed at a @Check[type:reflex|dc:28] save or be splashed with a dose of the dezullon's amnesia venom.</p>",
          "name": "Vomit"
        },
        "3X0mRQVlCkn2NC2d": {
          "name": "Acid Glob"
        },
        "9falExFfOIxN5EKp": {
          "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>A creature entering the emanation must attempt a @Check[type:fortitude|dc:27] save. On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}, and on a critical failure is also @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. While within the aura, the creature takes a -2 circumstance penalty to saves to recover from the sickened condition. A creature that succeeds at the save is temporarily immune to this effect for 1 minute.</p>",
          "name": "Stench"
        },
        "IL3VPaw5B0JI2Rce": {
          "description": "<p>@Damage[(2d6+2)[bludgeoning]] damage, @Check[type:fortitude|dc:27|basic:true]</p>\n<hr />\n<p><em>Note: A DC was not provided for this ability by Paizo. The DC present here is a moderate DC for the creature level according to the Gamemastery Guide creature building Tables.</em></p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        },
        "LG7PBXCgNj0UWIb8": {
          "description": "<p>Until the next time it acts, the dezullon appears to be a normal pitcher plant. It has an automatic result of 41 (44 in forests or swamps) on Deception checks and DCs to pass as a non-creature plant.</p>",
          "name": "Root"
        },
        "XwFOwvH7yRyD2Pn6": {
          "name": "Regeneration 15 (Deactivated by Fire)"
        },
        "cFtfekZXzWpLtSzL": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:29]</p>\n<hr />\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} (1 round)</p>\n<p><strong>Stage 2</strong> off-guard and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} (1 round)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, off-guard, and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} (1 round)</p>",
          "name": "Amnesia Venom"
        },
        "jt6yBdIcUHJLCmAw": {
          "name": "Vine"
        }
      },
      "name": "Captured Dezullon",
      "npcHp": "regeneration 15 (deactivated by fire)",
      "npcSenses": "low-light vision"
    },
    "Chemical Zombie": {
      "description": "<p>Necromancers most often create these mindless undead as obedient, expendable servitors. Left to its own devices, a zombie seeks only to consume the living, stopping only when its rotting body can no longer hold together.</p>\n<hr />\n<p>Glowing with a dull amber light, these odious creatures spawn from a combination of necromancy and fire. These destructive creations sow chaos and demolish fortifications, making them the bane of besieged cities.</p>",
      "items": {
        "0eyOInV05vjoOU3X": {
          "description": "<p>A sulfur zombie burns with putrid inner fire. A creature hit by a sulfur zombie's fist Strike must attempt a @Check[type:fortitude|dc:22] save. On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for 1 round, or for 1 minute on a critical failure.</p>",
          "name": "Blinding Sulfur"
        },
        "iFKv7PFNKtSVy9XA": {
          "description": "<p>A sulfur zombie is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>",
          "name": "Slow"
        },
        "td3gay0LzawYp5Ff": {
          "description": "<p>When a chemical zombie dies, its body explodes in a @Template[type:burst|distance:30] of fire and debris that deals [[/r {2d10[bludgeoning],2d10[fire]}]]{2d10 bludgeoning and 2d10 fire damage} to each creature in the area (@Check[type:reflex|dc:21|basic:true]). If the chemical zombie is soaked with water before it dies (such as by dousing it with a bucket of water or hitting it with a water spell like <em>@UUID[Compendium.pf2e.spells-srd.Item.jfVCuOpzC6mUrf6f]{Hydraulic Push}</em>), the chemicals are neutralized and this ability doesn't trigger.</p>",
          "name": "Quenchable Death Throes"
        }
      },
      "name": "Chemical Zombie",
      "npcHp": "negative healing",
      "npcSenses": "darkvision"
    },
    "Chimeric Manticore": {
      "items": {
        "7APTnho77eTzmHil": {
          "name": "Scent (Imprecise) 30 feet"
        },
        "7OjFOk0OZyixALIp": {
          "name": "Claw"
        },
        "AM5EyPmxe5BVAsI0": {
          "name": "Lion Jaws"
        },
        "Ju5JS91NUQDQbwNv": {
          "description": "<p>A chimera gains 2 extra reactions each round that it can use only to make Attacks of Opportunity. It must use a different head for each reaction, and it can't use more than one on the same triggering action. If it loses one of its heads, it also loses one of these extra reactions.</p>",
          "name": "Triple Opportunity"
        },
        "SMAQXl8ekht469eD": {
          "name": "Spike"
        },
        "kDEtwQUpRYFWo9pJ": {
          "description": "<p>Any ability that would sever a chimera's head (such as a critical hit with a @UUID[Compendium.pf2e.equipment-srd.Item.6xaxxKfvXED6LfIY]{Vorpal} Weapon) severs one head at random. Losing a head doesn't kill a chimera (as long as it has one head left), but it does prevent it from making Strikes with the lost head or using the head's Breath Weapon.</p>",
          "name": "Three-Headed"
        },
        "mOFlLinENyiwcZSO": {
          "description": "<p>The chimera makes a Strike with its dragon jaws, lion jaws, and goat horns, each at a -2 penalty and targeting a different creature. These Strikes count as only one attack for the chimera's multiple attack penalty, and the penalty doesn't increase until after it has made all three attacks.</p>",
          "name": "Three-Headed Strike"
        },
        "qhmGeFBIGQ0NNXpC": {
          "name": "Goat Horns"
        },
        "u6yac8Oqn6SKwpyT": {
          "description": "<p>The manticore flings up to two spikes from its tail, targeting either two different creatures or a single creature. If the manticore targets two different creatures, these creatures must be within 20 feet of one another, and the manticore makes a separate Strike against each; this counts as only one Strike for the manticore's multiple attack penalty, and the penalty doesn't increase until after both attacks. If the manticore fires both spikes at the same creature, it makes a single Strike. If the attack hits, it deals the damage of a single spike, but the target is pinned in place, rendering it @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}. A creature that succeeds at a @Check[type:athletics|dc:25] check (attempted as a single action) can pull the spike free.</p>\n<p>A manticore can hurl no more than 12 spikes in 24 hours.</p>",
          "name": "Spike Volley"
        },
        "v21qfvwpmJwSFgXD": {
          "name": "Dragon Jaws"
        },
        "zaqF54yLurRpRPuR": {
          "description": "<p>The chimeric manticore's blue‑dragon head breathes a @Template[type:line|distance:60] of electricity that deals @Damage[8d6[electricity]] damage to all creatures in the area (@Check[type:reflex|dc:25|basic:true]).</p>\n<p>The chimeric manticore can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>",
          "name": "Breath Weapon"
        }
      },
      "name": "Chimeric Manticore",
      "npcSenses": "darkvision, scent (imprecise) 30 feet"
    },
    "Clearwater Cleaner": {
      "description": "<p>Often found assisting practitioners of nature magic, leshys are sentient flora that protect the natural world and sacred spaces within forests, fields, and other environments. Leshys are nature spirits inhabiting bodies constructed of plant matter fused together by a primal ritual.</p>\n<hr />\n<p>Irrepressible vine leshys love to explore and collect tales to share. They're curious without being reckless. Other cultures interest them greatly, and they can build friendships quickly as they trade stories with traveling companions. They also feel a pull toward protection, much like other leshys. Vine leshys, though, tend to protect a ward for only a brief period of danger before the leshy's wanderlust drives them onward into the unknown.</p>",
      "items": {
        "1F2GCLISmzNTXa9u": {
          "description": "<p>The vine leshy Interacts to extend or shorten their arms. With limbs extended, the vine leshy has a 10-foot reach. The leshy can't use weapons that already have reach in this way, because they would be unable to keep their balance.</p>",
          "name": "Extend Vines"
        },
        "4hHjVT23Qee8ilNt": {
          "description": "<p>The vine leshy transforms into a Small plant with vines. This ability otherwise uses the effects of <em>@UUID[Compendium.pf2e.spells-srd.Item.dileJ0Yxqg76LMvu]{One with Plants}</em>.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "NgeIHogL6m58BKDp": {
          "description": "<p>When a vine leshy dies, a burst of primal energy explodes from its body, restoring [[/r 1d4]] Hit Points to each plant creature in a @Template[type:emanation|distance:30]. This area fills with tangling vines, becoming difficult terrain. If the terrain is not a viable environment for the vines, they wither after 24 hours.</p>",
          "name": "Verdant Burst"
        },
        "ryqcal3z9pfhabzx": {
          "description": "<p><strong>Requirements</strong> The Clearwater Cleaner is adjacent to a crate</p>\n<hr />\n<p><strong>Effect</strong> The Clearwater Cleaner picks up a crate and heaves it up to 15 feet. Upon landing, the crate breaks open in a @Template[type:burst|distance:5]. Each creature within the area takes @Damage[2d6[bludgeoning]] damage (@Check[type:reflex|dc:13|basic:true]), and the area becomes difficult terrain until cleared.</p>",
          "name": "Heft Crate"
        }
      },
      "name": "Clearwater Cleaner",
      "npcSenses": "low-light vision"
    },
    "Clockwork Brewer": {
      "description": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>With the rise of the automated workforce in Alkenstar came the \"professional\" line of clockworks, capable of carrying out more complex tasks and even interacting with the public. These clockworks were given modules inscribed with information and procedures for carrying out a specific profession. The clockwork brewer is one such example, capable of extracting wort, stirring a fermenter, or monitoring a boiling temperature. As many other types of clockwork professional exist as there are professions; clockworks have been programmed to reshelf library books, swab ship decks, and fill holes in heavily trafficked roads.</p>\n<p>Clockwork professionals made by reputable manufacturers are generally considered safe to interact with the public. Accidents have been known to occur, however, particularly when careless engineers fail to perform regular maintenance checks or when operators program a clockwork with insufficiently specific directives. Flesh and blood laborers forced to work in close proximity to a clockwork professional tend to keep a wide berth.</p>",
      "items": {
        "021VRxPJbHpK7OQy": {
          "name": "Leg"
        },
        "1r5qdiklg5kg7cuh": {
          "description": "<p>Clockwork brewers have a limited set of pre-recorded phrases they can use to interact with clientele, based on their instructions. The audio is recorded on an embedded gemstone worth 5 gp. Removing a gemstone from or installing a gemstone into a clockwork brewer requires a successful @Check[type:thievery|dc:18|traits:action:disable-a-device] check to Disable a Device; on a failure, the gemstone is undamaged, but any recorded sounds are erased.</p>",
          "name": "Standard Greeting"
        },
        "3PEm42Juo9q81yV0": {
          "description": "<p>24 hours, @Check[type:thievery|dc:18|traits:action:disable-a-device] check, standby</p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "3buwjt6qak57drbc": {
          "name": "Brewing Lore"
        },
        "9Pfivs0VWyunXCly": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:12]</p>\n<p><strong>Maximum Duration</strong> 1 hour</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} (10 minutes)</p>\n<p><strong>Stage 2</strong> clumsy 1 and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (10 minutes)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}, @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2}, and sickened (40 minutes)</p>",
          "name": "Smokeside Sour"
        },
        "qad7trlveeeygqzj": {
          "description": "<p>The clockwork brewer clearly delivers a disarmingly friendly greeting to a creature within 30 feet. The creature attempts a @Check[type:will|dc:17] save. On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the clockwork brewer's next attack before the end of the brewer's next turn. The target is then immune to Pre-Programmed Greeting for 1 day.</p>",
          "name": "Pre-Programmed Greeting"
        },
        "vbhma4ibb8cl3u9d": {
          "description": "<p>A clockwork brewer can hold up to 5 gallons of liquid in a built-in tank. By default, this tank contains the clockwork brewer's beer.</p>",
          "name": "Mini-Keg"
        },
        "y34yjumCFakrbtdw": {
          "description": "<p>You need these tools to create items from raw materials with the Craft skill. Different sets are needed for different work, as determined by the GM; for example, blacksmith's tools differ from woodworker's tools.</p>",
          "name": "Artisan's Tools (Brewing)"
        },
        "yilyxv07jwc7n5mn": {
          "description": "<p><strong>Requirements</strong> The clockwork brewer has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{grappled}</p>\n<hr />\n<p><strong>Effect</strong> The clockwork brewer force- feeds the grappled creature 1 serving of whatever liquid is in the clockwork brewer's tank (typically beer such as Smokeside Sour). The creature is exposed to the liquid's effects, and it can't breathe or speak until the start of its turn.</p>",
          "name": "Bottoms Up"
        }
      },
      "name": "Clockwork Brewer",
      "npcSenses": "darkvision"
    },
    "Clockwork Buccaneer": {
      "description": "<p>Clockwork buccaneers are powerful constructs designed for naval combat. Whereas most clockwork creations sink to the ocean floor while at sea, clockwork buccaneers can use their water jets to easily propel themselves through the water or leap aboard enemy ships. In addition to an internal water tank and hydraulic pumps, most clockwork buccaneers are equipped with a cutlass and arm gun loaded with scatter shot.</p>\n<hr />\n<p>As one delves deeper into the industrial heart of Alkenstar, the clockwork adversaries one faces become ever more complex and deadly.</p>",
      "items": {
        "2zal7ksjoxd4SbHX": {
          "description": "<p>When the buccaneer makes a critical hit with a firearm, the target must succeed at a @Check[type:fortitude|dc:28] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Firearms Critical Specialization"
        },
        "Gx8L9HhbNrNf8WxC": {
          "description": "<p>The clockwork buccaneer deals an extra 2d6 precision damage to off-guard creatures.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "IDaVy4WQ3t4E3HLc": {
          "description": "<p>The clockwork buccaneer @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feints}. If the target becomes @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the buccaneer's melee attacks, it becomes off-guard to the buccaneer's ranged attacks as well.</p>",
          "name": "Pirate's Feint"
        },
        "Lbue1lqf45XkXoDq": {
          "description": "<p><strong>Requirements</strong> The clockwork buccaneer is within 15 feet of a water source containing at least 100 gallons of water</p>\n<hr />\n<p><strong>Effect</strong> The clockwork buccaneer extends a clockwork tube and sucks up water to refill its water tank.</p>",
          "name": "Refill Tank"
        },
        "MPhjBg2N1Cbm482V": {
          "name": "Arm Gun"
        },
        "RLyfMb5fTBOG3p9w": {
          "description": "<p><strong>Requirements</strong> The clockwork buccaneer has a full water tank</p>\n<hr />\n<p><strong>Effect</strong> The clockwork buccaneer jumps 60 feet, propelling itself through the air with a jet of water. This empties the buccaneer's water tank.</p>",
          "name": "Water Jump"
        },
        "o7ODmL53RwwxLPcv": {
          "description": "<p>24 hours, @Check[type:thievery|dc:26|traits:action:disable-a-device], standby</p>\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "yabUjJ8dcc4BjniB": {
          "description": "<p><strong>Requirements</strong> The clockwork buccaneer has a full water tank</p>\n<hr />\n<p><strong>Effect</strong> The clockwork buccaneer fires a narrow but highly pressurized blast of water in a @Template[type:line|distance:60], dealing @Damage[10d6[bludgeoning]] damage to creatures and unattended objects in the area (@Check[type:fortitude|dc:28|basic:true]; unattended objects automatically fail). Creatures and objects that fail the save are also knocked back 5 feet (10 feet on a critical failure). This empties the buccaneer's water tank.</p>",
          "name": "Water Jet"
        }
      },
      "name": "Clockwork Buccaneer",
      "npcSenses": "darkvision"
    },
    "Clockwork Disposer": {
      "description": "<p>In the Grand Duchy of Alkenstar, the creation of constructs is complicated by the intermittent interference of the nearby Mana Wastes. Golems and animated objects depend on lengthy magical rituals that the magic-warping effects of the Wastes often disrupt, but clockwork constructs use far less magic in their creation. A clockwork device replaces magical intricacy with superb manufacturing skill, using magic only for the final acts of animating and powering the device. Skilled local creators and inventors rarely follow someone else's design, so most clockworks found in Alkenstar are custom creations with abilities designed for a specific purpose or individual's needs.</p>\n<hr />\n<p>Wealthy business owners sometimes employ clockwork disposers to pick up trash around their establishment and keep the place tidy. Many are designed with handy (but dangerous) built-in furnaces, which they use to quickly incinerate collected refuse.</p>",
      "items": {
        "Wl5LgLjavXv2TjJP": {
          "name": "Spike"
        },
        "cGVCCMMvaHQexdFD": {
          "name": "Gripper"
        },
        "e6gMhY2F0ZMJKrmI": {
          "description": "<p>24 hours, @Check[type:thievery|dc:20|traits:action:disable-a-device], standby</p>\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "ucT9ZErkpqHiNgpV": {
          "description": "<p>The clockwork disposer coughs up a cloud of hot ash and embers that deals @Damage[6d6[fire]] damage in a @Template[type:cone|distance:15] (@Check[type:reflex|dc:22|basic:true]). The clockwork disposer can't use Furnace Belch again for [[/br 1d4 #Recharge Furnace Belch]]{1d4 rounds}.</p>",
          "name": "Furnace Belch"
        }
      },
      "name": "Clockwork Disposer",
      "npcSenses": "darkvision"
    },
    "Clockwork Door Warden": {
      "description": "<p>This mechanical humanoid serves the role of a gatekeeper or even a greeter, but its strength also enables it to repel unwanted visitors.</p>\n<hr />\n<p>In the Grand Duchy of Alkenstar, the creation of constructs is complicated by the intermittent interference of the nearby Mana Wastes. Golems and animated objects depend on lengthy magical rituals that the magic-warping effects of the Wastes often disrupt, but clockwork constructs use far less magic in their creation. A clockwork device replaces magical intricacy with superb manufacturing skill, using magic only for the final acts of animating and powering the device. Skilled local creators and inventors rarely follow someone else's design, so most clockworks found in Alkenstar are custom creations with abilities designed for a specific purpose or individual's needs.</p>",
      "items": {
        "0dw0iJ2dkmoh97AY": {
          "description": "<p>24 hours, @Check[type:thievery|dc:19|traits:action:disable-a-device], standby</p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "6jGwzDep6kwKwCNk": {
          "description": "<p><strong>Trigger</strong> The door warden Pushes a creature through an open doorway</p>\n<hr />\n<p><strong>Effect</strong> The door warden slams the door shut on the creature</p>",
          "name": "Slam Door"
        },
        "dqqN874clyqyaFCp": {
          "name": "+2 Status to Fortitude Saves vs. Disarm"
        },
        "fLoRo1P5cVAGqu0V": {
          "description": "<p>The door warden holds shut an adjacent door. This ends the door warden's turn. Until the start of its next turn, as long as it remains functional and in the same square, other creatures trying to get through must succeed at a @Check[type:athletics|dc:21|traits:action:force-open] check to @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} the door.</p>",
          "name": "Brace Door"
        }
      },
      "name": "Clockwork Door Warden",
      "npcSenses": "darkvision"
    },
    "Clockwork Fabricator": {
      "description": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>A common sight among Alkenstar work crews, construction teams, and mining operations, the clockwork fabricator is a one-size-fits-all construction companion. These clockworks can be programmed to perform up to two simple, repetitive tasks such as hauling equipment, chopping down trees, or grinding up hunks of ore. The modular nature of these units makes them even more valuable-after finishing a day's work sawing planks, the same machine can be unwound, updated with a new modular arm or two, and then re-wound and given new instructions.</p>\n<p>While it's possible to remove or replace an arm while a fabricator in use, doing so is dangerous and likely to void the manufacturer's warranty, to say nothing of the danger posed to the engineer doing the retrofitting.</p>",
      "items": {
        "03EKgdmNbl9qU9j8": {
          "name": "Sledgehammer"
        },
        "8o0zjcsm24pdph1x": {
          "description": "<p>A clockwork fabricator is built to perform a specific type of task repeatedly, and it comes with built-in artisan's tools and two detachable \"arms.\" An adjacent creature can forcibly remove a clockwork fabricator's arm with a successful @Check[type:thievery|dc:18|traits:action:disable-a-device] check to Disable a Device. A creature can Interact to install a new arm with a successful @Check[type:engineering|dc:18] Lore check. A fabricator has two of any of the following types of arms.</p>\n<ul>\n<li><strong>Melee</strong> <span class=\"pf2-icon\">1</span> buzz-saw blade +16 (forceful, sweep), Damage 1d4+6 slashing plus 1d6 bleed</li>\n<li><strong>Melee</strong> <span class=\"pf2-icon\">1</span> crushing vise +14 (grapple), Damage 2d6+6 bludgeoning plus Grab</li>\n<li><strong>Melee</strong> <span class=\"pf2-icon\">1</span> sledgehammer +12, Damage 2d10+6 bludgeoning</li>\n<li><strong>Ranged</strong> <span class=\"pf2-icon\">1</span> nail gun +11 (agile, range 10 feet), Damage 2d8 piercing</li>\n<li><strong>Melee</strong> <span class=\"pf2-icon\">1</span> pneumatic chisel +14, Damage 2d8+6 piercing</li>\n<li><strong>Ranged</strong> <span class=\"pf2-icon\">1</span> towing anchor +11 (thrown 30 feet), Damage 1d4+6 piercing</li>\n</ul>",
          "name": "Modular Arms"
        },
        "AO2Fs7kiqtaK37rC": {
          "name": "Buzz-Saw Blade"
        },
        "D4NSUDkTHspVge2I": {
          "name": "Pneumatic Chisel"
        },
        "cbF4rgrnrN7CZCt2": {
          "name": "Crushing Vise"
        },
        "gNxkQrtRAf3HVHMn": {
          "name": "Towing Anchor"
        },
        "kkdupIZnN6Tm3M3i": {
          "name": "Arm"
        },
        "o79s9vYvX3SrjnM9": {
          "description": "<p><strong>Requirements</strong> The clockwork fabricator's last action was a successful towing anchor Strike</p>\n<hr />\n<p><strong>Effect</strong> The clockwork fabricator reels in the anchor and attempts an @Check[type:athletics|defense:fortitude] check against the target's Fortitude DC. On a success, the clockwork fabricator pulls the target into a free square adjacent to it. This movement is forced movement.</p>",
          "name": "Pull"
        },
        "ozBjvauYBUlay4qP": {
          "name": "Nail Gun"
        },
        "tQjMpBeQj8FRSFqM": {
          "description": "<p><strong>Requirements</strong> The clockwork fabricator has a creature grappled or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}</p>\n<hr />\n<p><strong>Effect</strong> [[/r {2d4+4}|[bludgeoning]]]{2d4+4 bludgeoning damage}, @Check[type:fortitude|dc:21|basic:true]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        },
        "y34yjumCFakrbtdw": {
          "description": "<p>You need these tools to create items from raw materials with the Craft skill. Different sets are needed for different work, as determined by the GM; for example, blacksmith's tools differ from woodworker's tools.</p>"
        },
        "yjWKreZsYNsMpoay": {
          "description": "<p><span style=\"font-family: var(--font-primary); font-size: var(--font-size-14);\">24 hours, @Check[type:thievery|dc:19|traits:action:disable-a-device] check, standby</span></p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        }
      },
      "name": "Clockwork Fabricator",
      "npcSenses": "darkvision"
    },
    "Clockwork Gunner": {
      "items": {
        "C23QMRwTehQNASHO": {
          "description": "<p>24 hours, @Check[type:thievery|dc:24|traits:action:disable-a-device], standby</p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "DlZSuXbbGhSYWAL7": {
          "name": "+1 Striking Mace Multipistol (Integrated)"
        },
        "YeceoLrlWo5rDb1j": {
          "name": "Dragon Mouth Pistol (Integrated)"
        },
        "qGhl2VeUib7cjV11": {
          "description": "<p>An integrated weapon is built into the limb of the clockwork gunner. They can't be disarmed, and they take 10 minutes to attach or remove. Each of a clockwork gunner's firearms can be loaded with 10 shots before they must be reloaded. Reloading a single round into either of these firearms takes 3 actions, or 10 minutes to fully reload a weapon. A clockwork gunner can't reload its own weapons.</p>",
          "name": "Integrated Weapons"
        }
      },
      "name": "Clockwork Gunner",
      "npcSenses": "darkvision"
    },
    "Clockwork Handler": {
      "description": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>One of the jobs most commonly outsourced to clockworks is guard duty. Clockwork soldiers are often too costly to employ en masse, so municipalities looking to cut corners devised the much-cheaper clockwork handler, a budget-friendly construct sufficient for rat catching, door watching, and basic patrol work.</p>\n<p>Handlers are typically programmed to react efficiently to certain situations such as intruders or assailants. To that end, all handlers are equipped with an everburning torch fastened to their hooded lantern-like heads. Furthermore, most clockwork handlers used in public places have their fists covered in a padded material to ensure they don't accidentally beat suspects to death, though these modifications are removable (removing the nonlethal trait from their fist Strike). The nonlethal approach is considered the safest, as clockwork creatures don't always have the keenest judgement on who is a criminal and who is a customer. A healthy supply of rope allows the clockwork handler to quickly tie-up unruly vagabonds, that they might be brought to justice.</p>",
      "items": {
        "0cdlrbis7q4l26p0": {
          "description": "<p><strong>Requirements</strong> The clockwork handler has a creature @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}</p>\n<hr />\n<p><strong>Effect</strong> The clockwork handler cuts a length of rope from the supply in its chassis to tie up the restrained creature. The creature is restrained until it Escapes or Forces Open the rope with a successful DC 15 check (typically an attack roll or Thievery check to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}, or an Athletics check to @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} the ropes; restrained creatures don't take a -2 penalty on this check for not using a crowbar). The rope has Hardness 2 and 8 Hit Points (BT 4).</p>",
          "name": "Hog-tie"
        },
        "9bi02lncovdbgg1p": {
          "description": "<p>The clockwork handler emits a loud noise (such as a bell or high- pitched mechanical scream) that can be easily heard by anyone within 500 feet. Creatures within 100 feet take a -2 circumstance penalty to Perception checks that are hearing-based. Creatures within 30 feet who fail a @Check[type:fortitude|dc:14] save can't hear anything but the siren, critically fail Perception checks that require hearing, and are immune to auditory effects. This effect lasts until the creature leaves the area and for 1 round afterward.</p>",
          "name": "Siren"
        },
        "soreR8WirlQYXvF1": {
          "description": "<p>24 hours, @Check[type:thievery|dc:15|traits:action:disable-a-device] check, standby</p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "x6layxpkhebv0imx": {
          "description": "<p>The clockwork handler can use the <em>@UUID[Compendium.pf2e.equipment-srd.Item.mRz8Jmk4Q06SsZpC]{Everburning Torch}</em> built into its helmet to illuminate areas it's examining. Whenever it Seeks in a @Template[type:cone|distance:30] and rolls a successful Perception check, the clockwork handler gets a critical success instead.</p>",
          "name": "Spotlight"
        }
      },
      "name": "Clockwork Handler",
      "npcSenses": "darkvision"
    },
    "Clockwork Hunter": {
      "description": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>Tasks like patrolling the sewers for vermin are mundane, perfect for the clockwork hunter. Its hound-like appearance mimics one of humanity's trustiest hunting companions-with a few choice modifications, of course. Few hunting dogs, for example, sport sturdy metal plating and an integrated crossbow bolt launcher. Over time, clockwork makers have unofficially adopted a common model for the hunter, making it fairly easy to find spare parts or compatible accessory modules.</p>\n<p>The city of Alkenstar owns a few dozen clockwork hunters for the purpose of keeping sewer tunnels free of vermin. Shieldmarshals sometimes drop boxes of extra crossbow bolts just inside sewer entrances, enabling clockwork hunters to resupply as needed.</p>\n<p>Other businesses that tend to purchase clockwork hunters include warehouses, butchers, and bakers-essentially, anywhere rats and other vermin tend to congregate. Though quick, a clockwork hunter's body isn't very sturdy and tends to fall apart after only minor abuse. Elite clockwork hunters are fitted with specialty armored plating, giving them resistance 2 to physical damage (except adamantine or orichalcum).</p>",
      "items": {
        "0kjfqyk4fgtmhovz": {
          "description": "<p>The clockwork hunter gathers up any unattended crossbow bolts within reach and reloads its bolt launcher. The hunter restocks its supply of bolts, up to 10 bolts maximum.</p>",
          "name": "Salvage Ammunition"
        },
        "2p2hexeeknyps8oy": {
          "description": "<p>The clockwork hunter takes a moment to scan a creature for weaknesses, then Strikes with a +1 circumstance bonus to its attack roll. The hunter's Strike gains the deadly d4 trait for this attack.</p>",
          "name": "Target Weakness"
        },
        "SS46o27wCTAX54zT": {
          "name": "Crossbow Bolt Launcher"
        },
        "aWGFcal8EcyYlfV8": {
          "name": "Leg"
        },
        "j9JP8r6uISB2EbR3": {
          "description": "<p>48 hours, @Check[type:thievery|dc:14|traits:action:disable-a-device] check, standby</p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "pdkljzfmcq0v2crr": {
          "description": "<p>The clockwork hunter shuffles its feet and its weapon in tandem. It either Steps and then Strikes, or Strikes and then Steps.</p>",
          "name": "Skirmish Strike"
        }
      },
      "name": "Clockwork Hunter",
      "npcSenses": "darkvision"
    },
    "Clockwork Puppeteer": {
      "description": "<p>Clockwork puppeteers are grim constructs capable of controlling corpses like puppets. They typically stand 12 feet tall and have spindly legs and long arms ending with scalpel-like claws. Dozens of metallic strings, composed of interlocking clockwork links, hang from their wrists.</p>\n<hr />\n<p>As one delves deeper into the industrial heart of Alkenstar, the clockwork adversaries one faces become ever more complex and deadly.</p>",
      "items": {
        "13uxXpDZEpXpGPq5": {
          "description": "<p>Any creature hit by the puppeteer's string is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}. The puppeteer can move while it has a creature grabbed with its string, but it automatically releases the creature if the puppeteer moves beyond the string's 60-foot length. The puppeteer can use up to six strings at a time. It can release any creature grabbed by a string as a free action. Each string has AC 30, and its @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC is 32. A string can be severed by a Strike that deals at least @Damage[20[slashing]] damage to it. This doesn't deal any damage to the clockwork puppeteer.</p>",
          "name": "Clockwork String"
        },
        "95XfwTWke8pP7mbu": {
          "description": "<p><strong>Trigger</strong> A creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the puppeteer's clockwork string dies</p>\n<hr />\n<p><strong>Effect</strong> The triggering creature's body becomes infested with tiny clockworks. This puppet is fully under the clockwork puppeteer's control and has statistics identical to a zombie of its size with the following exceptions: It loses the undead trait, loses negative healing, loses its weakness to positive damage, and gains the construct trait.</p>",
          "name": "Create Puppet"
        },
        "D8likwLMaLCfg3gF": {
          "description": "<p>@Template[type:emanation|distance:30] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<p>A cloud of flying, spiderlike clockworks surrounds the clockwork puppeteer. A creature that ends its turn in the cloud takes @Damage[4d8[piercing]] damage (@Check[type:reflex|dc:29|basic:true]).</p>",
          "name": "Clockwork Swarm"
        },
        "Gs3LuIJ9YdXLwGG3": {
          "name": "String"
        },
        "VCRdM1jxUNqKYssx": {
          "description": "<p>The puppeteer reins in a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by its string. The puppeteer attempts an Athletics check against the creature's Fortitude DC. On a success, the puppeteer pulls the creature 15 feet closer to it (30 feet closer on a critical success).</p>",
          "name": "Pull String"
        },
        "mkyZdFfPE3AxcKSa": {
          "description": "<p>24 hours, @Check[type:thievery|dc:22|traits:action:disable-a-device], standby</p>\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "oWJDjx3Yv65lm2dA": {
          "name": "Claw"
        }
      },
      "name": "Clockwork Puppeteer",
      "npcSenses": "darkvision"
    },
    "Clockwork Shambler": {
      "description": "<p>A zombie shambler is a slow-moving horror dangerous in larger groups.</p>\n<hr />\n<p>A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.</p>",
      "items": {
        "eulyI60JHNUYs39w": {
          "description": "<p>A zombie is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>",
          "name": "Slow"
        },
        "v90WRjELLiKF57vr": {
          "description": "<p><strong>Requirements</strong> The zombie has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}.</p>",
          "name": "Jaws"
        }
      },
      "name": "Clockwork Shambler",
      "npcSenses": "darkvision"
    },
    "Clockwork Shambler Horde": {
      "description": "<p>Necromancers most often create these mindless undead as obedient, expendable servitors. Left to its own devices, a zombie seeks only to consume the living, stopping only when its rotting body can no longer hold together.</p>\n<hr />\n<p>This shuffling mass of decaying flesh moves with dull but singular focus.</p>",
      "items": {
        "YNpN5FwvZ27Zfviz": {
          "description": "<p><span class=\"pf2-icon\">1</span> to <span class=\"pf2-icon\">2</span></p>\n<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The shamblers lash out at any enemies in their squares or within 5 feet (@Check[type:reflex|dc:25|basic:true] save). The damage depends on the number of actions.</p>\n<p><span class=\"pf2-icon\">1</span> @Damage[(3d6+9)[bludgeoning]] damage</p>\n<p><span class=\"pf2-icon\">2</span> @Damage[(3d8+13)[bludgeoning]] damage</p>",
          "name": "Shambling Onslaught"
        },
        "ck37LN0pcQmPLf0a": {
          "description": "<p>Whenever a troop Strides, it first Forms Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then moves up to its Speed. This works just like a Gargantuan creature moving; for instance, if any square of the troop enters difficult terrain, the extra movement cost applies to the whole troop.</p>",
          "name": "Troop Movement"
        },
        "j3YK3rYte4HUEXXX": {
          "description": "<p><strong>Thresholds</strong> 160 (12 squares), 80 (8 squares)</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>"
        },
        "xb36ZcB5nu2McDrU": {
          "description": "<p>The shambler troop is less organized than most troops. It can move into other creatures' spaces, and other creatures can move into its spaces. Its spaces are difficult terrain to other creatures.</p>",
          "name": "Grave Tide"
        },
        "yQzN4wExqO58Ssdr": {
          "description": "<p>A shambler troop is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>",
          "name": "Slow"
        }
      },
      "name": "Clockwork Shambler Horde",
      "npcHp": "troop defenses",
      "npcSenses": "darkvision",
      "npcSpeed": "troop movement"
    },
    "Clockwork Sphinx": {
      "description": "<p>This imposing construct resembles a bronze lion with the wings of a great bird and the head of a humanoid.</p>\n<hr />\n<p>In the Grand Duchy of Alkenstar, the creation of constructs is complicated by the intermittent interference of the nearby Mana Wastes. Golems and animated objects depend on lengthy magical rituals that the magic-warping effects of the Wastes often disrupt, but clockwork constructs use far less magic in their creation. A clockwork device replaces magical intricacy with superb manufacturing skill, using magic only for the final acts of animating and powering the device. Skilled local creators and inventors rarely follow someone else's design, so most clockworks found in Alkenstar are custom creations with abilities designed for a specific purpose or individual's needs.</p>",
      "items": {
        "BCIguTSEPQhK9Z9w": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The sphinx Strides and makes a Strike at the end of that movement. If the sphinx began this action @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, it remains hidden until after the attack.</p>",
          "name": "Pounce"
        },
        "Ux20p5roLqwX9pWl": {
          "description": "<p>When a clockwork sphinx is reduced to 0 Hit Points, it collapses and emits a steady ticking sound. At the beginning of what would've been its next turn, the sphinx explodes into a @Template[type:emanation|distance:20] of shrapnel, dealing @Damage[6d10[piercing]] damage (@Check[type:reflex|dc:26|basic:true]). An adjacent creature can cancel the self-destruct sequence by succeeding at a @Check[type:thievery|dc:26|traits:action:disable-a-device] check to @UUID[Compendium.pf2e.actionspf2e.Item.cYdz2grcOcRt4jk6]{Disable Device} at any point before the sphinx explodes, but on a critical failure, it explodes immediately.</p>",
          "name": "Self-Destruct"
        },
        "mb5YNMLSoWW7N5tV": {
          "description": "<p>24 hours, @Check[type:thievery|dc:24|traits:action:disable-a-device], standby</p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "oMxkKvkZy3qIiR0m": {
          "name": "Claw"
        }
      },
      "name": "Clockwork Sphinx",
      "npcSenses": "darkvision"
    },
    "Color Spray Trap": {
      "description": "<p>A loud pop sounds when this door is opened, followed immediately by a blast of colorful lights that washes over whoever opened the door.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:25|traits:action:disable-a-device] (trained) to disable the glyph, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (1st level; counteract DC 22) to counteract the glyph</p>",
      "name": "Color Spray Trap"
    },
    "Compromised Door Warden": {
      "description": "<p>This mechanical humanoid serves the role of a gatekeeper or even a greeter, but its strength also enables it to repel unwanted visitors.</p>\n<hr />\n<p>In the Grand Duchy of Alkenstar, the creation of constructs is complicated by the intermittent interference of the nearby Mana Wastes. Golems and animated objects depend on lengthy magical rituals that the magic-warping effects of the Wastes often disrupt, but clockwork constructs use far less magic in their creation. A clockwork device replaces magical intricacy with superb manufacturing skill, using magic only for the final acts of animating and powering the device. Skilled local creators and inventors rarely follow someone else's design, so most clockworks found in Alkenstar are custom creations with abilities designed for a specific purpose or individual's needs.</p>",
      "items": {
        "0dw0iJ2dkmoh97AY": {
          "description": "<p>24 hours, @Check[type:thievery|dc:19|traits:action:disable-a-device], standby</p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "6jGwzDep6kwKwCNk": {
          "description": "<p><strong>Trigger</strong> The door warden Pushes a creature through an open doorway</p>\n<hr />\n<p><strong>Effect</strong> The door warden slams the door shut on the creature</p>",
          "name": "Slam Door"
        },
        "Y7wnYHMQYXntfVy1": {
          "description": "<p>At the beginning of its turn, the compromised door warden rolls [[/r 1d4 #Uncertain Operation]] to determine how many actions it has for that turn (to a maximum of 3 actions per turn). The door warden's Speed each turn is 10 feet times the result of that same die roll, to a maximum of 25 feet per turn (that is, a roll of 3 or 4 indicates a Speed of 25 feet).</p>",
          "name": "Uncertain Operation"
        },
        "dqqN874clyqyaFCp": {
          "name": "+2 Status to Fortitude Saves vs. Disarm"
        },
        "fLoRo1P5cVAGqu0V": {
          "description": "<p>The door warden holds shut an adjacent door. This ends the door warden's turn. Until the start of its next turn, as long as it remains functional and in the same square, other creatures trying to get through must succeed at a @Check[type:athletics|dc:21|traits:action:force-open] check to @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} the door.</p>",
          "name": "Brace Door"
        }
      },
      "name": "Compromised Door Warden",
      "npcSenses": "darkvision",
      "npcSpeed": "see Uncertain Operations"
    },
    "Corrupt Shieldmarshal (Clan Pistol)": {
      "items": {
        "OnX3jouMfG6t2c3O": {
          "description": "<p>The shieldmarshal marks a foe for judgment, granting the shieldmarshal a +10-foot circumstance bonus to Speed whenever it Strides toward that creature. The shieldmarshal's Strikes against that creature deal an additional 2d8 precision damage.</p>",
          "name": "Lawbringer"
        },
        "XRdppgd0VL5tzrT7": {
          "name": "Legal Lore"
        },
        "iQ4L0kIRVMXHUjJV": {
          "description": "<p>The shieldmarshal makes a melee Strike against an opponent within reach and Interacts to reload a firearm in their other hand.</p>",
          "name": "Reloading Strike"
        },
        "p8urnRdiID4k2uZg": {
          "description": "<p>When the shieldmarshal makes a critical hit with a firearm weapon, the target must succeed at a @Check[type:fortitude|dc:25] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Firearms Critical Specialization"
        }
      },
      "name": "Corrupt Shieldmarshal (Clan Pistol)",
      "npcSenses": "+20 to Sense Motive or vs. Conceal An Object"
    },
    "Corrupt Shieldmarshal (Jezail)": {
      "items": {
        "OnX3jouMfG6t2c3O": {
          "description": "<p>The shieldmarshal marks a foe for judgment, granting the shieldmarshal a +10-foot circumstance bonus to Speed whenever it Strides toward that creature. The shieldmarshal's Strikes against that creature deal an additional 2d8 precision damage.</p>",
          "name": "Lawbringer"
        },
        "XRdppgd0VL5tzrT7": {
          "name": "Legal Lore"
        },
        "iQ4L0kIRVMXHUjJV": {
          "description": "<p>The shieldmarshal makes a melee Strike against an opponent within reach and Interacts to reload a firearm in their other hand.</p>",
          "name": "Reloading Strike"
        },
        "p8urnRdiID4k2uZg": {
          "description": "<p>When the shieldmarshal makes a critical hit with a firearm weapon, the target must succeed at a @Check[type:fortitude|dc:25] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Firearms Critical Specialization"
        }
      },
      "name": "Corrupt Shieldmarshal (Jezail)",
      "npcSenses": "+20 to Sense Motive or vs. Conceal An Object"
    },
    "Cranium Preserver": {
      "description": "<p>Cranium preservers serve necromancers as walking laboratories for undead. A typical cranium preserver has a metallic and spider-like body, which holds aloft a large central glass vat surrounded by a dozen or more smaller, head-sized glass vats. Each vat is filled with a special embalming fluid that can preserve the minds of slain enemies.</p>",
      "items": {
        "2WUSVZTltybVXHGV": {
          "name": "Create Undead (Mummies, Skeletons, and Zombies)"
        },
        "DMdB611N1sb19rtx": {
          "description": "<p>The cranium preserver knows one version of the<em> <em>@UUID[Compendium.pf2e.spells-srd.Item.c3b6LdLlQDPngNIb]{Create Undead}</em></em> ritual for every four heads it has preserved (a typical cranium preserver has 12 preserved heads). The cranium preserver can use its heads to make separate rolls as both the primary and secondary casters of the ritual.</p>",
          "name": "Undead Crafter"
        },
        "G2MHcR67aZiGIBIl": {
          "description": "<p>The cranium preserver ejects one of its preserved-head jars at a point within 100 feet. The jar explodes, and all creatures in a @Template[type:burst|distance:10] must attempt a @Check[type:will|dc:28] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes [[/r {2d8[mental],2d8[negative]}]]{2d8 mental damage and 2d8 negative damage}.</p>\n<p><strong>Failure</strong> The creature takes [[/r {4d8[mental],4d8[negative]}]]{4d8 mental damage and 4d8 negative damage}. The discharged mental anguish released from the preserved head causes the creature to become @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature takes [[/r {8d8[mental],8d8[negative]}]]{8d8 mental and 8d8 negative damage}. The discharged mental anguish released from the preserved head causes the creature to become confused for 2 rounds.</p>",
          "name": "Jettison Cranium"
        },
        "OtWQPO05M1MuYUft": {
          "description": "<p>Whenever the cranium preserver ends a Stride, the movement causes necrotic embalming fluid and preserved body parts to slosh about and spill from its central vat. Each creature adjacent to the cranium preserver when it finishes its Stride must attempt a @Check[type:will|dc:26] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes [[/r {1d8[mental],1d8[negative]}]]{1d8 mental damage and 1d8 negative damage}.</p>\n<p><strong>Failure</strong> The creature takes [[/r {2d8[mental],2d8[negative]}]]{2d8 mental damage and 2d8 negative damage}.</p>\n<p><strong>Critical Failure</strong> The creature takes [[/r {4d8[mental],4d8[negative]}]]{4d8 mental and 4d8 negative damage}. If the creature is alive, the preserved body parts sense the presence of a living creature and cling to it, causing the creature to become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} for 1 round.</p>",
          "name": "Slosh"
        },
        "ZCzZWzTy0ol8xqZV": {
          "name": "Embalming Fluid"
        },
        "dCjko9C40DqIVGu8": {
          "name": "Cranium Remover"
        },
        "rbUPhPTB941Ay9CI": {
          "name": "Lore (any known by its preserved heads)"
        }
      },
      "name": "Cranium Preserver",
      "npcSenses": "darkvision"
    },
    "Daelum": {
      "description": "<p>During the height of the legendary war between Nex and Geb, Nex's agents grew increasingly creative in their \"recruiting\" methods for their armies. One such effort involved the construction of mechanical soldiers powered by arcane engines but directed by transplanted minds. While the process generally involved willing donors who were eager to give up dying bodies to \\\"live on\\\" in constructed frames, rumors persist that Nex harvested the minds of prisoners of war and criminals for these creations.</p>\n<p>Today, thousands of years after those wars ended, hundreds of daelums still live. Their intellects have, in large part, fully embraced their new \"lives,\" and very few remember their previous existences today. Daelums can be found throughout the Mana Wastes serving as guides, porters, mine workers, and mercenaries.</p>",
      "items": {
        "255aEl1cZIFN1lnC": {
          "name": "Hoof"
        },
        "4Vwu7Dx2GieS3Xns": {
          "description": "<p>The daelum can Interact to stow or remove an item from their belly hatch, which can hold up to 10 Bulk.</p>",
          "name": "Belly Hatch"
        },
        "MdOgmdwFOpOboMdg": {
          "description": "<p>The daelum unleashes a cloud of smog in a @Template[type:emanation|distance:10]. The cloud persists for 3 rounds, but doesn't move with the daelum. All creatures within the cloud are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}. A creature that begins its turn in the smog cloud must attempt a @Check[type:fortitude|dc:18] save (creatures that must breathe and don't hold their breath take a -2 circumstance penalty on their save).</p>\n<hr />\n<p><strong>Critical Success</strong> No effect and temporarily immune for 1 hour.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is sickened 2 and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}.</p>",
          "name": "Smog Cloud"
        },
        "RvHiGkpbgGQQVSfo": {
          "name": "Claw"
        },
        "akcOBJE7mzPgMkLb": {
          "description": "<p><strong>Requirements</strong> The daelum is in quadruped form</p>\n<hr />\n<p><strong>Effect</strong> The daelum Strides twice. They have a +10-foot circumstance bonus to their Speed during these Strides.</p>",
          "name": "Gallop"
        },
        "hiVEdBnoIdnSqV56": {
          "description": "<p>The daelum transforms into a quadruped. While in this form, their Speed increases by 10 feet and they don't count the contents of their belly hatch against the total amount they can carry. The daelum can make hoof Strikes in quadruped form, but not pick or claw Strikes. Using this ability again returns the daelum to their bipedal form.</p>",
          "name": "Shift Form"
        },
        "lr40eSk84v9ETRi6": {
          "name": "Mining Lore"
        }
      },
      "name": "Daelum",
      "npcSenses": "darkvision"
    },
    "Dewey Daystar": {
      "items": {
        "LxncrYNc77vL7ulH": {
          "description": "<p><em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated level.</p>\n<p><strong>Craft Requirements</strong> Supply a listed-level casting of the spell.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Heal (Level 1)"
        },
        "PJMDMXrstDA06y5J": {
          "name": "Magic Fang"
        },
        "Tk02ZQD8uRFjH5Bn": {
          "name": "Spine"
        },
        "fFu2sZz4KB01fVRc": {
          "name": "Low-light vision"
        },
        "ifYQoPbxbjd6qR8G": {
          "name": "Spine"
        },
        "tmdo78rvv90i25k9": {
          "description": "<p>When Dewey Daystar dies, a burst of primal energy explodes from his body, restoring [[/r 2d8 #Hit points]] Hit Points to each plant creature in a @Template[type:emanation|distance:30]. This area fills with cacti, becoming difficult terrain. If the terrain is not a viable environment for the cacti, they wither after 24 hours.</p>",
          "name": "Verdant Burst"
        },
        "uZK2BYzPnxUBnDjr": {
          "name": "Tanglefoot"
        },
        "weio2orb0rp0fc2y": {
          "description": "<p>A cactus leshy is covered in spines. A creature that Grabs the cactus leshy takes @Damage[(1d8+3)[piercing]] damage.</p>",
          "name": "Spiny Body"
        },
        "x4ia584i2gh5o32e": {
          "name": "Alkenstar Lore"
        }
      },
      "name": "Dewey Daystar",
      "npcSenses": "low-light vision"
    },
    "Disgorged Zombie": {
      "description": "<p>Shock zombies are hideous undead covered with bolts and electrical wiring. Most have two large electric coils mounted on their backs to absorb and project electricity. If uncontrolled, shock zombies often wander far afield in search of inventors' labs or lightning storms to draw power from. In a pinch, the natural electric currents inside living creatures more than suffice.</p>",
      "items": {
        "BtB1u622yMbHtlon": {
          "description": "<p>For 1 minute after taking electricity damage, a shock zombie loses its usual @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} condition, gains the ability to use reactions, and gains a +10-foot status bonus to its Speed.</p>",
          "name": "Electricity Absorption"
        },
        "b0bIdMCDihD0Pb5J": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:29]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} (1 round)</p>\n<p><strong>Stage 2</strong> off-guard and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} (1 round)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, off-guard, and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} (1 round).</p>",
          "name": "Amnesia Venom"
        },
        "fcMD9VINkULxflvh": {
          "description": "<p>Arcs of restorative electricity jolt between shock zombies. For each shock zombie within 30 feet, the shock zombie gains fast healing 2 (to a maximum of fast healing 10).</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.MxFFGo4WJpHh1e70]{Effect: Lightning Powered}</p>",
          "name": "Lightning Powered"
        },
        "s4fMBWE0NbLTyNri": {
          "description": "<p>A shock zombie is typically @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions (but see electricity absorption).</p>",
          "name": "Slow"
        }
      },
      "name": "Disgorged Zombie",
      "npcHp": "lightning powered, negative healing",
      "npcSenses": "darkvision"
    },
    "Drela": {
      "description": "<p>Cutthroats, killers, thieves, and toughs prey upon the vulnerable of society. Directing their activities and keeping them in line are the duties of the gang leader.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>",
      "items": {
        "Ht7knXtXeyTkKi2n": {
          "description": "<p>When the gang leader rolls a success on a Reflex save, they get a critical success instead.</p>",
          "name": "Evasion"
        },
        "PDidp7qMSw5qRoXU": {
          "description": "<p>The gang leader @UUID[Compendium.pf2e.actionspf2e.Item.pvQ5rY2zrtPI614F]{Interacts} to draw a weapon, then Strikes with that weapon.</p>",
          "name": "Quick Draw"
        },
        "U1pVgJkNIeXvdXNP": {
          "name": "Underworld Lore"
        },
        "bDituljDNQ33CED0": {
          "description": "<p>A healing potion is a vial of a ruby-red liquid that imparts a tingling sensation as the drinker's wounds heal rapidly. When you drink a healing potion, you regain [[/r 1d8[healing]]] Hit Points.</p>"
        },
        "dlhm2yJ4EUGym0CG": {
          "description": "<p>Any enemy is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the gang leader's melee attacks due to flanking as long as the enemy is within melee reach of both the gang leader and one of the gang leader's allies.</p>",
          "name": "Gang Up"
        },
        "fp3XmyB0pcpjCBex": {
          "description": "<p data-visibility=\"gm\"><strong>Trigger</strong> The gang leader is targeted with an attack by an attacker they can see</p>\n<hr />\n<p><strong>Effect</strong> The gang leader gains a +2 circumstance bonus to AC against the triggering attack.</p>",
          "name": "Nimble Dodge"
        },
        "j1wf4dSXkGypJjRs": {
          "description": "<p>The gang leader deals an extra 2d6 precision damage to off-guard creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "kSd8rIlnXiVczYg0": {
          "description": "<p>The gang leader isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to creatures of 7th level or lower that are @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected}, flanking, or using surprise attack.</p>",
          "name": "Deny Advantage"
        },
        "qNEPB3RKC3SlV4YE": {
          "description": "<p>On the first round of combat, if the gang leader rolls Deception or Stealth for initiative, creatures who haven't acted are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the gang leader.</p>",
          "name": "Surprise Attack"
        },
        "wXgvnztT7r9jO7Px": {
          "description": "<p data-visibility=\"gm\"><strong>Trigger</strong> The gang leader rolls a critical hit against a creature</p>\n<hr />\n<p><strong>Effect</strong> All allies that can see the gang leader gain a +1 circumstance bonus to attack rolls until the start of the gang leader's next turn.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.7x0O2GqWBJiAk5PF]{Effect: Brutal Rally}</p>",
          "name": "Brutal Rally"
        }
      },
      "name": "Drela"
    },
    "Explosive Steam Trap": {
      "description": "<p>A black‑powder charge fastened to a trapdoor (marked with a \"T\" on the map) blows a hole in a steam tunnel, filling the room with superheated steam.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:18|traits:action:disable-a-device] (trained) to disarm the desk switch; @Check[type:thievery|dc:28|traits:action:disable-a-device] (expert) to disarm the trapdoor charge</p>",
      "hazardRoutine": "<p>(1 action) The trapdoor emits a jet of superheated steam. Each creature in the room must attempt a @Check[type:fortitude|dc:28] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[(1d10+3)[fire]] damage.</p>\n<p><strong>Failure</strong> The creature takes @Damage[(2d10+6)[fire]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[(2d10+6)[fire]] damage, is @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued}, and is blinded for 1 round.</p>",
      "name": "Explosive Steam Trap"
    },
    "Falling Portcullis Trap": {
      "description": "<p>An iron portcullis drops from the ceiling when a pressure plate is triggered.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:27|traits:action:disable-a-device] (expert) to disable the floor trigger, or @Check[type:athletics|dc:27] or @Check[type:engineering-lore|dc:27] to jam the portcullis in the ceiling</p>",
      "name": "Falling Portcullis Trap"
    },
    "False Door Trap": {
      "description": "<p>A black‑powder charge detonates as soon as the doorknob is turned, shattering the door into splinters.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:27|traits:action:disable-a-device|name:Disable a Device] (expert) to disable the doorknob trigger</p>\n<p></p>",
      "name": "False Door Trap"
    },
    "Follower of Shumfallow": {
      "items": {
        "bi9gk7wx5tfc2bp7": {
          "description": "<p>A creature that takes damage from a follower of Shumfallow's spore pod Strike must succeed at a @Check[type:fortitude|dc:15] save or take @Damage[1[persistent,poison]] damage. A creature has its vision reduced as long as the persistent damage continues and can see only within 20 feet (or 10 feet, on a critical failure).</p>",
          "name": "Spores"
        },
        "cgozde39shewd87e": {
          "description": "<p>When a follower of Shumfallow dies, a burst of primal energy explodes from its body, restoring [[/r 1d8 #Hit points]] Hit Points to each fungus creature in a @Template[type:emanation|distance:30]. This area is filled with fungi, becoming difficult terrain. If the terrain is not a viable environment for this fungi, they wither after 24 hours.</p>",
          "name": "Verdant Burst"
        },
        "gaoUwFcrlci7ftbq": {
          "name": "Spore Pod"
        },
        "m2Yh3ElHq4mWrY6O": {
          "description": "<p>The follower of Shumfallow transforms into a Small giant mushroom or patch of fungi. This ability otherwise uses the effects of <em>@UUID[Compendium.pf2e.spells-srd.Item.dileJ0Yxqg76LMvu]{One with Plants}</em>.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "xhy218gnyten131b": {
          "description": "<p>A follower of Shumfallow's Strikes deal an additional 1d4 damage to creatures that are within the reach of at least two of the follower's allies.</p>",
          "name": "Pack Attack"
        }
      },
      "name": "Follower of Shumfallow",
      "npcSenses": "darkvision"
    },
    "Gilded Gunner Assassin": {
      "items": {
        "CxfmK6v5SDTiXmin": {
          "name": "Thunderstone"
        },
        "Vw8kMT1YZ0TvaY7E": {
          "description": "<p><strong>Requirements</strong> The Gilded Gunner has a loaded firearm in hand</p>\n<p><strong>Trigger</strong> A creature within 30 feet uses a manipulate action, uses a move action, or makes a ranged attack</p>\n<hr />\n<p><strong>Effect</strong> The Gilded Gunner makes a ranged Strike against the triggering creature. If the attack is a critical hit and the trigger was a manipulate action, the Gilded Gunner disrupts that action. This Strike doesn't count toward the Gilded Gunner's multiple attack penalty, and its multiple attack penalty doesn't apply to this Strike.</p>",
          "name": "Shot of Opportunity"
        },
        "hWuYFxQdx3vp9CsU": {
          "description": "<p>The Gilded Gunner assassin deals an additional 2d6 precision damage to off-guard creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        }
      },
      "name": "Gilded Gunner Assassin"
    },
    "Gilded Gunner Goon": {
      "items": {
        "XSEvqVGyrSkLoFAU": {
          "description": "<p>A Gilded Gunner goon's Strikes deal 1d6 additional precision damage to off-guard creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        }
      },
      "name": "Gilded Gunner Goon"
    },
    "Gilded Gunner Safecracker": {
      "items": {
        "bOKl3XRelwg4R3Dg": {
          "description": "<p>The safecracker deals an additional 1d6 precision damage to off-guard creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "fg54ChLRrTIRTObq": {
          "name": "Golden Silencer (Standard) (Affixed to Dueling Pistol)"
        }
      },
      "name": "Gilded Gunner Safecracker"
    },
    "Glass Buccaneer": {
      "description": "<p>Clockwork buccaneers are powerful constructs designed for naval combat. Whereas most clockwork creations sink to the ocean floor while at sea, clockwork buccaneers can use their water jets to easily propel themselves through the water or leap aboard enemy ships. In addition to an internal water tank and hydraulic pumps, most clockwork buccaneers are equipped with a cutlass and arm gun loaded with scatter shot.</p>\n<hr />\n<p>As one delves deeper into the industrial heart of Alkenstar, the clockwork adversaries one faces become ever more complex and deadly.</p>",
      "items": {
        "2zal7ksjoxd4SbHX": {
          "description": "<p>When the buccaneer makes a critical hit with a firearm, the target must succeed at a @Check[type:fortitude|dc:28] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Firearms Critical Specialization"
        },
        "Gx8L9HhbNrNf8WxC": {
          "description": "<p>The clockwork buccaneer deals an extra 2d6 precision damage to off-guard creatures.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "IDaVy4WQ3t4E3HLc": {
          "description": "<p>The clockwork buccaneer @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feints}. If the target becomes @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the buccaneer's melee attacks, it becomes off-guard to the buccaneer's ranged attacks as well.</p>",
          "name": "Pirate's Feint"
        },
        "Lbue1lqf45XkXoDq": {
          "description": "<p><strong>Requirements</strong> The clockwork buccaneer is within 15 feet of a water source containing at least 100 gallons of water</p>\n<hr />\n<p><strong>Effect</strong> The clockwork buccaneer extends a clockwork tube and sucks up water to refill its water tank.</p>",
          "name": "Refill Tank"
        },
        "MPhjBg2N1Cbm482V": {
          "name": "Arm Gun"
        },
        "RLyfMb5fTBOG3p9w": {
          "description": "<p><strong>Requirements</strong> The clockwork buccaneer has a full water tank</p>\n<hr />\n<p><strong>Effect</strong> The clockwork buccaneer jumps 60 feet, propelling itself through the air with a jet of water. This empties the buccaneer's water tank.</p>",
          "name": "Water Jump"
        },
        "dPIPYbdl4Q16tsfM": {
          "description": "<p><strong>Trigger</strong> The glass buccaneer is targeted by a spell</p>\n<hr />\n<p><strong>Effect</strong> The buccaneer positions its reflective magical surfaces to turn the spell back on the caster. It tries to counteract the spell, making an Athletics check for its counteract check. If it successfully counteracts the spell, the effect is turned back on the caster.</p>",
          "name": "Spell Reflection"
        },
        "o7ODmL53RwwxLPcv": {
          "description": "<p>24 hours, @Check[type:thievery|dc:26|traits:action:disable-a-device], standby</p>\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "qrF6dVWoNaXom7Hq": {
          "description": "<p>The glass buccaneer is affected by the <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em> spell as though it were an unattended object.</p>",
          "name": "Vulnerable to Shatter"
        },
        "yabUjJ8dcc4BjniB": {
          "description": "<p><strong>Requirements</strong> The clockwork buccaneer has a full water tank</p>\n<hr />\n<p><strong>Effect</strong> The clockwork buccaneer fires a narrow but highly pressurized blast of water in a @Template[type:line|distance:60], dealing @Damage[10d6[bludgeoning]] damage to creatures and unattended objects in the area (@Check[type:fortitude|dc:28|basic:true]; unattended objects automatically fail). Creatures and objects that fail the save are also knocked back 5 feet (10 feet on a critical failure). This empties the buccaneer's water tank.</p>",
          "name": "Water Jet"
        }
      },
      "name": "Glass Buccaneer",
      "npcSenses": "darkvision"
    },
    "Glass Elephant": {
      "items": {
        "5xhUdO92OnsLvyUD": {
          "description": "<p>A Medium or smaller creature hit by the glass elephant's trunk is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}. If the elephant moves, it can bring the grabbed creature along with it.</p>",
          "name": "Grabbing Trunk"
        },
        "7bGfSdJ7WUfSEBeK": {
          "description": "<p>The glass elephant is affected by the <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em> spell as though it were an unattended object.</p>",
          "name": "Vulnerable to Shatter"
        },
        "DxPG1GhuydXb0TBN": {
          "description": "<p><strong>Trigger</strong> The glass elephant is targeted by a spell</p>\n<hr />\n<p><strong>Effect</strong> The elephant positions its reflective magical surfaces to turn the spell back on the caster. It tries to counteract the spell, making an Athletics check for its counteract check. If it successfully counteracts the spell, the effect is turned back on the caster.</p>",
          "name": "Spell Reflection"
        },
        "KUyWIG2UFjENl3ib": {
          "name": "Trunk"
        },
        "RuYZ9LLt5wDGecQw": {
          "name": "Foot"
        },
        "cv6sjzDE06JiHO6i": {
          "description": "<p>The glass elephant makes two tusk Strikes, each against a different creature. This counts as one attack for the elephant's multiple attack penalty, and the penalty doesn't increase until after both attacks.</p>",
          "name": "Dual Tusks"
        },
        "gIskdl1Vv4DvJlQP": {
          "description": "<p>Large or smaller, foot, @Check[type:reflex|dc:32|basic:true]</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "quLXpvY2ugOe3joL": {
          "description": "<p>24 hours, @Check[type:thievery|dc:29|traits:action:disable-a-device], standby</p>\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "sWm1hESELtgkRvLe": {
          "name": "Tusk"
        }
      },
      "name": "Glass Elephant",
      "npcSenses": "darkvision"
    },
    "Glass Sentry": {
      "description": "<p>Shifting back and forth between a detailed likeness of a human and a muted and featureless bipedal form, this creature of pure sand moves with an eerie grace. The sand sentry is often called upon by spellcasters to stand guard over an area of great importance-these elementals are patient participants in such roles, making them well suited for long-term service.</p>",
      "items": {
        "6NgDd3kvRPxleBuE": {
          "description": "<p>When the sand sentry critically hits with a fist Strike, the target is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for 1 round.</p>",
          "name": "Blinding Sand"
        },
        "O5P2324cJfYLLpmm": {
          "description": "<p>When the sand sentry takes fire or lightning damage, its outer layer of sand fuses into sheets of hardened glass for 1 minute. This increases the sand sentry's AC to 26 and grants it resistance 5 to acid, cold, electricity, fire, force, piercing, and slashing damage. A sand sentry can't use earth glide while glass armor is active.</p>",
          "name": "Glass Armor"
        },
        "XHjNDrJBXaCEsi2i": {
          "description": "<p>A sand sentry can @UUID[Compendium.pf2e.actionspf2e.Item.H6v1VgowHaKHnVlG]{Burrow} through earthen matter, including rock. When it does so, it moves at its full burrow Speed, leaving no tunnels or signs of its passing.</p>",
          "name": "Earth Glide"
        }
      },
      "name": "Glass Sentry",
      "npcSenses": "darkvision, tremorsense (imprecise) 60 feet"
    },
    "Glaz Nixbrix": {
      "items": {
        "0VmuBTBiSXhtkkRC": {
          "name": "Buzz-Saw Knuckles"
        },
        "1q0pysxtdh14oiop": {
          "description": "<p>Nixbrix Strides, @UUID[Compendium.pf2e.actionspf2e.Item.pprgrYQ1QnIDGZiy]{Climbs}, or @UUID[Compendium.pf2e.actionspf2e.Item.d5I6018Mci2SWokk]{Leaps} once, then Strikes with his buzz-saw knuckles. As long as this Strike is a success, he unleashes a devastating black powder explosion afterward that deals @Damage[1d6[fire]] damage to both him and the target of the Strike. He then Strides or Leaps once more, propelled by the blast.</p>",
          "name": "Knuckle Knock"
        },
        "dirm4xbrw84fiins": {
          "description": "<p><strong>Trigger</strong> Nixbrix is targeted with a ranged attack</p>\n<p>Nixbrix Leaps up to 10 feet vertically and 30 feet horizontally, and he gains a +2 circumstance bonus to AC against the triggering attack.</p>",
          "name": "Leap Away"
        },
        "fFu2sZz4KB01fVRc": {
          "name": "Low-light vision"
        },
        "fztamu6o8cxv04u5": {
          "description": "<p>Nixbrix has a custom-built, extra-large firearm mounted to the shoulder of his custom armor. Only he knows how to fire the contraption, which is inscrutable in the hands of anyone else. Whenever Nixbrix fires his Really Big Gun, the armor automatically reloads the weapon, but it doesn't finish reloading until the end of his next turn. He can only fire it, at most, every other round. He can take 6 shots with this weapon before all the ammunition is spent.</p>",
          "name": "Really Big Gun"
        },
        "hi45wuyafa27mrx4": {
          "description": "<p>Nixbrix's custom armor, which only he knows how to operate, grants him physical resistance. Once Nixbrix is reduced to fewer than half his Hit Points, or immediately upon being damaged by a critical hit, his custom armor breaks, causing the following effects: his Armor Class is reduced to 20, he loses his physical resistance, he can't use his really big gun, and his buzz-saw knuckles no longer cause persistent bleed damage.</p>",
          "name": "Custom Armor"
        },
        "m4oNlPuM10WIZCYI": {
          "description": "<p>(<strong><span class=\"pf2-icon\">2 </span></strong><strong style=\"font-family: var(--font-primary); font-size: var(--font-size-14);\">Two Actions</strong><strong style=\"font-family: var(--font-primary); font-size: var(--font-size-14);\"><span class=\"pf2-icon\">)</span></strong></p>",
          "name": "Really Big Gun"
        },
        "tgunjr8k87x633mi": {
          "name": "Underworld Lore"
        },
        "v39dn6x5rgfft8xn": {
          "description": "<p>Nixbrix flees the scene. He moves four times, each time using one of the following actions: Climb, Leap, Stand, Step, or Stride.</p>",
          "name": "Escape Route"
        },
        "xq9ba8de18jr2xxs": {
          "description": "<p>Nixbrix has custom-built knuckle-dusters called buzz-saw knuckles. Only he knows how to operate them.</p>",
          "name": "Buzz-Saw Knuckles"
        }
      },
      "name": "Glaz Nixbrix",
      "npcAc": "(20 when custom armor is broken)",
      "npcSenses": "low-light vision"
    },
    "Gold Tank Broker": {
      "description": "<p>Clockwork creatures are as common in Alkenstar as carts and horses are in most Inner Sea region cities. In the City of Smog, clockworks perform many of the simple, repetitive tasks that sentient workers find boring, as well as dangerous jobs such as private security or riot control.</p>\n<p>One of the jobs most commonly outsourced to clockworks is guard duty. Clockwork soldiers are often too costly to employ en masse, so municipalities looking to cut corners devised the much-cheaper clockwork handler, a budget-friendly construct sufficient for rat catching, door watching, and basic patrol work.</p>\n<p>Handlers are typically programmed to react efficiently to certain situations such as intruders or assailants. To that end, all handlers are equipped with an everburning torch fastened to their hooded lantern-like heads. Furthermore, most clockwork handlers used in public places have their fists covered in a padded material to ensure they don't accidentally beat suspects to death, though these modifications are removable (removing the nonlethal trait from their fist Strike). The nonlethal approach is considered the safest, as clockwork creatures don't always have the keenest judgement on who is a criminal and who is a customer. A healthy supply of rope allows the clockwork handler to quickly tie-up unruly vagabonds, that they might be brought to justice.</p>",
      "items": {
        "0cdlrbis7q4l26p0": {
          "description": "<p><strong>Requirements</strong> The clockwork handler has a creature @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}</p>\n<hr />\n<p><strong>Effect</strong> The clockwork handler cuts a length of rope from the supply in its chassis to tie up the restrained creature. The creature is restrained until it Escapes or Forces Open the rope with a successful DC 15 check (typically an attack roll or Thievery check to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}, or an Athletics check to @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} the ropes; restrained creatures don't take a -2 penalty on this check for not using a crowbar). The rope has Hardness 2 and 8 Hit Points (BT 4).</p>",
          "name": "Hog-tie"
        },
        "9bi02lncovdbgg1p": {
          "description": "<p>The clockwork handler emits a loud noise (such as a bell or high- pitched mechanical scream) that can be easily heard by anyone within 500 feet. Creatures within 100 feet take a -2 circumstance penalty to Perception checks that are hearing-based. Creatures within 30 feet who fail a @Check[type:fortitude|dc:14] save can't hear anything but the siren, critically fail Perception checks that require hearing, and are immune to auditory effects. This effect lasts until the creature leaves the area and for 1 round afterward.</p>",
          "name": "Siren"
        },
        "GArbF1RlXUNEq4TB": {
          "description": "<p>Unlike most clockwork handlers, the brokers' Strikes lack the nonlethal trait.</p>",
          "name": "Gloves Off"
        },
        "soreR8WirlQYXvF1": {
          "description": "<p>24 hours, @Check[type:thievery|dc:15|traits:action:disable-a-device] check, standby</p>\n<hr />\n<p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "x6layxpkhebv0imx": {
          "description": "<p>The clockwork handler can use the <em>@UUID[Compendium.pf2e.equipment-srd.Item.mRz8Jmk4Q06SsZpC]{Everburning Torch}</em> built into its helmet to illuminate areas it's examining. Whenever it Seeks in a @Template[type:cone|distance:30] and rolls a successful Perception check, the clockwork handler gets a critical success instead.</p>",
          "name": "Spotlight"
        }
      },
      "name": "Gold Tank Broker",
      "npcSenses": "darkvision"
    },
    "Gold Tank Investor": {
      "name": "Gold Tank Investor"
    },
    "Gremlin Horde": {
      "description": "<p>Three gangs of gremlins hide within the spiral centurion, cackling with glee and hurling blasts of hex magic. The hazard occupies the same space as the spiral centurion, moving with it.</p>",
      "hazardDisable": "<p>@Check[type:arcana|dc:25|name:Devise counter-hex symbols], @Check[type:occultism|dc:25|name:Devise counter-hex symbols], or @Check[type:religion|dc:25|name:Devise counter-hex symbols] (trained) to devise counter-hex symbols that frighten and scatter a gremlin gang, or @Check[type:acrobatics|dc:28|name:Scatter a gremlin gang] or @Check[type:stealth|dc:28|name:Scatter a gremlin gang] (expert) to capture and scatter a gremlin gang</p>",
      "hazardReset": "<p>If not captured or killed, the scattered gremlin gangs regroup after [[/br 1d4 #Hours]]{1d4 hours}.</p>",
      "hazardRoutine": "<p>(3 actions; misfortune) The gremlin horde hurls one tinkering curse with each action, targeting an item within 60 feet wielded or worn by a creature. The creature must attempt a @Check[type:will|dc:27] save. The gremlin horde loses 1 action for each gremlin gang that's scattered.</p>\n<hr />\n<p><strong>Critical Success</strong> The hex bounces back to affect the gremlin horde. For 1 round, all creatures gain a +1 status bonus to checks to disable this hazard.</p>\n<p><strong>Success</strong> The item is unaffected.</p>\n<p><strong>Failure</strong> The item becomes unreliable for 1 round. If a creature attempts to Activate the item or Interact with it, it must succeed at a @Check[type:flat|dc:5] or the action is wasted. If the item doesn't have an active use (such a mundane cloak), the creature wearing the item must instead immediately succeed at a @Check[type:flat|dc:5] or become tangled with the item and fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature wielding or wearing the item also becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}.</p>",
      "name": "Gremlin Horde"
    },
    "Gunmarshal": {
      "items": {
        "0znth3woklrdqkpd": {
          "description": "<p>The gunmarshal marks a foe for judgment, granting the gunmarshal a +10-foot circumstance bonus to Speed when moving toward that creature.</p>",
          "name": "Lawbringer"
        },
        "p9o2cnvbjqe15xf3": {
          "description": "<p>When the gunmarshal makes a critical hit with a firearm, the target must succeed at a @Check[type:fortitude|dc:18] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Firearms Critical Specialization"
        }
      },
      "name": "Gunmarshal"
    },
    "Hansin": {
      "description": "<p>Cutthroats, killers, thieves, and toughs prey upon the vulnerable of society. Directing their activities and keeping them in line are the duties of the gang leader.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>",
      "items": {
        "Ht7knXtXeyTkKi2n": {
          "description": "<p>When the gang leader rolls a success on a Reflex save, they get a critical success instead.</p>",
          "name": "Evasion"
        },
        "PDidp7qMSw5qRoXU": {
          "description": "<p>The gang leader @UUID[Compendium.pf2e.actionspf2e.Item.pvQ5rY2zrtPI614F]{Interacts} to draw a weapon, then Strikes with that weapon.</p>",
          "name": "Quick Draw"
        },
        "U1pVgJkNIeXvdXNP": {
          "name": "Underworld Lore"
        },
        "bDituljDNQ33CED0": {
          "description": "<p>A healing potion is a vial of a ruby-red liquid that imparts a tingling sensation as the drinker's wounds heal rapidly. When you drink a healing potion, you regain [[/r 1d8[healing]]] Hit Points.</p>"
        },
        "dlhm2yJ4EUGym0CG": {
          "description": "<p>Any enemy is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the gang leader's melee attacks due to flanking as long as the enemy is within melee reach of both the gang leader and one of the gang leader's allies.</p>",
          "name": "Gang Up"
        },
        "fp3XmyB0pcpjCBex": {
          "description": "<p data-visibility=\"gm\"><strong>Trigger</strong> The gang leader is targeted with an attack by an attacker they can see</p>\n<hr />\n<p><strong>Effect</strong> The gang leader gains a +2 circumstance bonus to AC against the triggering attack.</p>",
          "name": "Nimble Dodge"
        },
        "j1wf4dSXkGypJjRs": {
          "description": "<p>The gang leader deals an extra 2d6 precision damage to off-guard creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "kSd8rIlnXiVczYg0": {
          "description": "<p>The gang leader isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to creatures of 7th level or lower that are @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected}, flanking, or using surprise attack.</p>",
          "name": "Deny Advantage"
        },
        "qNEPB3RKC3SlV4YE": {
          "description": "<p>On the first round of combat, if the gang leader rolls Deception or Stealth for initiative, creatures who haven't acted are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the gang leader.</p>",
          "name": "Surprise Attack"
        },
        "wXgvnztT7r9jO7Px": {
          "description": "<p data-visibility=\"gm\"><strong>Trigger</strong> The gang leader rolls a critical hit against a creature</p>\n<hr />\n<p><strong>Effect</strong> All allies that can see the gang leader gain a +1 circumstance bonus to attack rolls until the start of the gang leader's next turn.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.7x0O2GqWBJiAk5PF]{Effect: Brutal Rally}</p>",
          "name": "Brutal Rally"
        }
      },
      "name": "Hansin"
    },
    "Headless Rustler": {
      "description": "<p>Riding on a horse as black as night, the headless hunter known as the dullahan tracks down and takes the heads of those it deems unfit to continue living. When closing in for the kill, the dullahan first whispers its victim's name, then swiftly collects its prize, casting a pall of dread upon all who witness the grim execution.</p>\n<p>A dullahan manifests when a particularly violent warrior is beheaded and the warrior's soul stubbornly clings to material existence (or is refused entry to the afterlife). Most dullahans return to their former homelands, where they can exact vengeance those they feel wronged them in life (or their living descendants). A dullahan's concept of justice is swift and merciless, and once it has selected a target, it is unwavering in its cause.</p>\n<p>Perhaps even more than revenge on the living, a dullahan desires its own rotted head. An individual who wields the head of a dullahan is powerful indeed, for a dullahan will grudgingly serve such a master in the hopes of reclaiming its missing skull. Mighty fiends such as devils command dullahans to harvest souls or lead armies for them, while a mortal might use such an undead warrior to fulfill a personal vendetta. No matter its master's rank or station, however, a dullahan won't hesitate to kill its liege and reclaim its head when the opportunity presents itself.</p>\n<p>Most dullahan lairs are abandoned, overgrown ruins or other dilapidated places where severed heads and other trophies line the walls. Some dullahans, on the other hand, are content to simply commit their foul deeds and leave the remains of their decapitated victims in the streets, strewn among a copse of dead trees, or unceremoniously tossed in a bog hole.</p>",
      "items": {
        "7YaGFmELE70Am3ac": {
          "description": "<p>Any firearm wielded by the headless rustler becomes <em>keen</em> (even if it's not a slashing weapon) and <em>striking</em>. If the headless rustler kills a creature with a critical hit using a firearm, the target is treated as if they were decapitated by the headless rustler's Reap ability. These effects remain only while the headless rustler holds the firearm.</p>",
          "name": "Headshot Hunter"
        },
        "7bniftpjEDrMSUN2": {
          "name": "Fast Healing 5"
        },
        "GM1uYxLGklcQScOG": {
          "name": "Lifesense 60 feet"
        },
        "JCuu4HmWBZQXp2j5": {
          "description": "<p><strong>Frequency</strong> once (until a new clockwork skull is crafted)</p>\n<hr />\n<p><strong>Effect</strong> The headless rustler throws its clockwork skull at a target within 30 feet. The skull explodes, dealing @Damage[8d6[fire]] damage to creatures in a @Template[type:burst|distance:15]{15-foot radius} (@Check[type:reflex|dc:23|basic:true]).</p>",
          "name": "Throw Skull"
        },
        "RMbB0Cy1iBEXCD5A": {
          "name": "Keen Longsword"
        },
        "UHxzFiyQ9sL32HBv": {
          "description": "<p>@Template[type:emanation|distance:30]{30 feet} @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura} @Check[type:will|dc:23]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
        },
        "VRVvTkZmbfIqx7uw": {
          "description": "<p>The dullahan summons a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Jy2va0NTTbaUH1zP]{War Horse} with elite adjustments and the fiend trait. This steed remains until it is slain, the dullahan Dismisses it, or the dullahan summons another steed.</p>",
          "name": "Summon Steed"
        },
        "VXiR6GGa6NxxxBMb": {
          "description": "<p>Any slashing weapon a dullahan wields becomes <em>@UUID[Compendium.pf2e.equipment-srd.Item.hg3IogR8ue2IWwgS]{Keen}</em>, and any hatchet it wields becomes <em>@UUID[Compendium.pf2e.equipment-srd.Item.qlunQzfnzPQpMG6U]{Returning}</em>. If the dullahan kills a creature with a critical hit using a slashing weapon, the target is decapitated as though the dullahan had used Reap on the target. These effects remain only while the dullahan holds the weapon.</p>",
          "name": "Head Hunter"
        },
        "pG17snAKOgqgqba1": {
          "description": "<p>The dullahan removes the head of a dead creature within reach. Each creature within the area of the dullahan's frightful presence must attempt a new save, even if they are temporarily immune.</p>",
          "name": "Reap"
        },
        "s6td3HL3SlwB4GbE": {
          "name": "Keen Striking Arquebus"
        }
      },
      "name": "Headless Rustler",
      "npcHp": "fast healing 5",
      "npcSenses": "lifesense 60 feet"
    },
    "I": {
      "items": {
        "3E1vAI0FYvGUHw2x": {
          "name": "Shockwave (At Will)"
        },
        "5YlLz9qenasMgsSl": {
          "description": "<p>I makes up to four Strikes with different arms, each against a different target. Each attack counts separately for their multiple attack penalty, but the penalty doesn't increase until all attacks have been made. If I subsequently uses the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Tkd8sH4pwFIPzqTr]{Grab} action, they can Grab any number of creatures they hit with Writhing Arms.</p>",
          "name": "Writhing Arms"
        },
        "7uLbdRcU4d7JaUy9": {
          "name": "Spellscar Lore"
        },
        "Ef9xrtArkFxq0P59": {
          "name": "Tremorsense (Imprecise) 30 feet"
        },
        "JGF5XtOjAaisPWvc": {
          "name": "Beak"
        },
        "YYDNyGlz4Sv5qmrD": {
          "description": "<p>The creator of the original <em>thunder helm</em> tried and failed time and again to craft a reliable, helmet-mounted firearm that enabled hands-free gunplay, but even after resorting to magical enhancements, they were never quite able to realize their vision. The allure of the <em>thunder helm</em> continues to compel certain mindsets in the Mana Wastes, and these items continue to be crafted to this day.</p>\n<p>A <em>thunder helm</em> appears as a cylindrical iron helmet adorned with a crown-like display of gun barrels extending out in all directions. A slit in the front allows for limited visibility, while sound is muffled by the inner lining. As long as a creature wears a <em>thunder helm</em>, it takes a -1 circumstance penalty to auditory and visual Perception checks but also gain a +1 circumstance bonus to saving throws against auditory and visual effects.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The helm's gun barrels swivel and aim randomly, then conjure enough gunpowder and bullets to fire in all directions around you. Every creature within a @Template[type:emanation|distance:20] takes @Damage[4d6[piercing]] damage (@Check[type:reflex|dc:19|basic:true]). When determining a creature's resistance or immunity to this damage, use the weaker of the target's resistance or immunity to piercing or bludgeoning.</p>"
        },
        "szzBCyHGwJrdNDMW": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:25]</p>\n<hr />\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[2d6[poison]] damage, enfeebled 1, and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[2d6[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2}, and off-guard (1 round)</p>",
          "name": "I Venom"
        },
        "tQD9i5upGgPtUF3z": {
          "name": "Telepathy 100 feet"
        },
        "xVxpVjRSG9uuNxHf": {
          "description": "<p>@Damage[(1d8+8)[bludgeoning]]{1d8+8 Bludgeoning } @Check[type:fortitude|dc:22|basic:true]</p>\n<hr />\n<p><em>Note: A DC was not provided for this ability by Paizo. The DC present here is a moderate DC for the creature level according to the Gamemastery Guide creature building Tables.</em></p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        },
        "ygv6fUqDsDUy5Sgl": {
          "name": "Arm"
        }
      },
      "name": "I",
      "npcSenses": "darkvision, tremorsense (imprecise) 30 feet"
    },
    "Ibrium": {
      "items": {
        "5w0F6y94vlJDTACc": {
          "name": "Elemental Form (Earth Only)"
        },
        "H7ZUXPUagPSiSBWU": {
          "name": "Glass Spike"
        },
        "MzbVR3cqg1TR7jbR": {
          "name": "Nex Lore"
        },
        "Uc9UHvf0xaO02epz": {
          "name": "Glass Spike"
        },
        "kEiFfTiLzYIvzSm5": {
          "name": "Stoneskin"
        },
        "lMGF7CREo27GBWr4": {
          "description": "<p>Ibrium has modified certain spells to incorporate glass into their manifestation. Whenever Ibrium casts <em>@UUID[Compendium.pf2e.spells-srd.Item.sxQZ6yqTn0czJxVd]{Fireball}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.jfVCuOpzC6mUrf6f]{Hydraulic Push}</em>, or <em>@UUID[Compendium.pf2e.spells-srd.Item.Rn2LkoSq1XhLsODV]{Pummeling Rubble}</em>, the spell deals slashing damage instead of its normal damage type as the damaging component is replaced with shards of razor-sharp glass.</p>",
          "name": "Vitrumancy"
        },
        "pUJ5IHNszKdMGIfV": {
          "description": "<p><strong>Trigger</strong> An adjacent creature Strikes Ibrium with a melee weapon or unarmed attack and deals damage</p>\n<p><strong>Requirements</strong> Ibrium has a <em>@UUID[Compendium.pf2e.spells-srd.Item.2BV2yYPfVJ5zirZt]{Mountain Resilience}</em> spell currently active</p>\n<hr />\n<p><strong>Effect</strong> Ibrium's unique stoneskin spell manifests as a protective layer of deadly sharp glass. Glass shards burst out from Ibrium's skin, dealing @Damage[3d10[piercing]] damage to the attacker.</p>",
          "name": "Vitrumantic Stoneskin"
        },
        "tTgfj7YD5oU7aeNE": {
          "description": "<p><em>@UUID[Compendium.pf2e.spells-srd.Item.kOa055FIrO9Smnya]{Wall of Stone}</em></p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated level.</p>\n<p><strong>Craft Requirements</strong> Supply a listed-level casting of the spell.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Wall of Stone (Level 5)"
        },
        "tkBU2sswJHEpmPPH": {
          "name": "Elemental Lore"
        }
      },
      "name": "Ibrium"
    },
    "Ioton (F6)": {
      "description": "<p>The Astral Plane is a planar nexus, connecting the planes of the Inner Sphere to those of the Outer Sphere, a realm of timeless silver substance charged with mental essence drawn from throughout the Great Beyond. Most creatures on the Astral Plane are visitors-predators seeking to poach from the River of Souls, psychopomps guarding against such incursions, and aeons monitoring the flow of raw quintessence through the Antipode. Yet, this plane has spawned creatures native to its strange currents and eddies, foremost of which is the family of thought-spawned creatures known as ennosites.</p>\n<p>An ennosite's form physically embodies of its thought and purpose. As some ideals and goals are shared, so are certain forms.</p>\n<hr />\n<p>Periodically, stray thoughts colliding on the Astral Plane become entangled, forming a knot of rudimentary intellect. Known as iotons, these beings lack the willpower to manifest physical bodies, much less the self-awareness and vision to know what form these physical bodies might take. Instead, they manifest as ghostly, cloudlike wisps, each intermittently forming ephemeral features like alien eyes, unspeaking mouths, and shimmering symbols as iotons instinctively process their surroundings. Left alone, they might drift for ages amidst the Silver Sea.</p>\n<p>Gregariously parasitic, iotons sense and congregate around thinking beings, eagerly tearing off stray thoughts and using the harvested psychic energy to think clearly and form physical bodies. An ioton might understand that this process inflicts painful headaches in its victims, but it typically doesn't care. Not only do most of these ennosites become drunk on their newfound mental power and cling to their captured thoughts, but returning what they stole also robs an ioton of the mental bandwidth necessary to parse right from wrong. This sometimes causes a painful cycle where it repeatedly steals thoughts, apologetically surrenders them, and then blithely steals the thoughts anew.</p>\n<p>Iotons that gradually accumulate and consolidate enough mental potential form a permanent body, transforming into another type of ennosite.</p>",
      "items": {
        "MjldvRpasuQZnNAa": {
          "description": "<p>While a creature is taking persistent damage from the ioton, the ioton gains the ability to speak and understand one of that creature's languages, selected at random.</p>",
          "name": "Absorbed Language"
        },
        "NvRpRxRlhF2Xz2bB": {
          "name": "Touch"
        },
        "dSno9j5y3rpHfIhU": {
          "description": "<p>This ioton is seeking alchemical knowledge. The ioton gains a +1 circumstance bonus to attack rolls against any creature with the @UUID[Compendium.pf2e.feats-srd.Item.is3Oz9wt11lNq62K]{Alchemical Crafting} feat, and they prefer to attack those targets to the exclusion of others.</p>",
          "name": "Seeking Alchemical Knowledge"
        },
        "omF3pyBq82HtDkAE": {
          "description": "<p>The ioton senses all non-mindless creatures at the listed range.</p>",
          "name": "Thoughtsense (Imprecise) 60 feet"
        },
        "qhMGpfia6l2CmKf0": {
          "description": "<p>While a creature is taking persistent mental damage from the ioton, the ioton takes the shape of a creature familiar to the target, such as an acquaintance, pet, or common animal, though the appearance is imperfect and grants no benefit to Impersonate an individual.</p>\n<p>While transformed, the ioton loses its incorporeal trait, immunities, and resistances, but it gains an unarmed melee Strike with a +6 attack modifier that deals @Damage[(1d8+2)[bludgeoning]] damage. The ioton immediately returns to its original form once no creature is taking persistent mental damage from it.</p>",
          "name": "Leech Thought"
        }
      },
      "name": "Ioton (F6)",
      "npcSenses": "thoughtsense (imprecise) 60 feet"
    },
    "Irkem Dresh": {
      "items": {
        "1cztj5w9rk8uloib": {
          "description": "<p><strong>Trigger</strong> A creature uses a mental effect against Dresh and fails or critically fails</p>\n<hr />\n<p><strong>Effect</strong> Dresh @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralizes} that creature; when she does, Demoralize loses the auditory trait and gains the visual trait and she doesn't take a penalty if the creature doesn't understand her language.</p>",
          "name": "Defying Glare"
        },
        "2YFmIiXCzt0NjQ4a": {
          "description": "<p>Dresh deals an additional 1d6 precision damage to off-guard creatures.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "8mi8ersk4a6tezq4": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> Dresh throws [[/r 2d6 #Silver pieces]] silver pieces into the air, potentially distracting her target. Dresh makes a Deception check to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} against a creature within 30 feet that can see her and which she can see. If her flintlock pistol is loaded, Dresh then makes a ranged flintlock pistol Strike against that target.</p>",
          "name": "Silver Shower Shot"
        },
        "BQPwgbC9GgqK7DvC": {
          "name": "Manager's keys"
        },
        "hDLbR56Id2OtU318": {
          "description": "<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> Interact</p>\n<p>Elixirs of life accelerate a living creature's natural healing processes and immune system. Upon drinking this elixir, you regain [[/r 1d6[healing]]] Hit Points and gain +1 item bonus to saving throws against diseases and poisons for 10 minutes.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.lPRuIRbu0rHBkoKY]{Effect: Elixir of Life (Minor)}</p>"
        },
        "ivvpi1rxf2oc1f37": {
          "name": "Banking Lore"
        },
        "pp5tiipd5oq4iu0w": {
          "description": "<p>Dresh can use the promise of wealth to distract her foes. When she succeeds or critically succeeds on a Deception check to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} against a target within 30 feet, the target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against her ranged attacks as well as her melee Strikes.</p>",
          "name": "Generous Distraction"
        }
      },
      "name": "Irkem Dresh"
    },
    "Iron Dart Launcher": {
      "description": "<p>A half‑dozen iron darts fire from spring‑loaded launchers concealed in the desk opposite the front door.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:22|name:Disable the trigger|traits:action:disable-a-device] (trained) to disable the trigger, or @Check[type:acrobatics|dc:18|name:Squeeze through the door|traits:action:squeeze] to squeeze through the partially opened door (this doesn't disable the trap but prevents it from triggering)</p>",
      "hazardReset": "<p>The trap resets as soon as the door is closed. It has enough darts to trigger three times, after which, it must be reloaded with 20 darts before it can reset again.</p>",
      "name": "Iron Dart Launcher"
    },
    "Kreeth-Ni": {
      "items": {
        "3pWT7FNfh0JJJf7Y": {
          "name": "+2 Status to Seek Creatures Using Hearing"
        },
        "AYxRi5MnBeHsQ02b": {
          "name": "Ultrasonic Pulse"
        },
        "Cuu0Ht0H7vuVvlT4": {
          "description": "<p>Kreeth-Ni can communicate with bats and use Diplomacy to @UUID[Compendium.pf2e.actionspf2e.Item.OX4fy22hQgUHDr0q]{Make an Impression} on bats and Request things from bats.</p>",
          "name": "Speak with Bats"
        },
        "NjRXA7pXTzgPWVhy": {
          "description": "<p>A nyktera whose hospitality is betrayed becomes enraged at the violation of a fundamental aspect of their fey nature. They must succeed at a @Check[type:will|dc:20] save or begin involuntarily attacking the traitor. At the end of each of their turns, if they choose, they can attempt another Will save to end the effect; otherwise, the effect lasts until the traitor is subdued or leaves the nyktera's presence. As long as their righteous fury lasts, the nyktera gains a +2 status bonus to attack and damage rolls for their fist Strikes.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.he0QiJSgJWNeIoxt]{Effect: Wrath of Spurned Hospitality}</p>",
          "name": "Wrath of Spurned Hospitality"
        },
        "gkEHVzhkzIiScjS3": {
          "description": "<p>This elegant copper ring has miniature images of songbirds engraved around its circumference. You gain a +1 item bonus to Deception checks.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">D</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Twisting the ring around your finger allows you to magically throw your voice, with the effects of a <em>@UUID[Compendium.pf2e.spells-srd.Item.yV7Ouzaoe7DHLESI]{Ventriloquism}</em> spell (DC 19).</p>\n<hr />\n<p>Automatically applied effects:</p>\n<ul>\n<li>+1 item bonus to Deception checks</li>\n</ul>"
        }
      },
      "name": "Kreeth-Ni",
      "npcSenses": "+13 to Seek creatures using hearing, low-light vision"
    },
    "Leadsmith": {
      "items": {
        "G7QwLymeUzgyY8kO": {
          "description": "<p><strong>Requirements</strong> The Leadsmith is wielding a firearm or crossbow in one hand, and their other hand either wields a one-handed melee weapon or is empty</p>\n<hr />\n<p><strong>Effect</strong> The Leadsmith makes a melee attack and then reloads their gun in one fluid movement. The Leadsmith makes a one-handed melee weapon Strike or unarmed Strike against an opponent within reach, then Interacts to reload. The Leadsmith doesn't need a free hand to reload in this way.</p>",
          "name": "Clear A Path"
        },
        "XN6TQwFguqZPgSVk": {
          "description": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> The Leadsmith spends 1 minute examining a subject for clues. For the next 24 hours, whenever the Leadsmith makes a Perception check or a skill check using Intelligence, Wisdom, or Charisma to Recall Knowledge about this subject, the Leadsmith gains a +2 circumstance bonus to the check.</p>",
          "name": "Private Detective"
        },
        "mkepFCoSVzvN4ERM": {
          "description": "<p>The Leadsmith's melee and ranged Strikes deal an additional @Damage[2d6[bludgeoning]] damage to creatures that were Shoved within the past round.</p>",
          "name": "Bully Effect"
        }
      },
      "name": "Leadsmith",
      "npcSenses": "darkvision"
    },
    "Lonely Machine Spirit": {
      "description": "<p>Ghostly smoke rising from an alchemical engine belches forth; the screeching sound of grinding gears echoes from the engine as it shutters to life.</p>",
      "hazardDisable": "<p>@Check[type:religion|dc:22|name:Eject the animating spirit|traits:hazard,haunt,complex] (trained) or @Check[type:engineering|dc:20|name:Eject the animating spirit|traits:hazard,haunt,complex] Lore (trained) to eject the animating spirit from its mechanical shell. Creatures gain a +2 circumstance bonus on their check if they use the airship's name, Harpy's Kiss, as part of their skill check, or a +4 circumstance bonus if they utter the name \"Phera Wyndslow.\" The haunt remains active until its spirit is ejected, the haunt is destroyed, or there are no living creatures within 30 feet.</p>",
      "hazardReset": "<p>The haunt deactivates and resets after 1 hour.</p>",
      "hazardRoutine": "<p>(2 actions) The lonely machine spirit Belches Smoke or makes two red hot gear Strikes against two creatures within 30 feet.</p>",
      "name": "Lonely Machine Spirit"
    },
    "Lyzerium Bottles": {
      "description": "<p>Five tiny glass bottles, each full of volatile green liquid, are discretely positioned around the room. Each bottle explodes when its glass is broken.</p>",
      "hazardDisable": "<p>Interact action to pick up one of the five bottles.</p>",
      "name": "Lyzerium Bottles"
    },
    "Masu": {
      "items": {
        "Ej4SzM7x4tz14cAg": {
          "name": "Bite"
        },
        "gRKcQIsk1EgNRMrM": {
          "name": "Claw"
        },
        "rykLXGKW7r1jsTUE": {
          "description": "<p>Masu Strides up to half her Speed, moving through one or more space occupied by allied creatures, rubbing against and around legs and feet. Each creature whose space Masu moves through is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 round.</p>",
          "name": "Get Underfoot"
        }
      },
      "name": "Masu",
      "npcSenses": "low-light vision"
    },
    "Mutant Bat": {
      "items": {
        "C96kjdWRLWToUK7S": {
          "description": "<p>A bat can use its hearing as a precise sense at the listed range.</p>",
          "name": "Echolocation (Precise) 40 feet"
        },
        "d1FgoA9eK4xdGtoP": {
          "name": "Wing"
        },
        "ifvi5ocXON1ARbO4": {
          "name": "Fangs"
        },
        "mIXZGSELBr2GKzMu": {
          "description": "<p><strong>Trigger</strong> An adjacent enemy damages the mutant bat</p>\n<hr />\n<p><strong>Effect</strong> The bat makes one or two wing Strikes - one against the triggering creature and one against another adjacent creature.</p>",
          "name": "Wing Thrash"
        }
      },
      "name": "Mutant Bat",
      "npcSenses": "echolocation (precise) 40 feet, low-light vision"
    },
    "Mutant Desert Drake": {
      "description": "<p>A mutant desert drake often dwells in regions where magic has transformed the desert sands into sheets of glass or growths of strangely growing crystals.</p>\n<hr />\n<p>The magic-warping effects of the Mana Wastes extend to the life forces of creatures unfortunate enough to become lost in the cursed desert. Those who undergo the wasteland's most dramatic metamorphoses are referred to as Mana Wastes mutants.</p>",
      "items": {
        "7zLmpJJCsmrkySlX": {
          "description": "<p><strong>Trigger</strong> The desert drake is targeted with an attack.</p>\n<hr />\n<p><strong>Effect</strong> The desert drake raises its wing, gaining a +2 circumstance bonus to AC against the triggering attack. If the desert drake is flying at the time it is attacked, it descends 10 feet after the attack is complete.</p>",
          "name": "Wing Deflection"
        },
        "8cXQ9MWvnmH0qO0e": {
          "name": "Push 5 feet"
        },
        "GKqHdxjQ69XZfp75": {
          "name": "Fangs"
        },
        "MbqC1EJH54pqO9yX": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the desert drake.</p>",
          "name": "Surprise Attacker"
        },
        "ayrFq5rbKak2j5fR": {
          "description": "<p>The desert drake spits a ball of electrically charged sand to a range of 60 feet that explodes into a cloud with a @Template[type:burst|distance:15]. Creatures in the area take @Damage[9d6[electricity]] damage (@Check[type:reflex|dc:28|basic:true]). The cloud remains for [[/r 1d4 #Cloud Duration]]{1d4 rounds}, granting Concealment to everything within. The desert drake can't use Sandstorm Breath again for [[/r 1d6 #Recharge Sandstorm Breath]]{1d6 rounds}.</p>",
          "name": "Sandstorm Breath"
        },
        "dtZ39qSws4UUBXnJ": {
          "name": "Tail"
        },
        "f15ksXYlKGYzIcs0": {
          "name": "Scent (Imprecise) 30 feet"
        },
        "fnzeMid3XRz2uev9": {
          "description": "<p>The mutant desert drake's cluster of extra eyes are connected to a gland that, when punctured, causes the drake to rush into a fury. When a desert drake takes damage from a critical hit, it becomes @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} and @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} for 1 round.</p>",
          "name": "Sensitive Eyes"
        },
        "t12UxVTTYrWaEKoF": {
          "description": "<p>The desert drake makes two Fangs Strikes and one Tail Strike in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "uQ2CGaFiWeXEcBI1": {
          "description": "<p>The desert drake moves up to twice its Speed. It can do this three times per day.</p>",
          "name": "Speed Surge"
        }
      },
      "name": "Mutant Desert Drake",
      "npcSenses": "darkvision, scent (imprecise) 30 feet",
      "npcSpeed": "burrow in sand only"
    },
    "Mutant Giant Toad": {
      "description": "<p>Mutant giant toads prefer to dwell in polluted refuse heaps, contaminated swaths of sand, or other poisonous wastes. Often afflicted with a vestigial face or limbs, its back is studded with acid-filled pustules.</p>\n<hr />\n<p>The magic-warping effects of the Mana Wastes extend to the life forces of creatures unfortunate enough to become lost in the cursed desert. Those who undergo the wasteland's most dramatic metamorphoses are referred to as Mana Wastes mutants.</p>",
      "items": {
        "Dds1zyPESWrMOiUY": {
          "description": "<p>The mutant giant toad squirts a @Template[type:line|distance:60] of acid from the pustules on its back. Creatures in the area take @Damage[3d6[acid]] damage (@Check[type:reflex|dc:20|basic:true]). The mutant giant toad can't Squirt Acid for [[/br 1d4 #Recharge Squirt Acid]]{1d4 rounds}.</p>",
          "name": "Squirt Acid"
        },
        "FUOkK3jL1f9mwdoK": {
          "name": "Jaws"
        },
        "HDEIQeemTX1v49du": {
          "description": "<p>Any creature that hits the giant toad with an unarmed Strike or otherwise touches the toad is exposed to giant toad poison.</p>",
          "name": "Poisonous Warts"
        },
        "NvvcgYpvVLu79A4d": {
          "name": "Tongue"
        },
        "h455DVtq4SDWwkNz": {
          "name": "Scent (Imprecise) 30 feet"
        },
        "wUbUwmerXAEAHZ6c": {
          "description": "<p>Medium, @Damage[(1d8+3)[bludgeoning]] damage, Rupture 8</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "xdqZI44HKHPyTOFu": {
          "description": "<p>A creature hit by the giant toad's tongue becomes @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the giant toad. The creature isn't @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, but it can't move beyond the reach of the toad's tongue. A creature can sever the tongue with a successful Strike against AC 15 that deals at least @Damage[6[slashing]] damage.</p>\n<p>This deals no damage to the toad but prevents it from using its tongue Strike until it regrows its tongue, which takes a week.</p>",
          "name": "Tongue Grab"
        },
        "yXmF6op7IqpYi2U4": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:20]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied1} (1 round)</p>\n<p><strong>Stage 2</strong> Stupefied 1 and @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} (1 round)</p>",
          "name": "Giant Toad Poison"
        }
      },
      "name": "Mutant Giant Toad",
      "npcSenses": "darkvision, scent (imprecise) 30 feet"
    },
    "Ogre Slug": {
      "description": "<p>Ogre gluttons take the act of feeding to a horrific extreme, capable of extending their already cavernous mouths wide enough to gulp down a halfling. Stories of ogre gluttons being tricked into eating razor-edged shields or barrels filled with poisoned meat are common, but such tales are of little consolation to those who have been gobbled down whole by these ravenous giants. In addition to their sadistic table manners, ogre gluttons have a disturbing knack for coming up with violent \"games\" that are little more than drawn-out torments, yet those who somehow manage to beat a glutton at the rules of its own game can often enrage and frustrate the ogre enough that the resulting tantrum is more than enough distraction to afford a last-ditch escape from doom.</p>\n<hr />\n<p>Ogres embody brutish, amoral violence and cruelty. Standing 10 feet tall and densely muscled, ogres are as strong as they are cruel. Ogres are sadists that enjoy remorseless murder, torture, degradation, and mutilation in all of its forms. Although they prefer to vent their violent urges on smaller humanoids-the smaller and more beautiful, the better-ogres promise a horrifying fate for anyone unlucky enough to fall within their meaty grasp. But for all their creativity in developing methods of violence, ogres often remain too dim-witted to realize that their playthings lack an ogre's robust fortitude and high pain tolerance, so most captives die far sooner than the ogres might prefer. Such a fate is perhaps preferable however, as those who survive too long as ogres' playthings suffer lasting mental scars from the horrifying abuse. A captive able to keep their wits can sometimes trick the brutes by promising treasure, meatier captives, or other crude amusements, taking advantage of an ogre's limited intellect to engineer opportunities to escape.</p>\n<p>Ogres are social creatures only in the most debased sense. They gather together in groups called families, though members are not always related by blood. Ogres practice incest regularly, believing that it makes for stronger familial bonds, and most ogres are misshapen or mutated from generations of inbreeding. The most powerful ogre in any family is the \"boss\"-usually the family's patriarch or matriarch-while other ogres in the family learn to obey or risk being brutalized by the boss's loyal kin. Ogres lair in caves, crumbling ruins, or dilapidated shacks close enough to humanoid settlements or animal trails to make raiding easy. These lairs are filthy and frequently contain all-too-recognizable evidence of their depravity.</p>",
      "items": {
        "D4kBzUzbrcoM0VDr": {
          "name": "Jaws"
        },
        "DvjFG8xZGQmhN7AK": {
          "description": "<p>The ogre glutton Strides twice and makes a jaws Strike. If they damage a living creature with this Strike, the temporary Hit Points they receive from Glutton's Feast is increased to [[/r 2d4 #Temporary Hit Points]]{2d4}.</p>",
          "name": "Glutton's Rush"
        },
        "OQICdYHqGHNlnuut": {
          "description": "<p>Small, @Damage[(2d4+4)[bludgeoning]] damage, Rupture 14</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "SzfxfFohnnwRyEeK": {
          "description": "<p>If the ogre glutton damages a living creature with their jaws Strike, they gain [[/r 1d4 #Temporary Hit Points]]{1d4 temporary Hit Points} for 1 minute.</p>",
          "name": "Glutton's Feast"
        },
        "wKAjiKv43WQtPPz5": {
          "description": "<p><strong>Frequency</strong> once (until the ogre acquires another powder keg)</p>\n<hr />\n<p><strong>Effect</strong> The ogre lights and hurls a powder keg of gunpowder at a point within 40 feet. The fuse continues to burn for 1 round, during which time an adjacent creature can use an Interact action to remove the lit fuse, rendering the keg harmless. At the start of the ogre's next turn, if the fuse is still lit, the keg explodes, dealing [[/r {3d8[fire],3d8[bludgeoning]}]]{3d8 fire damage and 3d8 bludgeoning damage} to creatures in a @Template[type:burst|distance:15] (@Check[type:reflex|dc:20|basic:true]).</p>",
          "name": "Throw Powder Keg"
        }
      },
      "name": "Ogre Slug",
      "npcSenses": "darkvision"
    },
    "Palzu": {
      "items": {
        "Rv5ykEW0ZHx7zF0N": {
          "description": "<p>Palzu ignores the first square of difficult terrain he moves into each time he Steps or Strides.</p>",
          "name": "Rugged Travel"
        },
        "VfXe7V5ktIW7m0z9": {
          "name": "Jaws"
        },
        "acOdiOCobE7ht9bU": {
          "description": "<p><strong>Requirements</strong> Palzu has rolled initiative but hasn't acted yet in combat</p>\n<hr />\n<p><strong>Effect</strong> Palzu lets loose a blood‑curdling howl while firing his rifle, making the report sound unearthly and disturbing. Palzu makes a Jax Strike against a foe within 40 feet. On a hit, creatures in a @Template[type:emanation|distance:10] centered on the target hit must attempt a @Check[type:will|dc:26] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Howling Bullet"
        },
        "fGBGRqC4Y8ACirX5": {
          "name": "Scimitar Sheath (Empty)"
        },
        "fudDzshjHImYaJN9": {
          "description": "<p>When Palzu critically hits a creature with a ranged Strike, the target must succeed at a @Check[type:fortitude|dc:26] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Crack Shot"
        },
        "zyo1tEI1ErNEoww4": {
          "_source": "pf2e.equipment-srd.Item.BdNRM9VTxs5BYq0C"
        }
      },
      "name": "Palzu",
      "npcSenses": "darkvision"
    },
    "Parsus": {
      "items": {
        "58GkDb9G1tluqMoo": {
          "name": "+2 Status to All Saves vs. Disease and Mental"
        },
        "7AqSlx8KYnoLV4S7": {
          "name": "Geb Lore"
        },
        "7iwtezAN9Z74j1kA": {
          "description": "<p>Parsus winds their necromechanical innovation (see below) to infuse a corpse-riddled area with necromantic energy. The innovation casts <em>@UUID[Compendium.pf2e.spells-srd.Item.2w4OpAGihn1JSHFD]{Black Tentacles}</em> on a point within 100 feet, causing the dead body parts in a @Template[type:burst|distance:10] to briefly animate and scrabble at creatures within the area for 1 round.</p>",
          "name": "Clockwork Necromancy"
        },
        "A2Yt3lNxZvcWgoNq": {
          "description": "<p>Although a necromancer by training, Parsus recently developed a complex device called a necromechanical innovation. This device allows Parsus to use their Clockwork Necromancy, Explode, and Necromatic Winding abilities. It otherwise functions as an inventor weapon innovation with no modifications.</p>",
          "name": "Necromechanical Innovation"
        },
        "EGlPSluywpUvUe8U": {
          "description": "<p><strong>Ammunition</strong> round</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Interact</p>\n<hr />\n<p>This bullet is crafted entirely from obsidian and engraved with hair-thin runes. When an activated corpsecaller round hits a target, the struck creature is called to the grave. It takes @Damage[4d10[negative]] damage with a @Check[type:fortitude|dc:25] saving throw.</p>\n<hr />\n<p><strong>Critical Success</strong> The foe is unaffected.</p>\n<p><strong>Success</strong> The foe takes half damage.</p>\n<p><strong>Failure</strong> The foe takes full damage and is @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}. If the foe dies within the next 24 hours, its corpse is tethered to the Negative Energy Plane, making it easier to raise as an undead. Creatures using the create undead ritual on the foe's corpse receive a +2 circumstance bonus to their primary and secondary skill checks for the ritual.</p>\n<p><strong>Critical Failure</strong> As failure, except the foe takes double damage and is @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2}.</p>"
        },
        "ZLkJUB37bOHZle59": {
          "name": "Claw"
        },
        "eVFG8uT7QBKAj0fC": {
          "description": "<p>This bone compass, made of the bones of sapient creatures that died violent deaths, is eerily effective when it comes to locating corpses. If you know you're Tracking a creature that's dead, you can use the compass's idiosyncrasies to your advantage and gain a +2 item bonus to your Survival check to do so. Otherwise, it works as a normal compass.</p>"
        },
        "fAOmKE6iEXqMwa2N": {
          "name": "Clockwork Key"
        },
        "lmF6Fxvi5Bkh45IJ": {
          "name": "Necromechanical Innovation"
        },
        "m86QssmqE3SgeVmr": {
          "name": "Undead Lore"
        },
        "nBfk71u0d9pJQJWr": {
          "description": "<p>Parsus winds up their necromechanical innovation. They choose an active effect with the necromancy trait that originated from one of their spells or abilities (such as Clockwork Necromancy). The effect's duration extends to the end of Parsus's next turn.</p>",
          "name": "Necromantic Winding"
        },
        "nkAAKcVO9AbkO8HH": {
          "description": "<p>Parsus pushes their necromechanical innovation beyond its normal limits, dealing @Damage[10d6[negative]] damage in a @Template[type:emanation|distance:10] (@Check[type:reflex|dc:31|basic:true]). Parsus can choose to include themself in this effect.</p>",
          "name": "Explode"
        }
      },
      "name": "Parsus",
      "npcAllSaves": "+2 Status to All Saves vs. Disease and Mental",
      "npcHp": "negative healing"
    },
    "Powderkeg Punk Bombardier": {
      "items": {
        "1rtvjtm6mhx6guin": {
          "description": "<p>The bombardier draws two bombs, and then Strides and makes two Strikes with a bomb before, after, or during the movement.</p>",
          "name": "Bombing Run"
        },
        "22y41h6m56jctiax": {
          "description": "<p><strong>Trigger</strong> The Powderkeg Punk takes fire damage</p>\n<p>The Powderkeg Punk @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralizes} the creature that dealt the fire damage. Demoralize loses the auditory trait and gains the visual trait, and the Powderkeg Punk doesn't take a penalty if the creature doesn't understand their language. The Powderkeg Punk can use this reaction even if the triggering damage reduced the Punk to 0 Hit Points.</p>",
          "name": "Blaze of Glory"
        },
        "5yhj3um84owdny34": {
          "description": "<p>The bombardier shakes a bottle of alchemist's fire, and then Strikes with it. The radius of the splash damage for this Strike increases to 10 feet.</p>",
          "name": "Shake It Up"
        },
        "FZtiTDzbq99QVoss": {
          "name": "Alchemist's Fire"
        },
        "j9ddbnqd6bkyo6fk": {
          "name": "Gunpowder Lore"
        },
        "n114iqptocpe5x1y": {
          "description": "<p>The bombardier can Interact to draw a bomb and then make a Strike with it.</p>",
          "name": "Quick Bomber"
        }
      },
      "name": "Powderkeg Punk Bombardier"
    },
    "Powderkeg Punk Gunner": {
      "items": {
        "2ZqvdE6Unzd8JM7B": {
          "description": "<p><strong>Trigger</strong> The Powderkeg Punk takes fire damage</p>\n<p>The Powderkeg Punk @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralizes} the creature that dealt the fire damage. Demoralize loses the auditory trait and gains the visual trait, and the Powderkeg Punk doesn't take a penalty if the creature doesn't understand their language. The Powderkeg Punk can use this reaction even if the triggering damage reduced the Punk to 0 Hit Points.</p>",
          "name": "Blaze of Glory"
        },
        "68ivw53rqkiw884q": {
          "description": "<p><strong>Requirements</strong> The gunner is holding a loaded firearm</p>\n<hr />\n<p><strong>Effect</strong> The gunner Interacts to draw an alchemist's fire, throws it at a point within 30 feet, and then shoots the bomb in midair. Creatures within a @Template[type:burst|distance:10]{10-foot radius} of the shot bomb must succeed at a @Check[type:reflex|dc:15] save or take the splash and persistent damage from the alchemist's fire.</p>",
          "name": "Toss and Shoot"
        },
        "f1yqei105ll84t2g": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> The gunner is flanked by two or more creatures and the gunner's pistol is loaded</p>\n<hr />\n<p><strong>Effect</strong> The gunner turns their pistol on themself and pulls the trigger, firing through their own gut to catch the foe behind them unawares. The gunner makes a flintlock pistol Strike against an adjacent creature, who becomes @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against this Strike. The gunner takes @Damage[1d4[piercing]] damage.</p>",
          "name": "Gut Shot"
        },
        "tTTpgy5CACqUYN4d": {
          "description": "<p>The gunner deals an additional 1d6 precision damage to off-guard creatures.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "tm4i7th249eqm06a": {
          "name": "Gunpowder Lore"
        }
      },
      "name": "Powderkeg Punk Gunner"
    },
    "Prairie Drake": {
      "description": "<p>These squat, mud-brown drakes resemble scaly pit bulls with blunt, toothy snouts. The desert drake is the prairie drake's closest known relative, as both share a strong affinity for earth, can burrow through soil, and hack up balls of dirt that they aim at enemies. But whereas a desert drake is sleek and nimble, flying through lightning storms and siroccos with ease, the prairie drake has all the grace of a chicken, barely able to flutter clumsily up a low hill or over a boulder. Owing to their largely vestigial wings, it's no wonder prairie drakes prefer burrowing over soaring.</p>\n<p>The average prairie drake has a temperament similar to that of a wicked child who delights in tormenting others. They ambush tiny animals from underground and play with their food thoroughly before eating. To assert their supremacy over other scrubland predators, prairie drakes knock down their rivals and attack them mercilessly. They often make grisly displays from the corpses of their foes to intimidate other would-be competitors.</p>\n<p>Prairie drakes build and live in burrow mounds just beneath the surface of their environs. They make shallow tunnels in search of large insects, rodents, and ground snakes. Prairie drakes' presence helps to turn the topsoil and encourage new plant growth, supporting other animal life and making them a keystone species for the environment. Even their breath weapon leaves behind rich \"drake soil,\" coveted by farmers and gardeners for the potent effects it has on plants. Being seen as \"useful\" or \"beneficial\" annoys most prairie drakes, who believe such a reputation makes them look weak and conflicts with their \"apex predator\" mystique. After they've gotten too much positive attention, a prairie drake is apt to murder a farm animal or destroy croplands only to prove that they're far from harmless.</p>",
      "items": {
        "3OJcU9XXdSY0ZuWj": {
          "name": "Wing"
        },
        "P8tWsUlHfmo6Jpm8": {
          "description": "<p>The prairie drake makes one jaws Strike and two wing Strikes in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "gkpic3nzrnqhlf9m": {
          "description": "<p>The prairie drake spits a ball of dirt that explodes into a shower of rocks and mud. The attack has a range of 30 feet and explodes in a @Template[type:burst|distance:5]. Creatures within the burst take @Damage[3d6[bludgeoning]] damage (@Check[type:reflex|dc:16|basic:true]). Plant creatures in the area take no damage on a successful save; regardless, once per day, plant creatures can spend 10 minutes in the area to absorb the nutrients and heal [[/r 1d8 #Hit points]] Hit Points. The prairie drake can't use Dirt Breath again for [[/br 1d6 #Recharge Breath weapon]]{1d6 rounds}.</p>",
          "name": "Dirt Breath"
        },
        "imHkX4k5EPEn51Wj": {
          "name": "Jaws"
        },
        "j2wsK6IsW5yMW1jW": {
          "name": "Tremorsense (Imprecise) 30 feet"
        },
        "pbptfhrxqy7r6y3p": {
          "description": "<p><strong>Frequency</strong> three times per day</p>\n<hr />\n<p><strong>Effect</strong> The prairie drake Strides or Burrows twice.</p>",
          "name": "Speed Surge"
        }
      },
      "name": "Prairie Drake",
      "npcSenses": "tremorsense 30 feet (imprecise)"
    },
    "Precarious Thunderstone Trap": {
      "description": "<p>A tripwire fastened to the gate snaps when the gate is opened, releasing a moderate thunderstone to the ground.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:15|name:Remove the thunderstone|traits:hazard,mechanical,trap] (trained) to remove the thunderstone or @Check[type:reflex|dc:18|name:Catch the falling thunderstone|traits:hazard,mechanical,trap] save to catch the falling thunderstone</p>",
      "name": "Precarious Thunderstone Trap"
    },
    "Purple Dye Trap": {
      "description": "<p>A spring-loaded glass jar containing purple dye and a thunderstone pops from the ground and explodes when a pressure sensor is triggered.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:17|name:Remove the jar and thunderstone|traits:hazard,trap,mechanical] (trained) to remove the jar and thunderstone carefully or @Check[type:athletics|dc:20|name:Reinforce the flagstone|traits:hazard,trap,mechanical] to reinforce the flagstone pressure sensor with an improvised wedge</p>",
      "name": "Purple Dye Trap"
    },
    "Pyronite Ooze": {
      "description": "<p>With the discovery of the incredible gelatinous explosive called pyronite, it was perhaps inevitable alchemical monstrosities made of the stuff would soon follow. So-called pyronite oozes sometimes spontaneously manifest from stockpiles of pyronite or other powerful explosives, typically amid mana storms or when affected by powerful magic.</p>\n<p>Pyronite oozes have an extremely unstable life cycle and are defined by their ability to continuously explode and reform themselves. A pyronite ooze's violent explosions hinder observations, making it difficult to learn anything from the volatile jelly. To complicate matters further, pyronite oozes seem drawn to other unstable alchemical concoctions. Test subjects brought to the Spellscar Desert have been observed bathing themselves in pools of magic-polluted effluvia. Although they typically reform into a single entity after exploding, pyronite oozes bathed in chemicals sometimes remain apart after splitting, creating two independent oozes. Some speculate that an as yet unknown reagent must be essential for the oozes to reproduce on their own.</p>",
      "items": {
        "AhhmRU9PP6HPWObc": {
          "description": "<p><strong>Requirements</strong> The pyronite ooze is Large</p>\n<hr />\n<p><strong>Effect</strong> The pyronite ooze explodes in a violent conflagration, dealing [[/r {3d6[fire],3d6[bludgeoning]}]]{3d6 fire and 3d6 bludgeoning damage} to all creatures in a @Template[type:emanation|distance:30]{30-foot radius} (@Check[type:reflex|dc:29|basic:true]). This explosion can't cause other pyronite oozes to split. After exploding, the ooze splits into two Medium pyronite oozes (see above), but this splitting doesn't deal additional damage.</p>",
          "name": "Exploding Split"
        },
        "D8UFExR2Qtze5Hdu": {
          "description": "<p>@Template[type:emanation|distance:5] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<p>@Damage[4d6[fire]], @Check[type:reflex|dc:29|basic:true]. This aura can't cause other pyronite oozes to split.</p>",
          "name": "Constant Explosions"
        },
        "Q5ldWOi0ZXw3nP9Y": {
          "name": "Tremorsense (Imprecise) 60 feet"
        },
        "RuYnyhu2jkzLBSep": {
          "description": "<p>This can't cause other pyronite oozes to split.</p>",
          "name": "Blast"
        },
        "ZXO0lVQfuLqdjwnm": {
          "description": "<p>When a Large pyronite ooze is hit by an attack that would deal bludgeoning or fire damage and it has 10 or more HP, it explodes, dealing @Damage[6d6[fire]] damage to creatures in a @Template[type:emanation|distance:10]{10-foot radius} (@Check[type:reflex|dc:29|basic:true]). This explosion can't cause other pyronite oozes to split. After exploding, the ooze splits into two Medium pyronite oozes, each with half the original's HP, which each fly through the air and land 15 feet from the original ooze in a random direction. If no space is unoccupied where the ooze would land, it automatically pushes creatures and objects out of the way to fill a space (the GM decides if an object or creature is too big or sturdy to push).</p>",
          "name": "Split"
        },
        "qasD5hia4kkRiJL6": {
          "description": "<p>If two or more Medium pyronite oozes end their turn in adjacent spaces, they merge into a Large pyronite ooze, combining their current Hit Points.</p>",
          "name": "Rejoin"
        },
        "rVORLTLOuUy9qLKH": {
          "name": "Pseudopod"
        }
      },
      "name": "Pyronite Ooze",
      "npcSenses": "no vision, tremorsense (imprecise) 60 feet"
    },
    "Repeater Crossbow Trap": {
      "description": "<p>A pressure plate in the hallway floor releases a latch, causing a ceiling panel to drop down. A <em>+1 striking heavy crossbow</em> contained in a steel box sprays bolts at any creatures in the hallway.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:20|name:Disengage the reloading mechanism|traits:hazard,complex,mechanical,trap] (Expert) or @Check[type:crafting|dc:20|name:Disengage the reloading mechanism|traits:hazard,complex,mechanical,trap] (Trained) to disengage the reloading mechanism; the trap can also be disabled by the switch in area <strong>F2</strong></p>",
      "hazardReset": "<p>The trap runs out of ammo after it fires 5 bolts; it must be manually reloaded.</p>",
      "hazardRoutine": "<p>(3 actions) The repeater crossbow trap reloads (2 actions) then Strikes a random creature in the hallway.</p>",
      "name": "Repeater Crossbow Trap"
    },
    "Roxy": {
      "description": "<p>These squat, mud-brown drakes resemble scaly pit bulls with blunt, toothy snouts. The desert drake is the prairie drake's closest known relative, as both share a strong affinity for earth, can burrow through soil, and hack up balls of dirt that they aim at enemies. But whereas a desert drake is sleek and nimble, flying through lightning storms and siroccos with ease, the prairie drake has all the grace of a chicken, barely able to flutter clumsily up a low hill or over a boulder. Owing to their largely vestigial wings, it's no wonder prairie drakes prefer burrowing over soaring.</p>\n<p>The average prairie drake has a temperament similar to that of a wicked child who delights in tormenting others. They ambush tiny animals from underground and play with their food thoroughly before eating. To assert their supremacy over other scrubland predators, prairie drakes knock down their rivals and attack them mercilessly. They often make grisly displays from the corpses of their foes to intimidate other would-be competitors.</p>\n<p>Prairie drakes build and live in burrow mounds just beneath the surface of their environs. They make shallow tunnels in search of large insects, rodents, and ground snakes. Prairie drakes' presence helps to turn the topsoil and encourage new plant growth, supporting other animal life and making them a keystone species for the environment. Even their breath weapon leaves behind rich \"drake soil,\" coveted by farmers and gardeners for the potent effects it has on plants. Being seen as \"useful\" or \"beneficial\" annoys most prairie drakes, who believe such a reputation makes them look weak and conflicts with their \"apex predator\" mystique. After they've gotten too much positive attention, a prairie drake is apt to murder a farm animal or destroy croplands only to prove that they're far from harmless.</p>",
      "items": {
        "3OJcU9XXdSY0ZuWj": {
          "name": "Wing"
        },
        "P8tWsUlHfmo6Jpm8": {
          "description": "<p>The prairie drake makes one jaws Strike and two wing Strikes in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "UgHOPNXk2iBhIr5E": {
          "description": "<p>Roxy makes a wing Strike against a target within reach. On a critical hit, the target is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} until the end of its next turn.</p>",
          "name": "Whipping Wing"
        },
        "gkpic3nzrnqhlf9m": {
          "description": "<p>The prairie drake spits a ball of dirt that explodes into a shower of rocks and mud. The attack has a range of 30 feet and explodes in a @Template[type:burst|distance:5]. Creatures within the burst take @Damage[3d6[bludgeoning]] damage (@Check[type:reflex|dc:16|basic:true]). Plant creatures in the area take no damage on a successful save; regardless, once per day, plant creatures can spend 10 minutes in the area to absorb the nutrients and heal [[/r 1d8 #Hit points]] Hit Points. The prairie drake can't use Dirt Breath again for [[/br 1d6 #Recharge Breath weapon]]{1d6 rounds}.</p>",
          "name": "Dirt Breath"
        },
        "imHkX4k5EPEn51Wj": {
          "name": "Jaws"
        },
        "j2wsK6IsW5yMW1jW": {
          "name": "Tremorsense (Imprecise) 30 feet"
        },
        "pbptfhrxqy7r6y3p": {
          "description": "<p><strong>Frequency</strong> three times per day</p>\n<hr />\n<p><strong>Effect</strong> The prairie drake Strides or Burrows twice.</p>",
          "name": "Speed Surge"
        }
      },
      "name": "Roxy",
      "npcSenses": "tremorsense 30 feet (imprecise)"
    },
    "Rust Ooze": {
      "description": "<p>Urban pollution breeds all kinds of new and interesting ooze creatures.</p>\n<p>These reddish-brown globs wriggle through sewers and other waterways in search of iron pipes, metal trash, and other objects that rust.</p>",
      "items": {
        "2JOThTpZvFewLCTX": {
          "name": "Pseudopod"
        },
        "Wj1ToFEcFNgnVuGY": {
          "description": "<p>An infection introduced through open wounds, tetanus can produce stiffness, muscle spasms strong enough to break bones, and ultimately death.</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:14]</p>\n<p><strong>Onset</strong> 10 days</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} (1 week)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} and can't speak (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} with spasms (1 day)</p>\n<p><strong>Stage 4</strong> death</p>",
          "name": "Tetanus"
        },
        "b4o3yd9pxcpkdqcc": {
          "description": "<p>When a rust ooze critically succeeds at a pseudopod Strike, it deals @Damage[2d6[acid]] damage to a metal item the target is wearing or holding, ignoring the item's Hardness. If a creature uses the Shield Block reaction with a metal shield against a rust ooze's pseudopod attack, the shield is automatically broken, but no other item is rusted.</p>",
          "name": "Rust"
        },
        "c0s4sfikac8ruv8b": {
          "description": "<p><strong>Trigger</strong> The rust ooze is hit with a metal weapon</p>\n<hr />\n<p><strong>Effect</strong> The rust ooze deals @Damage[2d6[acid]] damage to the item, ignoring its Hardness.</p>",
          "name": "Corrode Weapon"
        },
        "fnkyenw0917jvx61": {
          "description": "<p>A rust ooze has resistance 5 to metal weapons.</p>",
          "name": "Metal Resistance"
        },
        "gzJR6hnpWqDQHDkw": {
          "description": "<p>A rust ooze can sense nearby creatures through vibration and air or water movement.</p>",
          "name": "Motion Sense 60 feet"
        }
      },
      "name": "Rust Ooze",
      "npcSenses": "motion sense 60 feet, no vision"
    },
    "Sabora Sharkosa": {
      "items": {
        "9BS8utslHvSgmS2v": {
          "description": "<p>Sharkosa deals an extra 2d6 precision damage to off-guard creatures.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.SneakAttack]</p>"
        },
        "EjC0CKCjP1kK6nFo": {
          "description": "<p>A living creature hit by Sharkosa's knuckle duster must attempt a @Check[type:fortitude|dc:23] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is immune to this ability for the next 24 hours.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature is confused for 1 round and falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
          "name": "Concussive Fist"
        },
        "PEJZS0qEa7eLnJKy": {
          "description": "<p><strong>Requirements</strong> No enemies are within 60 feet of Sharkosa and her dueling pistol is loaded</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> Sharkosa makes two dueling pistol Strikes, reloading after each shot.</p>",
          "name": "Reload Trick"
        },
        "UStiAI0VV3rqf9y3": {
          "name": "Alkenstar Lore"
        },
        "rerHlLMsQdMsCKCG": {
          "description": "<p>Sharkosa makes three melee Strikes with her <em>knuckle duster</em>. Each Strike counts against her multiple attack penalty as usual.</p>",
          "name": "One-Two Punch"
        },
        "u81y3oK61ZhSGxUA": {
          "description": "<p>Sharkosa's supernatural connection to gold allows her to alter the trajectory of her gold-cased bullets in flight. As long as her target is within 120 feet, Sharkosa gains a +1 circumstance bonus to ranged Strikes against targets with lesser cover and a +2 circumstance bonus to ranged Strikes against targets with standard or greater cover.</p>",
          "name": "Golden Bullets"
        },
        "zYUEFdRcMpCGE7Wv": {
          "description": "<p><strong>Requirements</strong> Sharkosa is aware of at least one of her enemies and not @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}</p>\n<p><strong>Trigger</strong> Sharkosa rolls for initiative</p>\n<hr />\n<p><strong>Effect</strong> Sharkosa makes two melee Strikes, or draws her pistol and makes a ranged Strike, against an enemy she is aware of.</p>",
          "name": "Quickest Draw"
        }
      },
      "name": "Sabora Sharkosa",
      "npcSenses": "low-light vision"
    },
    "Scarecophagus": {
      "description": "<p>Originally created by Gebbite necromancers during the war against Nex, the scarecophagus is an evil construct that draws power directly from the undead mummy trapped forever within its sealed core. This necromantic energy is channeled throughout the construct's body, allowing it to scuttle about on legs of stone, animate tentacles to strike at foes, and use the mummy's trapped mind for its own sapience and magical powers.</p>",
      "items": {
        "1KlEAnGolYTSLXhP": {
          "name": "Tanglefoot"
        },
        "95ZGqny4cmyLqbdC": {
          "name": "Tentacle"
        },
        "EhBIDfH23mxMYusg": {
          "description": "<p><strong>Frequency</strong> once per turn</p>\n<hr />\n<p><strong>Effect</strong> The scarecophagus Steps up to 10 feet.</p>",
          "name": "Shifting Scuttle"
        },
        "HhlOc4kZBcB6CVdk": {
          "description": "<p>@Template[type:emanation|distance:30] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>Living creatures are @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} while in a scarecophagus' despair aura. They can't naturally recover from this fear while in the emanation but recover instantly once they leave it. When a creature first enters the emanation, it must succeed at a @Check[type:will|dc:22] save (after taking the penalty from being frightened 1) or be @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} for 1 round. The creature is then temporarily immune to this paralysis for 24 hours.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.1bOSJ2LbEC28aI9f]{Effect: Despair}</p>",
          "name": "Despair"
        },
        "PGWIYmgcnPKUyvrH": {
          "description": "<p>A scarecophagus takes damage from positive energy as if it were an undead creature.</p>",
          "name": "Vulnerable to Positive Energy"
        },
        "YbKWNsa95dsQeFXw": {
          "description": "<p>Until the next time it acts, the scarecophagus appears to be a normal stone sarcophagus. It has an automatic result of 34 on Deception checks and DCs to pass as a sarcophagus.</p>",
          "name": "Sarcophagus"
        },
        "bdciijrgIGIAtfY2": {
          "description": "<p>The scarecophagus detects the presence of magic items and spell effects within 30 feet as an imprecise sense.</p>",
          "name": "Magic Sense (Imprecise) 30 feet"
        },
        "uNVanwJJ1AKxAdNn": {
          "description": "<p>If a scarecophagus is reduced to 0 Hit Points by any damage other than positive energy, it cracks open as it's destroyed, allowing the undead mummy trapped for eons within its core to rise. This is a weak @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.E5RDV3n7GnjAspQ5]{Mummy Guardian}; if the mummy guardian survives on its own for a month, it loses the weak adjustment. If the scarecophagus is reduced to 0 Hit Points by positive energy, it cracks open as it's destroyed and the mummy within turns to dust, destroyed as well.</p>",
          "name": "Disgorge Mummy"
        }
      },
      "name": "Scarecophagus",
      "npcSenses": "darkvision, magic sense (imprecise) 30 feet"
    },
    "Second Kiss Engine": {
      "description": "<p>Exposed clockwork gears spin at high speeds.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:28|name:Disable the engine|traits:action:disable-a-device] (expert) to disable the engine, or @Check[type:engineering-lore|dc:26|name:Disengage the drive shaft] to disengage the drive shaft. Either method disables the trap but also shuts down the engine, disabling the Second Kiss's propulsion.</p>",
      "name": "Second Kiss Engine"
    },
    "Shock Zombie": {
      "description": "<p>Shock zombies are hideous undead covered with bolts and electrical wiring. Most have two large electric coils mounted on their backs to absorb and project electricity. If uncontrolled, shock zombies often wander far afield in search of inventors' labs or lightning storms to draw power from. In a pinch, the natural electric currents inside living creatures more than suffice.</p>",
      "items": {
        "BtB1u622yMbHtlon": {
          "description": "<p>For 1 minute after taking electricity damage, a shock zombie loses its usual @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} condition, gains the ability to use reactions, and gains a +10-foot status bonus to its Speed.</p>",
          "name": "Electricity Absorption"
        },
        "fcMD9VINkULxflvh": {
          "description": "<p>Arcs of restorative electricity jolt between shock zombies. For each shock zombie within 30 feet, the shock zombie gains fast healing 2 (to a maximum of fast healing 10).</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.MxFFGo4WJpHh1e70]{Effect: Lightning Powered}</p>",
          "name": "Lightning Powered"
        },
        "s4fMBWE0NbLTyNri": {
          "description": "<p>A shock zombie is typically @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions (but see electricity absorption).</p>",
          "name": "Slow"
        }
      },
      "name": "Shock Zombie",
      "npcHp": "lightning powered, negative healing",
      "npcSenses": "darkvision"
    },
    "Shoma Lyzerius": {
      "items": {
        "0dedvbl8tr6olili": {
          "description": "<p>Lyzerius's bombs have a range increment of 30 feet (instead of 20 feet).</p>",
          "name": "Far Lob"
        },
        "0lWZJ5hkbDCygv8h": {
          "name": "Bottled Lightning"
        },
        "88xtlyb2aui7utnv": {
          "description": "<p>Lyzerius can Interact to draw a bomb and then make a Strike with it.</p>",
          "name": "Quick Bomber"
        },
        "TZckERpuvj1XldtA": {
          "name": "Formula Book"
        },
        "YGgYLIVfWQxO1DVL": {
          "description": "<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> Strike</p>\n<p>Bottled lightning is packed with volatile reagents that create a blast of electricity when they are exposed to air. Bottled lightning deals 2d6 electricity damage and 2 electricity splash damage. On a hit, the target becomes off-guard until the start of your next turn. You gain a +1 item bonus to attack rolls.</p>",
          "name": "Bottled Lightning (Moderate) [Infused]"
        },
        "ZQSgJYkU0FsNyj3m": {
          "description": "<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Strike</p>\n<p>A bottle of lyzerium is alchemist’s fire, except it has negligible bulk, explodes in a green flame, and is worth twice as much.</p>\n<p>Alchemist's fire is a combination of volatile liquids that ignite when exposed to air. Alchemist's fire deals 2d8 fire damage, 2 persistent fire damage, and 2 fire splash damage. You gain a +1 item bonus to attack rolls.</p>",
          "name": "Lyzerium (Moderate)"
        },
        "bCYvK2pZdsqE2MlT": {
          "name": "Lyzerium"
        },
        "fFu2sZz4KB01fVRc": {
          "name": "Low-light vision"
        },
        "illzkts0zpfgj8sc": {
          "description": "<p>Any melee weapon Lyzerius uses deals an additional @Damage[1d6[fire]] fire damage.</p>",
          "name": "Natural-Born Burner"
        },
        "n1seowd1dhtg39bp": {
          "description": "<p>Shoma Lyzerius carries 2 @UUID[Compendium.pf2e.equipment-srd.Item.SgtqZxt26BdjUmEB]{Acid Flask (Moderate)}, 2 @UUID[Compendium.pf2e.equipment-srd.Item.97QyNEOAyYLdGaYc]{Bottled Lightning (Moderate)}, 2 @UUID[Compendium.pf2e.equipment-srd.Item.TZUskLT7yvP7N2co]{Elixir of Life (Lesser)}, 6 moderate lyzerium vials, and 2 @UUID[Compendium.pf2e.equipment-srd.Item.T6Appwwl6nUl56Xj]{Tanglefoot Bag (Lesser)}. These items last for 24 hours, or until the next time he makes his daily preparations. He can spend an action to create an additional dose of any one of these items, or any of the items listed as formulas in his book.</p>",
          "name": "Infused Items"
        },
        "oC61FRZFpNKp6e4E": {
          "name": "Acid Flask"
        },
        "oNnwBbLDpof2z60l": {
          "name": "Tanglefoot Bag"
        },
        "qpzL9UnTi4cDhy6J": {
          "description": "<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> Interact</p>\n<hr />\n<p>Your mind becomes clear and cognition flows freely, but physical matters seem ephemeral.</p>\n<p><strong>Benefit</strong> You gain a +2 item bonus to Arcana, Crafting, Lore, Occultism, and Society checks and all checks to @UUID[Compendium.pf2e.actionspf2e.Item.1OagaWtBpVXExToo]{Recall Knowledge}. Your critical failures on @UUID[Compendium.pf2e.actionspf2e.Item.1OagaWtBpVXExToo]{Recall Knowledge} checks become failures instead.</p>\n<p><strong>Drawback</strong> You take a -2 penalty to weapon and unarmed attack rolls, Athletics checks, and acrobatics checks. You can carry 2 less Bulk than normal before becoming encumbered, and the maximum Bulk you can carry is reduced by 4.</p>\n<p><strong>Duration</strong> 10 minutes.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.ztxW3lBPRcesF7wK]{Effect: Cognitive Mutagen (Moderate)}</p>"
        },
        "t64y5uxu1jqvfoch": {
          "name": "Underworld Lore"
        },
        "wQNS8DkmLYG2d7mT": {
          "name": "Tanglefoot Bag (Lesser) [Infused]"
        },
        "y3qnaz2z83inwvxw": {
          "description": "<p>Lyzerius's alchemical items deal an additional @Damage[1[fire]] damage on a successful Strike.</p>",
          "name": "Firebug"
        },
        "zx8esyCnpNqQFRvT": {
          "name": "Elixir of Life (Lesser) [Infused]"
        }
      },
      "name": "Shoma Lyzerius",
      "npcSenses": "low-light vision"
    },
    "Skeletal Crocodile": {
      "description": "<p>Huge giants and other enormous creatures make powerful skeletons.</p>\n<hr />\n<p>Made from bones held together by foul necromancy, skeletons are among the most common types of undead, found haunting old dungeons and forgotten cemeteries.</p>",
      "items": {
        "5uGqnM64QY7cRK1T": {
          "description": "<p>The skeletal crocodile detaches its skull and fires it at a target within 30 feet, making a bite Strike. If the Strike is successful and the target is Large or smaller, the crocodile uses a heavy chain to retract its skull back to its body, dragging the targeted creature 30 feet.</p>",
          "name": "Skull Shot"
        },
        "Y1v59ZBvVAomH20U": {
          "description": "<p>The crocodile makes two Strikes with its tail against two adjacent foes, both of whom are within its reach. The multiple attack penalty does not increase until after both attacks are resolved.</p>",
          "name": "Broad Swipe"
        },
        "Zn0AZHlLWAhHykEg": {
          "name": "Claw"
        },
        "hnwz5cUY3hFQ5qxp": {
          "description": "<p>Part machine and part skeleton, the crocodile reconfigures its mechanical components, either reducing its size to Large or returning its size to Huge if it is currently Large.</p>",
          "name": "Reconfigure"
        },
        "oCmHqnzrHeampWv2": {
          "name": "Tail"
        },
        "w7tFsYoTGHijK2vx": {
          "name": "Bite"
        }
      },
      "name": "Skeletal Crocodile",
      "npcHp": "negative healing",
      "npcSenses": "darkvision"
    },
    "Slick": {
      "description": "<p>Giant chameleons are legendary for their ability to change their skin color in response to their surroundings. Their eyes are capable of peering in different directions independently, making them almost as difficult to sneak up on as they are to notice in the first place.</p>",
      "items": {
        "5Ygh7NnWAZBamFaS": {
          "name": "Jaws"
        },
        "bLGN7Biu5pB1bqtL": {
          "name": "Tongue"
        },
        "fPZW49VsLXyCOsZH": {
          "name": "Tail"
        },
        "qbn93YsujSFI6TMZ": {
          "description": "<p>The giant chameleon can change its coloration to match its surroundings. It doesn't need cover to attempt to @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hide} with a Stealth check.</p>",
          "name": "Camouflage"
        },
        "sguXTwhSIa1swJ1p": {
          "description": "<p>If the giant chameleon hits a creature with a tongue Strike, that creature becomes @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the giant chameleon. The target isn't @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, but it can't move beyond the reach of the giant chameleon's tongue. A creature can sever the tongue with an attack that hits AC 15 and deals at least 4 slashing damage. Though this doesn't deal any damage to the giant chameleon, it prevents it from using its tongue Strike until it regrows its tongue, which takes a week.</p>",
          "name": "Tongue Grab"
        }
      },
      "name": "Slick",
      "npcAc": "all-around vision",
      "npcSenses": "low-light vision"
    },
    "Sludgespine Killer": {
      "items": {
        "RyQrYs6Jf9Xro1pV": {
          "description": "<p>A gnoll deals 1d4 extra damage to any creature that's within reach of at least two of the gnoll's allies.</p>",
          "name": "Pack Attack"
        },
        "TnbbtV2xZ5Qkyfgc": {
          "name": "Jaws"
        },
        "YUzPv0i8d8p2J9yx": {
          "description": "<p>This throwing weapon consists of weights tied to the end of long cords, which can be used to bludgeon foes or entangle their legs.</p>"
        },
        "elt3ypypcssksi9z": {
          "description": "<p>The fluid in a Sludgespine's pustules is harmful to other creatures. Whenever a creature hits a Sludgespine killer with a melee attack, the attacker must succeed at a @Check[type:reflex|dc:14] save or take @Damage[1[acid]] damage (@Damage[2[acid]] damage on a critical failure).</p>",
          "name": "Weeping Wounds"
        },
        "hbw9glhm4vfvhxv3": {
          "description": "<p>When a Sludgespine killer successfully @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapples} a creature, that creature makes no sound; other creatures can't notice the grapple by hearing alone. As long as it's grappled, the creature can't use actions with the auditory trait or cast spells with a verbal component.</p>",
          "name": "Stealthy Abduction"
        }
      },
      "name": "Sludgespine Killer"
    },
    "Smog Giant": {
      "description": "<p>Corrupting magical storms and the interference of unethical gear- smiths birthed the first of the so-called smog giants. These hot-tempered behemoths all originate from a clan of unfortunate hill giants which became so attuned to their strange environment they developed unique mutations and incredibly violent dispositions. For all their physical abnormalities, it's still fair to say the violent confrontations common along the Western Ravage are the true cause of smog giants' monstrous nature.</p>\n<p>Smog giants can eat meat and bone, but they prefer diets of black powder and the raw materials that make up this alchemical concoction. Their bodies store repositories of the stuff infused with the unstable occult energies that lace their flesh, granting them the ability to \"crack\" these pockets of subdermal explosives when they attack, much like a tough cracking their knuckles during a fight. In this case however, the results are much more violent—especially when coupled with the large quantities of weaponized body piercings and adornments smog giants often wear.</p>",
      "items": {
        "KUO5Um8S5dLUvF6o": {
          "name": "Shrapnel"
        },
        "SCyykMeBV9VZo7pd": {
          "description": "<p>A smog giant has a dozen implanted knives, rocks, chunks of metal, spikes, and other adornments that they can fire from their body with great force to make ranged shrapnel Strikes. Once a smog giant has used all 12 shots, they must replace them one at a time using a 1-minute Interact activity.</p>",
          "name": "Shrapnel"
        },
        "V9X6VsgOQmUoRrd2": {
          "description": "<p>The smog giant cracks their neck, triggering pockets of black powder at the base of their skull to impart additional power to their attack. The giant then attempts a headbutt Strike. This counts as two attacks when calculating the giant's attack penalty. If this Strike hits, it deals @Damage[(2d10+8)[bludgeoning]] damage and the creature struck must attempt a @Check[type:fortitude|dc:25] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature suffers no additional effect.</p>\n<p><strong>Success</strong> The creature takes an additional @Damage[1d10[bludgeoning]] damage.</p>\n<p><strong>Failure</strong> The creature takes an additional @Damage[2d10[bludgeoning]] damage and is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} if it's Large or smaller.</p>\n<p><strong>Critical Failure</strong> As failure, but without a size limit.</p>",
          "name": "Explosive Headbutt"
        },
        "r2uuH1aEv7TKsf1a": {
          "name": "Headbutt"
        }
      },
      "name": "Smog Giant",
      "npcSenses": "low-light vision"
    },
    "Smog Wraith": {
      "description": "<p>Clouds of choking fumes and toxic smog continuously shroud these potent undead. They constantly belch forth noxious vapors and find great humor in the death of creatures too weak to resist their vile fumes. These fetid vapors are so dense the corpses of a smog wraith's victims can float among them.</p>\n<p>Though it's possible to create smog wraiths through necromancy, most are the result of industrialists, inventors, and polluters who in life relished opportunities to exploit nature for profit, power, or prestige. In death, these wretched souls can rise as smog wraiths to continue their spoliation.</p>",
      "items": {
        "Bri3kZ6Gc7j1IgCQ": {
          "description": "<p>A smog wraith's victims are imbued with an eerie buoyancy; corpses of such creatures float up to 30 feet in the air while inside the wraith's noxious smog aura, though the wraith has no control over the corpse's movement.</p>",
          "name": "Floating Corpses"
        },
        "Lzv3UFSkXqXXxGAY": {
          "name": "Noxious Hand"
        },
        "QNKOL5EX2l8Pxduj": {
          "name": "+1 Status to All Saves vs. Positive"
        },
        "jzdqQOVMeOzhIPgQ": {
          "description": "<p>A living humanoid slain by a smog wraith's noxious hand Strike rises as a smog wraith spawn after [[/br 1d4 #Rounds]]{1d4 rounds}. This spawn is under the command of the smog wraith that killed it. It doesn't have noxious smog or smog wraith spawn and becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} for as long as it's a smog wraith spawn. If the creator of the spawn dies, the spawn becomes a full-fledged, autonomous smog wraith; it regains its free will, gains smog wraith spawn and noxious smog, and is no longer clumsy.</p>",
          "name": "Smog Wraith Spawn"
        },
        "lHEOBNX3i6AX7RVx": {
          "name": "Lifesense 60 feet"
        },
        "w3JqEiiZRhBW56Wh": {
          "description": "<p>@Template[type:emanation|distance:30] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<p>Creatures within the aura are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and creatures outside the aura are concealed to creatures within it. A creature that ends its turn within the aura must attempt a @Check[type:fortitude|dc:25] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> The creature is sickened 1 and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} while within the cloud.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} and slowed 1 while within the cloud.</p>",
          "name": "Noxious Smog"
        },
        "wVABiWLj2rlIrSRV": {
          "description": "<p>A smog wraith caught in sunlight is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 2} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}.</p>",
          "name": "Sunlight Powerlessness"
        }
      },
      "name": "Smog Wraith",
      "npcAc": "negative healing",
      "npcAllSaves": "+1 status to all saves vs. positive",
      "npcSenses": "darkvision, lifesense 60 feet"
    },
    "Spellscar Sky Marauder": {
      "items": {
        "FjFQMqRbP2xkC1Tt": {
          "description": "<p><strong>Trigger</strong> The marauder takes damage from a Strike or spell effect</p>\n<hr />\n<p><strong>Effect</strong> The marauder's protective runic tattoos glow, granting them resistance 5 to one damage type dealt by the triggering attack.</p>\n<p>This resistance applies against the triggering effect and lasts for 1 minute or until the marauder uses this ability again, whichever comes first. If the triggering effect deals multiple damage types, the marauder chooses which type to resist.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.P4bNtDVyknQwjTPo]{Effect: Runic Resistance}</p>",
          "name": "Runic Resistance"
        },
        "LcyYd60WHx6K641Y": {
          "name": "Talon"
        },
        "NXkCu7s0sSHvbLhV": {
          "description": "<p>Any non-magical scimitar becomes a +1 striking scimitar while a spellscar sky marauder wields it.</p>",
          "name": "Powerful Scimitars"
        },
        "QHUI4nGnDGztWn93": {
          "description": "<p>A creature can't remove the fatigued condition while infected</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:22]</p>\n<hr />\n<p><strong>Onset</strong> 1 day</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 day)</p>\n<p><strong>Stage 2</strong> fatigued and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} (1 day)</p>\n<p><strong>Stage 3</strong> fatigued and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 3} (1 day)</p>\n<p><strong>Stage 4</strong> gain immunity to mana fever and become a Mana Wastes mutant</p>",
          "name": "Mana Fever"
        },
        "RVaEXmGMGqqTEZIN": {
          "name": "Spellscar Desert Lore"
        },
        "aldN7PSx9c6LpICR": {
          "description": "<p><strong>Requirements</strong> The maftet is wielding two scimitars</p>\n<hr />\n<p><strong>Effect</strong> The maftet makes two Strikes against the same target, one with each of their scimitars. The maftet combines the damage of any attacks that hit and applies resistances and weaknesses only once. This counts as one attack when calculating the maftet's multiple attack penalty.</p>",
          "name": "Paired Strike"
        },
        "cVAkDeIchCHYhkI1": {
          "description": "<p>The marauder's skin is covered with necrotic boils that burst when struck. Whenever a creature deals slashing or piercing damage to the marauder, each creature within 5 feet takes @Damage[2d6[acid]] damage (@Check[type:reflex|dc:22|basic:true]). On a critically failed save, a creature also takes @Damage[1d4[persistent,acid]] damage.</p>",
          "name": "Acidic Pustules"
        },
        "l71pmKWcKQhw7ufW": {
          "description": "<p><strong>Requirements</strong> The marauder is flying at least 10 feet above the target</p>\n<hr />\n<p><strong>Effect</strong> The marauder Flies up to twice their fly Speed and makes a Paired Strike at the end of the movement. If both Strikes hit, the target is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
          "name": "Raptor Dive"
        }
      },
      "name": "Spellscar Sky Marauder",
      "npcSenses": "darkvision"
    },
    "Steaming Kingdom Bartender": {
      "description": "<p>Barkeeps are often friends and mentors within a community, lending an ear while supplying libations. The best barkeeps have some talent for storytelling and passing on valuable advice.</p>\n<hr />\n<p>Countless adventures begin in a tavern or a pub. Maybe it's because such places attract the risk-prone, or maybe it's because everyone needs a little liquid courage before they decide to take on a group of rampaging ogres.</p>",
      "items": {
        "EWBPSoYOlJNmUbko": {
          "name": "Pewter Mug"
        },
        "FjAegBQAJrWQfb7O": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The barkeep gives some pertinent advice to a single creature other than themself. For 24 hours, when that creature fails a skill check or saving throw, they can recall this advice and reroll the check, using the second result instead. Once that creature uses this ability, its effect ends.</p>\n<p>A creature that receives the Barkeep's Advice is temporarily immune to the ability for 1 month.</p>",
          "name": "Barkeep's Advice"
        },
        "I4PFPbSqFgIw8s2a": {
          "description": "<p>The barkeep has been in enough bar fights to know how to throw a few punches. When fighting in their bar and making a nonlethal attack, the barkeep gains a +1 circumstance bonus to attack rolls and deals an additional [[/r {1d4}]]{1d4 damage}.</p>",
          "name": "Bar Brawler"
        },
        "aONIkEPFl7BL1rkL": {
          "name": "Alcohol Lore"
        },
        "roHRfYZYSmmL21qh": {
          "name": "Pewter Mug"
        },
        "rulzIJtH4wzjhysd": {
          "description": "<p>Alcohol is a common substance available in stunning variety. The Price of a dose of alcohol depends on the specific beverage. You can't recover from the sickened condition from alcohol while affected.</p>\n<p>If you fail a saving throw against alcohol other than initial saves, the affliction's stage doesn't increase; the only way to increase the stage of alcohol's affliction is to consume more alcohol.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> Interact (Ingested)</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:12]</p>\n<p><strong>Onset</strong> 10 minutes</p>\n<p><strong>Stage 1</strong> +1 item bonus to saving throws against fear (10 minutes)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}, +1 item bonus to saving throws against fear effects (10 minutes)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1}, off-guard, @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} (10 minutes)</p>\n<p><strong>Stage 4</strong> clumsy 2 and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} (10 minutes)</p>\n<p><strong>Stage 5</strong> clumsy 2, sickened 2, and stupefied 2 (10 minutes)</p>\n<p><strong>Stage 6</strong> @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} (8 hours)</p>\n<p><strong>Stage 7</strong> death</p>",
          "name": "Flask of Whiskey"
        }
      },
      "name": "Steaming Kingdom Bartender"
    },
    "Stink-Sap Trap": {
      "description": "<p>A nozzle attached to a pressure sensor under the flagstone path sprays thick wads of smelly sap.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:15|name:Clog the nozzle|traits:hazard,mechanical,trap] (trained) to clog the nozzle or @Check[type:athletics|dc:14|name:Redirect the stream|traits:hazard,mechanical,trap] (trained) to redirect the stream away from the path; the Athletics check can be made at a distance with a thrown object, but a critical failure triggers the trap's Sudden Spray.</p>",
      "hazardReset": "<p>1 minute. The trap resets automatically twice before the supply of stink sap is exhausted.</p>",
      "name": "Stink-Sap Trap"
    },
    "Subduing Gas Chamber": {
      "description": "<p>A mechanical sensor in the desk drawer releases a counterweight in the wall, which slams the door shut and opens the sleeping gas tank under the bed, allowing gas to fill the air-tight room with a hissing sound.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:26|name:Disconnect the wire|traits:hazard,complex,mechanical,trap] (Trained) to disconnect the wire to the counterweight, preventing it from falling, or @Check[type:crafting|dc:20|name:Create a counteragent|traits:hazard,complex,mechanical,trap,alchemical,action:craft] (Alchemical Crafting) to create a counteragent to the sleeping gas</p>",
      "hazardReset": "<p>The gas must be manually reloaded.</p>",
      "hazardRoutine": "<p>(1 action) Each round on its initiative count, the trap pumps more sleeping gas into the room. Any breathing creature in the room is exposed to the toxin. If a creature acts before the trap on the first round, it has the option of holding its breath to postpone breathing in the poison-holding one's breath after the trap's first action has no effect, since the air in the creature's lungs is already tainted. The trap functions for 1 minute before all the gas is expended, after which it rapidly decays over the next minute. Opening the door to an adjacent room cuts the remaining time it takes for the gas to decay in half but exposes creatures in that room as well.</p>",
      "name": "Subduing Gas Chamber"
    },
    "Swee Pup": {
      "description": "<p>Soulbound dolls are eerie mannequins or playthings that have been imbued with a small piece of a deceased mortal's soul. These little constructs are created for a variety of reasons-such as to serve as companions or servants-but their free will means their obedience to their creators is hardly a given. Followers of Pharasma generally abhor soulbound dolls, viewing them as a perversion of the natural cycle of souls, and those who worship the Lady of Graves see the destruction of a soulbound doll, regardless of the construct's alignment, as an important service to the Great Beyond. Soulbound dolls are the simplest in a series of soulbound constructs including human-sized soulbound mannequins, powerful soulbound shells, and sentinel soulbound terra-cotta warriors. Creating them from unwilling living creatures is evil, and an unwilling donor can resist the process with a successful Will save against the creator's Craft DC, ruining the doll if not preventing the donor's death. A non-evil doll can only be crafted from the soul of a person who has given consent to such use before their death occurred</p>\n<p>Soulbound dolls encountered by adventurers are typically guardians of some sort; despite their diminutive size, the soul fragment's power makes the doll's flst more dangerous than a casual observer would expect. Further, it grants the doll a single spell of outsized power given its stature. Because of their autonomy and remarkable intelligence, soulbound dolls are occasionally employed by their crafters as administrators over much more powerful but mindless constructs such as golems, allowing such dolls to control defenses far beyond their own capabilities. Though soulbound dolls contain a small fragment of a soul extracted during or shortly after a person's death, this doesn't affect the deceased's resurrection or progress to the afterlife. This extraction process is lethal to otherwise-living prospective soul donors, though there are rumors of more expensive processes that allows someone to donate a fragment of a living soul without repercussions.</p>\n<p>The soul fragment resides in a soul focus gem typically embedded in the doll's neck or chest. The soul fragment isn't static, and the doll continues to learn from its initial state, meaning its personality and abilities can change, possibly growing closer to the donor's or moving farther afield on its own individual path. The soulbound doll's focus gem retains the doll's memories even after the doll's destruction. The the intact soul focus gem of a destroyed doll can even be placed into a new doll body by someone knowledgeable in the creation of soulbound creatures, effectively reconstituting the soulbound doll.</p>",
      "items": {
        "J29YtTxxuUMqKHUx": {
          "name": "Mage Hand"
        },
        "QbNhfxJLK6YBsAMi": {
          "description": "<p>Swee Pup's lower half doesn't function as a result of damage sustained, reducing its Speed to 0 feet. Repairing such a complex and rare prototype is beyond the ability of anyone but Kosowana without months of research.</p>",
          "name": "Broken Legs"
        },
        "iaTfEZ50lrTlV5Ku": {
          "description": "<p>A soulbound doll shares fragments of its donor soul's personality, though none of that creature's memories. This causes a soulbound doll to match the donor soul's alignment and gain the corresponding alignment traits.</p>",
          "name": "Personality Fragments"
        }
      },
      "name": "Swee Pup",
      "npcSenses": "darkvision"
    },
    "The Claws of Time": {
      "items": {
        "9Xe9YaGnpuy8tLMA": {
          "description": "<p>@Template[type:emanation|distance:30] @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.v61oEQaDdcRpaZ9X]{Aura}</p>\n<hr />\n<p>The Claws of Time's eyes glow balefully, causing painful but bloodless wounds to rip open in the body of a creature that meets its awful gaze. When a creature ends its turn in the aura's emanation, it takes @Damage[6d6[slashing]] damage (@Check[type:fortitude|dc:29|basic:true] save).</p>\n<p>A creature that critically succeeds at its save is temporarily immune for 24 hours.</p>",
          "name": "Ripping Gaze"
        },
        "9niNwNnFmxhfPYkr": {
          "description": "<p>The Claws of Time is specially attuned to the crystal lamps in the Cradle of Quartz. It can sense creatures within 30 feet of any crystal lamp in the Cradle of Quartz. These lamps are marked as glowing blue dots on the map. This is a precise sense.</p>",
          "name": "Lamp Vision 30 feet"
        },
        "IV5I7YmXwXw0VyLn": {
          "name": "Invisibility (At Will) (Self Only)"
        },
        "JAyw4o2ySKpikldY": {
          "description": "<p>The Claws of Time casts a 4th‑level <em>@UUID[Compendium.pf2e.spells-srd.Item.VlNcjmYyu95vOUe8]{Translocate}</em> spell, but it must transport itself into a space adjacent to an angle of 90º (or more acute) in the structure or environment around it. This means the hound can use <em>dimension door</em> to appear adjacent to any wall or corner in the Cradle of Quartz except for the central geode (area <strong>D16</strong>).</p>\n<p>Once per day, the hound can use this ability to <em>@UUID[Compendium.pf2e.spells-srd.Item.5bTt2CvYHPvaR7QQ]{Plane Shift}</em> to or from the Dimension of Time, with the same restrictions on what angles next to which it can appear.</p>",
          "name": "Angled Entry"
        },
        "JlWr1HFtziHdrMI3": {
          "description": "<p>Whenever a creature targets the hound with a mental effect, that creature takes @Damage[4d6[mental]] damage (@Check[type:will|dc:29|basic:true] save). On a critical failure, it also becomes @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for [[/br 1d4 #rounds]]{1d4 rounds}.</p>",
          "name": "Otherworldly Mind"
        },
        "Joa7DLaHDxBlWqy4": {
          "description": "<p>When a hound of Tindalos is not adjacent to a structural angle of 90º (or more acute), its resistance to physical damage is suppressed and it becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. It can't recover from this sickened condition, but the condition ends automatically once the hound is again adjacent to a suitable angle.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.V60TWjo1G1r5ZtPM]{Effect: Vulnerable to Curved Space}</p>",
          "name": "Vulnerable to Curved Space"
        },
        "Y2vHtzNoR85SyarE": {
          "name": "Telepathy 300 feet"
        },
        "ahVqvIG50FahBE4F": {
          "name": "Jaws"
        },
        "gertFzypUdFsjvJ5": {
          "name": "Claw"
        }
      },
      "name": "The Claws of Time",
      "npcSenses": "greater darkvision, lamp vision 30 feet"
    },
    "Trapjaw Tangle": {
      "description": "<p>Sometimes the best intentions result in dire consequences and even a successful project can turn into an unending nightmare. Such is the grim tale of the first trapjaw tangles. These mechanical swarms were initially created as a solution to the pestilence of mutated rodents that plagued Alkenstar. These mobile rat traps, bound together by a magical matrix of occult energy, were programmed to wait in ambush or chase down their prey. The first trapjaw tangles proved effective and their creators were well rewarded for their ingenious designs. Soon trapjaw tangles were deployed throughout Alkenstar, Martel, and the Gunworks. Waves of them would be sent to roam into the Spellscar Desert, and the ever-present vermin were quickly forgotten.</p>\n<p>Then disaster struck. A rogue wave of magical energy washed over an airship that carried a trapjaw tangle in its hold. The magical affliction scrambled the tangle's programming and gave the swarm just enough intellect to send it on a red frenzy through the ship. When the airship crashed into the outskirts of Alkenstar, its crew perished but the infected tangle survived to infect every trapjaw it met with the same deadly scrambling of magic. Now, trapjaw tangles are an even greater menace to society than the vermin they were originally designed to eradicate.</p>",
      "items": {
        "1KVCijz14rjhWH4s": {
          "description": "<p><strong>Trigger</strong> A creature leaves the trapjaw tangle's space</p>\n<hr />\n<p><strong>Effect</strong> The swarm takes [[/r 1d6]]{1d6 damage} as individual traps cling to the creature and continue chewing, dealing @Damage[2d10[persistent,slashing]] damage. High winds or electricity damage reduces the DC of the flat check to end this persistent damage by 5. Any area damage dealt to the creature destroys these clinging trapjaws.</p>",
          "name": "Cling"
        },
        "5wLXffcbq6o32892": {
          "description": "<p><strong>Requirements</strong> A creature in the trapjaw tangle's space took damage from the swarm during this round</p>\n<hr />\n<p><strong>Effect</strong> The trapjaw tangle attempts an @Check[type:athletics|traits:trip-tangle] check with a +10 modifier against the creature's Fortitude DC. On a success, the creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the start of the trapjaw tangle's next turn. On a critical success, the creature also falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
          "name": "Trip and Tangle"
        },
        "KzMaVpEg8SuAZnIC": {
          "description": "<p>Each enemy in the swarm's space takes @Damage[2d10[slashing]] damage (@Check[type:reflex|dc:22|basic:true]). Creatures that fail this save become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} from the numerous painful wounds caused by the swarm.</p>",
          "name": "Snapping Jaws"
        }
      },
      "name": "Trapjaw Tangle",
      "npcSenses": "darkvision"
    },
    "Vewslog": {
      "items": {
        "EuOkOZIutuaZKVbB": {
          "name": "Fortune-Telling Lore"
        },
        "WHtHGvqAlLTW3q8Q": {
          "description": "<p><strong>Trigger</strong> A foe within 60 feet critically fails an attack roll against Vewslog</p>\n<hr />\n<p><strong>Effect</strong> Vewslog makes a dueling pistol Strike against the triggering foe.</p>",
          "name": "Pistolero's Retort"
        },
        "Y3k3eWSoJODnQ739": {
          "description": "<p>Vewslog's ranged attacks deal an additional 4d6 precision damage.</p>",
          "name": "Deadeye"
        },
        "pVRp8Zo8gWc1oRtt": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> Vewslog makes a ranged Strike and compares the attack roll result to the AC of up to two foes, each of whom must be within 60 feet of Vewslog. Roll damage only once and apply it to each creature hit. A ricochet counts as two attacks for Vewslog's multiple attack penalty.</p>",
          "name": "Ricochet"
        },
        "uWLYXX364kcVkiIM": {
          "description": "<p>When Vewslog makes a critical hit with a firearm, the target must succeed at a @Check[type:fortitude|dc:25] save or become @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Firearms Critical Specialization"
        },
        "yfiQClzwepp33j7y": {
          "description": "<p><strong>Trigger</strong> Vewslog is about to roll a d20</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The cyclops peers into an occluded spectrum of possible futures. He gets a success (but not a critical success) on the roll instead of rolling.</p>",
          "name": "Flash of Insight"
        }
      },
      "name": "Vewslog",
      "npcSenses": "low-light vision"
    },
    "Volatile Reagents": {
      "description": "<p>Potion bottles, alembics, and potent ingredients violently explode when jostled and accidentally combined.</p>",
      "hazardDisable": "<p>Three @Check[type:acrobatics|dc:20|name:Sort and separate the ingredients|traits:alchemical,hazard,complex,environmental] or @Check[type:crafting|dc:20|name:Sort and separate the ingredients|traits:alchemical,hazard,complex,environmental] checks to sort and separate the bottles of volatile ingredients into groups</p>",
      "hazardReset": "<p>The lab contains enough ingredients for this hazard to last 1 minute before all materials are expended. Alternatively, the hazard resets once Slick shrinks to regular size.</p>",
      "hazardRoutine": "<p>(1 action) A random 10-foot square in Gattlebee's laboratory explodes, dealing [[/r 2d6]] damage to creatures and objects in the area (@Check[type:reflex|dc:18|basic:true|traits:alchemical,hazard,complex,environmental]). The damage type is randomly determined each round: acid, cold, electricity, fire, slashing, or sonic.</p>",
      "name": "Volatile Reagents"
    },
    "Wooden Bullets Trap": {
      "description": "<p>A hopper full of wooden sling bullets is attached to several launching devices, which spew the bullets at high velocity through various holes in the boards covering the window. A distinctive \"click\" and whirring sound indicate the trap has been sprung.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:17|name:reinforce the porch sensor|traits:complex,hazard,trap,mechanical] (trained) to reinforce the porch pressure sensor or @Check[type:crafting|dc:15|name:Cover the holes|traits:complex,hazard,trap,mechanical] (trained) to cover the holes launching the bullets</p>",
      "hazardReset": "<p>The trap stops after 10 rounds or when the weight on the porch is removed, whichever comes first. The trap can operate for a total of 10 rounds before its ammunition is exhausted.</p>",
      "hazardRoutine": "<p>(2 actions) The wooden bullets trap Strikes the two nearest creatures. It ignores @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} creatures as the bullets fly overhead.</p>",
      "name": "Wooden Bullets Trap"
    },
    "Yeast Ooze": {
      "description": "<p>Urban pollution breeds all kinds of new and interesting ooze creatures.</p>\n<p>Wild yeast and alchemy combine to form this monstrous frothing ooze.</p>",
      "items": {
        "0fxvtln36bfhdrkz": {
          "description": "<p>Whenever a creature infected with monstrous yeast takes cold damage, they can make a new saving throw with a +2 circumstance bonus. Failure doesn't advance the disease</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:16]</p>\n<p><strong>Onset</strong> 1 round</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} (1 hour)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} and off-guard (1 hour)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} and off-guard (1 day)</p>",
          "name": "Monstrous Yeast"
        },
        "jytzyz7glxmarxhu": {
          "description": "<p>A yeast ooze can sense nearby creatures through vibration and air or water movement.</p>",
          "name": "Motion Sense 60 feet"
        },
        "syveIPRXUizpNOit": {
          "name": "Pseudopod"
        }
      },
      "name": "Yeast Ooze",
      "npcSenses": "motion sense 60 feet, no vision"
    }
  },
  "label": "Outlaws of Alkenstar"
}