{
  "entries": {
    "Amalgamite": {
      "description": "<p>Teleportation magic can prove a difficult undertaking, even for experienced spellcasters. It requires precise calculation and timing, knowledge of the intended destination, and meticulous control over surging conjuration magics. A mistake in even the most minute element of such a spell can lead to disastrous results for those involved. When a particularly powerful spellcaster makes an error of this kind, either through arrogance or simple misjudgment, they might transform into an amalgamite.</p>\n<p>A mass of flesh and misaligned limbs, an amalgamite is the warped body of a former spellcaster, sometimes joined with another version of itself to incorporate additional limbs or other irregularities. They're still alive, but they have become aberrants mentally and physically, with only the vaguest memories of their previous existence, which makes them a dangerous and bewildering foe. Their weird, warped anatomy constantly shifts and regrows, allowing the creatures to shrug off physical blows save those that pierce through its flesh and into its core being.</p>\n<p>The magical residue of an amalgamite's creation radiates from it, seeping into and destabilizing any living beings that get too close. Infected creatures then further spread the amalgamite's aura among larger groups of allies and foes alike. The amalgamite uses this power to manipulate and confuse their enemies, whom they can teleport into traps, force into confrontations with other enemies, or draw close into striking range with their own odd appendages.</p>",
      "items": {
        "4oz5vNIBQ0PmHw6p": {
          "description": "<p>The amalgamite teleports into an unoccupied space they can see within 50 feet.</p>",
          "name": "Relocate"
        },
        "6Jhrih75LDb7Tovl": {
          "name": "Warping Ray"
        },
        "REbcJzGp6sT7jOuZ": {
          "name": "Limb"
        },
        "XBz2toYQ5LlpBAkp": {
          "description": "<p>The amalgamite teleports up to two destabilized creatures within 50 feet that they can see. They can either move a single creature to an unoccupied space or swap the positions of two creatures of the same size. If the amalgamite swaps two creatures, they can choose their self as one target. An unwilling creature can attempt a @Check[will|dc:33] save. If either target succeeds at this saving throw, both are unaffected.</p>",
          "name": "Transpose"
        },
        "bpvnWZi8sukcfy9H": {
          "description": "<p><strong>Trigger</strong> The amalgamite is hit by a Strike</p><hr /><p><strong>Effect</strong> The amalgamite Relocates or Transposes themself with another creature. If the amalgamite successfully changes location, they and any Transposed creature take half damage from the triggering Strike.</p>",
          "name": "Displace"
        },
        "rGx3BT8mbRKRUpA2": {
          "description": "<p>40 feet. A creature that begins its turn within the area feels its body begin to stretch and must succeed at a @Check[fortitude|dc:33] save or become destabilized. A destabilized creature emits a 10-foot destabilizing field aura and becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. The destabilization ends when the creature is no longer sickened. A creature that succeeds at its saving throw against the aura is temporarily immune to all destabilizing fields for 1 minute.</p>",
          "name": "Destabilizing Field"
        },
        "rU17t3NM7TJ3u03o": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Regeneration]</p>",
          "name": "Regeneration 10 (Deactivated by Piercing)"
        },
        "xFzHJGL72aPpRLgB": {
          "name": "Lore (Any One Subcategory)"
        }
      },
      "name": "Amalgamite",
      "npcHp": "Regeneration 10 (deactivated by piercing)"
    },
    "Bounding Hounds": {
      "description": "<p>Three phantom hounds chase down intruders, damaging any they pass through.</p>",
      "hazardDisable": "<p>@Check[nature|dc:36|name:Calm Hound] (expert) to calm each hound, or @Check[occultism|dc:38|name:Banish Hound] (master) to banish each hound</p>",
      "hazardReset": "<p>1 hour</p>",
      "hazardRoutine": "<p>(9 actions) The trap loses 3 actions each round for each hound disabled. Each hound uses three actions to Stride 40 feet after creatures in the room, passing through corporeal creatures during this movement if possible. Each creature the hound moves through during its movement takes @Damage[(2d8 + 7)[void]] damage (@Check[reflex|dc:37|traits:damaging-effect] negates). A creature can only be damaged by each hound once each round, no matter how many times the hound moves through their space.</p>",
      "name": "Bounding Hounds"
    },
    "Call of the Void": {
      "description": "<p>A supernatural compulsion to leap into the unknown exerts itself on anyone who approaches the ledge.</p>",
      "hazardDisable": "<p>@Check[occultism|dc:34|name:Expel Magical Compulsion] or @Check[arcana|dc:36|name:Expel Magical Compulsion] to expel the magical compulsion from the current island and from any of the red ropes directly attached to it, darkening the rope in color. The Echo also automatically disables the hazard from any island he's standing on, and any of the red ropes directly attached to it, when he Reconstitutes from Thought on that island.</p>",
      "hazardReset": "<p>The call of the void persists as long as the Echo exists, though it doesn't activate until the Echo has rolled initiative. The hazard resets each day.</p>",
      "hazardRoutine": "<p>(1 action) The call targets all creatures adjacent to a ledge or on one of the red ropes and tugs at their minds. A creature who has already fallen this round is immune.</p>",
      "name": "Call of the Void"
    },
    "Clone Mirrors": {
      "description": "<p>Two opposing mirrors spawn endless illusory duplicates of creatures in the hall.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:28|name:Reposition Mirror|traits:action:disable-a-device] (expert) to reposition each mirror, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 25) to counteract each mirror</p>",
      "hazardReset": "<p>The trap resets after 1 day.</p>",
      "hazardRoutine": "<p>(2 actions) This trap loses 1 action for each mirror disabled. Each mirror uses 1 action to Spawn a @UUID[Compendium.pf2e.pathfinder-dark-archive.Actor.ICdVjs6JEs0YAefl]{Reflection} of a creature reflected in the mirror. The hazard can have a maximum of four reflections spawned at once.</p>",
      "name": "Clone Mirrors"
    },
    "Cocoon of Lucid Potential": {
      "items": {
        "H5No3yLHugKzgNQr": {
          "description": "<p>The cocoon is incapable of movement beyond slight wriggling in place. It has no Speed and can't move or be moved, even through means such as teleportation, as the Weaver's threads tether it in place physically and astrally. The cocoon casts any spells psychically, substituting verbal and somatic components for expressions of pure unbridled will and removing the manipulate trait from its Cast a Spell action.</p>",
          "name": "Anchored in Silk"
        },
        "HHFw3W3cOgIJv8xE": {
          "description": "<p><strong>Trigger</strong> The Weaver would be reduced to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> The cocoon's vitality is linked to the Weaver's. It loses @Damage[30[untyped]] Hit Points, restoring @Damage[15[healing]] Hit Points to the Weaver. It can use this ability even if it would otherwise be unable to act.</p>",
          "name": "Give of Oneself"
        },
        "Hc9RMNJy8VQgbgt8": {
          "description": "<p>Killia's individuality still rests within the cocoon, yet trying to resist assimilation. If a PC succeeds at a @Check[diplomacy|dc:32] check on the cocoon, the cocoon takes @Damage[5d6[mental]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} as Killia's consciousness fights the Weaver. The cocoon can't be affected in this way more than once per turn.</p>",
          "name": "In There Somewhere"
        },
        "jHHE5GG2biaCiVYC": {
          "name": "Psychic Scream"
        },
        "pqQB2JJ1Z8S2K9ay": {
          "description": "<p>The cocoon and the Weaver share the same essence. Its spells never affect the Weaver if they would harm him, and the Weaver can ignore the any of the cocoon's active spell effects if he desires (such as @UUID[Compendium.pf2e.spells-srd.Item.tSosbMsftXcRaQgT]{Sea of Thought}).</p>",
          "name": "Of Same Essence"
        }
      },
      "name": "Cocoon of Lucid Potential"
    },
    "Confounding Portal": {
      "description": "<p>Tiny runes carved around a doorframe or on a hall's walls surreptitiously confound creatures into circling the room or hallway they attempted to exit or pass through.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:17|name:Scratch Out Runes|traits:action:disable-a-device] to scratch out the runes, or @Check[arcana|dc:16|name:Destroy the Runes] to destroy the runes</p>",
      "hazardReset": "<p>The trap resets after 1 round.</p>",
      "name": "Confounding Portal"
    },
    "Constricting Hall": {
      "description": "<p>A hall's four walls become fluid and elastic when a creature reaches the hall's midpoint.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:28|name:Stabilize Wall|traits:action:disable-a-device] (trained) to stabilize each wall, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (4th rank; counteract DC 26) to counteract each wall</p>",
      "hazardReset": "<p>The trap resets after 1 hour.</p>",
      "hazardRoutine": "<p>(4 actions) This trap loses 1 action each round for each wall that has been disabled. Each wall uses 1 action to slam back and forth rapidly, pummeling one creature in the hall with a wall Strike. On a hit, the target is additionally knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. The walls distribute the attacks as evenly as possible among creatures in the hall, and the Strikes don't apply the trap's multiple attack penalty.</p>",
      "name": "Constricting Hall"
    },
    "Darkside Mirror": {
      "description": "<p>A magic mirror replaces characters with malicious mirror duplicates from another dimension.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:34] (legendary) to retrieve a creature from the other dimension within 10 minutes of the switch (possible only if their mirror duplicate is dead), @Check[thievery|dc:39] (master) to permanently disable the mirror once all mirror duplicates are dead, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (7th rank; counteract DC 32) to counteract the mirror for 1 minute and prevent additional replacements during that time.</p>",
      "hazardReset": "<p>The mirror is always ready to absorb creatures into the other dimension. Ten minutes after a creature is sucked into the mirror, if an ally doesn't rescue the creature, it reaches the other dimension. In the mirror dimension, it counts as a mirror duplicate. These dimensions are alternate realities, not planes, so even spells like @UUID[Compendium.pf2e.spells-srd.Item.5bTt2CvYHPvaR7QQ]{Interplanar Teleport}<em> </em>can't reach them.</p>",
      "hazardRoutine": "<p>(1 action) The mirror absorbs another reflected creature and replaces it with a mirror duplicate. A mirror duplicate attacks on their own initiative, using the same statistics as the original creature, but they hate all other non-duplicate creatures. A mirror duplicate can spend 3 actions in contact with the mirror to return to their original dimension and release the duplicated creature.</p>",
      "name": "Darkside Mirror"
    },
    "Disorienting Illusions": {
      "description": "<p>Illusions cloaking this chamber cause its walls and all its contents to appear tilted, irregular, and in motion.</p>",
      "hazardDisable": "<p>@Check[crafting|dc:17|name:Calculate the Room's Dimensions] (trained) to calculate the room's dimensions despite the illusions, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (1st rank; counteract DC 17) to counteract the illusions</p>",
      "hazardReset": "<p>The trap resets after 1 minute.</p>",
      "name": "Disorienting Illusions"
    },
    "Distortion Mirror": {
      "description": "<p>Fun-house mirrors distort a viewer's reflection, painfully reshaping their body to match what appears in the reflected images.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:38|name:Deface the Mirror|traits:action:disable-a-device] (master) to deface the mirror's pane, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (7th rank; counteract DC 36) to dispel the mirror or counteract the transformation</p>",
      "hazardReset": "<p>The trap resets after 1 day.</p>",
      "name": "Distortion Mirror"
    },
    "Entrapping Chair": {
      "description": "<p>A chair on concealed tracks surges forward, knocking a creature into the chair's seat and trapping them in place with clamping armrests.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:23|name:Disrupt the Tracks|traits:action:disable-a-device] (expert) to disrupt the tracks</p>",
      "hazardReset": "<p>The trap resets automatically over 2 rounds if the chair is unoccupied.</p>",
      "name": "Entrapping Chair"
    },
    "Exhaling Portal": {
      "description": "<p>Magic runes carved into a doorframe connect a door to the Plane of Air when opened, blowing creatures down the connecting hall.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:30|name:Scratch Out Runes|traits:action:disable-a-device] (expert) twice to scratch out the runes, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (5th rank; counteract DC 30) to counteract the planar runes; @Check[athletics|dc:32|name:Shut the Door] to shut the door if it's open (using Athletics only stops the trap, it doesn't fully disable it)</p>",
      "hazardReset": "<p>The trap resets when the door is shut.</p>",
      "hazardRoutine": "<p>(1 action) The trap uses 1 action to blow powerful winds down the hall. Each creature in the hall must attempt a @Check[fortitude|dc:32] save with the same results as Gust. If this forced movement would cause a creature to collide with a solid object or fall downstairs or out a window, that creature takes an additional @Damage[(2d10 + 11)[bludgeoning]] damage (or @Damage[20[bludgeoning]|options:fall-damage] damage due to a fall).</p>",
      "name": "Exhaling Portal"
    },
    "False Floor": {
      "description": "<p>The floor in this chamber is an illusion, which conceals a 40-foot drop to the true floor below. Additionally, the area beneath the floor is magically silenced-no sound is audible within nor does sound leave this space.</p>",
      "hazardDisable": "<p>Succeeding on a @Check[perception|dc:21] check against the Stealth DC of 21 (including the check to find the trap) disbelieves the illusory floor, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (2nd rank; counteract DC 18) to dispel the illusory floor; <em>dispel magic</em> (2nd rank; counteract DC 20) to dispel the magical silence</p>",
      "hazardReset": "<p>The trap resets after 1 round.</p>",
      "name": "False Floor"
    },
    "False Step Floor": {
      "description": "<p>Each time a creature enters the room, it slips through the floor, tumbles through an interdimensional void, and falls back into the room through the ceiling, landing on the floor.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:28|name:Disrupt the Magical Energy|traits:action:disable-a-device] (trained) to disrupt the magical energy, or @Check[arcana|dc:27|name:Realign the Magic] or @Check[occultism|dc:27|name:Realign the Magic] (trained) to realign the magical energy</p>",
      "hazardReset": "<p>The trap resets after 1 round.</p>",
      "name": "False Step Floor"
    },
    "K. H. W.'s Echo": {
      "items": {
        "9AePbujsZky8xUjK": {
          "description": "<p>The Echo carries a drop spindle that constantly spins red astral thread, which is both his thaumaturgic implement and weapon. If his <em>rope dart</em> is lost or broken, he can re-form it with an Interact action. If he critically succeeds at a <em>rope dart</em> Strike, overwhelming thoughts and figments flow down the thread into the target's mind. The target becomes @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for 1 round.</p>",
          "name": "Astral Spindel Implement"
        },
        "PSN0OsnaXCyM9qu3": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> The Echo's previous action was a successful thrown rope dart Strike</p>\n<hr />\n<p><strong>Effect</strong> The Echo flicks his wrist and makes a follow-up thrown rope dart Strike at a different target within 30 feet of the first target, using the same multiple attack penalty as his previous Strike. Regardless of whether his attack hits, he then retrieves the weapon.</p>",
          "name": "Astral Thread Control"
        },
        "VdAYDEzY4gulPTVL": {
          "name": "Esoteric Lore"
        },
        "crjSzGgHUw6zPIVX": {
          "description": "<p><strong>Requirements</strong> The Echo is standing on one of the eight large islands of the map, and the island hasn't darkened</p><hr /><p><strong>Effect</strong> The Echo throws his rope dart into the island and uses it to absorb mental essence from the mindscape, repairing himself. He regains @Damage[45[healing]] Hit Points and the island turns a desaturated gray for 1 day, preventing future absorption and disabling the @UUID[Compendium.pf2e.pathfinder-dark-archive.Actor.0AdtolhMWrPlzVZY]{Call of the Void} hazard on that island.</p>",
          "name": "Reconstitute from Thought"
        },
        "g86YWdXagoWqk0OQ": {
          "description": "<p>When the Echo has fewer than 140 Hit Points, his form destabilizes, large chunks disintegrating from his face, limbs, and torso. White moths constantly stream from the missing spaces, creating a @Template[emanation|distance:10] that deals @Damage[6d6[mental]|options:area-damage] damage with a @Check[will|dc:34|basic|options:area-effect].</p>\n<p>As long as the aura persists, he can dissolve into moths and re-form at another location within 15 feet as a free action at the beginning of each of his turns; this has the occult and teleportation traits.</p>",
          "name": "Destabilized Form"
        },
        "gjGhslPt9ZQSI0yX": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> The Echo's turn begins and he's stunned, slowed, @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled}, @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, or otherwise can't act</p>\n<hr />\n<p><strong>Effect</strong> The Echo has set up numerous contingencies in the event he's compromised. Talismans on his body shatter, counteracting the triggering effect. The Echo can use this free action even if he can't act.</p>",
          "name": "Contingency Oathday-Nine-Rova"
        },
        "p8vS3GT8MXVMDs8P": {
          "description": "<p>The Echo has reach 15 for the purpose of determining when Reactive Strike triggers and when making Reactive Strikes.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ReactiveStrike]</p>",
          "name": "Reactive Strike (Special)"
        },
        "vt810lsvoNHLaCNF": {
          "description": "<p>The Echo's spindle revolves faster and faster until it's a blur, lashing red threads in every direction. The threads deal @Damage[7d6[slashing],7d6[mental]|options:area-damage]{7d6 slashing damage and 7d6 mental damage} to all creatures in a @Template[emanation|distance:30], with a @Check[reflex|dc:34|basic|options:area-effect]. If a creature fails its save, the threads awaken the mindscape anchor within it, affecting it differently based on which anchor that creature used to gain access to the center of the mindscape. (If there is a PC who didn't absorb a mindscape anchor, for instance because there are more than four PCs in the party, then use the anchor of the PC closest to them.)</p>\n<p>The Echo then can't use Spindle's Web for [[/gmr 1d4 #Recharge Spindle's Web]]{1d4 rounds}.</p><ul><li><strong>Lantern</strong> The lantern outlines the creature with searing @UUID[Compendium.pf2e.spells-srd.Item.0qaqksrGGDj74HXE]{Revealing Light} that deals @Damage[2d6[persistent,fire]] damage.</li><li><strong>Mirror</strong> The mirror reflects the creature to another location, teleporting them to a clear space within 25 feet of their current location.</li><li><strong>Chalice</strong> The chalice drains life force, granting the Echo temporary HP equal to half the damage dealt.</li><li><strong>Tome</strong> The tome floods the creature's mind with information; the target is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</li></ul>",
          "name": "Spindle's Web"
        }
      },
      "name": "K. H. W.'s Echo",
      "npcHp": "destabilized form"
    },
    "Kuchisake-Onna": {
      "description": "<p>A kuchisake-onna, or slit-mouthed woman, is a tall, masked figure who moves with an eerie grace. These horrors are infamous for trapping hapless mortals and asking them, \"Am I pretty?\" A \"no\" response leads to a gruesome death wrought by the silver scissors the kuchisake-onna carries. A \"yes\" prompts them to remove their mask, revealing the scars and cuts running from ear to ear, giving the impression of a terrible, ever-present grin. They then open their mouth to reveal sharp, needle-like teeth and ask another question: \"Even now?\" A \"no\" leads to the same gory death, while a \"yes\" prompts them to use their silver scissors and make the same cuts on the target's face while repeating: \"Then I will make you like me.\"</p>\n<p>There are a handful of methods to weasel out of this otherwise no-win scenario. Answering noncommittally, saying the kuchisake-onna looks \"okay,\" or throwing several small, countable objects like rice or candy often provides enough time to run while the monster is distracted. Few are foolish enough to attack the kuchisake-onna, and those that live to tell the tale speak of a flashing flurry of scissor blades that match even a swordmaster's prowess.</p>",
      "items": {
        "3zY8sXqA8CTtAm4D": {
          "description": "<p>The kuchisake-onna's silver scissors Strikes are manifestations of the toxic malice that created them and vanish when the kuchisake-onna is destroyed.</p>\n<p>When the kuchisake-onna has less than half their maximum Hit Points remaining, this concentrated enmity begins to leak out and make their attacks more vicious. Their silver scissors Strikes deal 6d6 persistent bleed damage.</p>\n<hr />\n<p><em>Note: Due to a later published errata this persistent damage is doubled on a critical hit. Due to the high damage potential for this creature's level that interaction may not be intended.</em></p>",
          "name": "Lingering Enmity"
        },
        "9FHqdE5S2AJGokrP": {
          "description": "<p>The kuchisake-onna asks a single adjacent target, \"Am I pretty?\" The target must attempt a @Check[will|dc:35|traits:mental] save. If it fails, it is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} for 1 round, and if it critically fails, it is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} for 1 round, though still able to respond to the question; this is a mental effect.</p>\n<p>If the target responds \"No\", the kuchisake-onna makes two silver scissors Strikes against the target. If the target responds \"Yes\", the kuchisake-onna makes no Strikes this turn and must use Even Now? as their next action (waiting until the first action of their next turn, if necessary). If the target otherwise responds in a confusing or noncommittal manner, the kuchisake-onna becomes @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to all creatures for 1 round but can otherwise act normally.</p>",
          "name": "Am I Pretty?"
        },
        "BX7sT7k5GNZuI9hc": {
          "name": "Silver Scissors"
        },
        "V3rzyrOOf8B6y3I2": {
          "name": "Silver Scissors"
        },
        "d7MLmQG9ZkBIstUb": {
          "description": "<p>When numerous small items are scattered before the kuchisake-onna, they compulsively begins to count them. The kuchisake-onna becomes @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to all creatures for [[/gmr 1d4 #Duration Off-Guard]]{1d4 rounds}.</p>",
          "name": "Compulsive Counting"
        },
        "nRcZT1xJaPAlURaU": {
          "description": "<p><strong>Requirements</strong> An adjacent creature previously targeted by Am I Pretty? answered \"Yes\"</p>\n<hr />\n<p><strong>Effect</strong> The kuchisake-onna takes off their mask, revealing their slit face and asking, \"Even now?\" The target must attempt a @Check[will|dc:35|traits:mental] save.</p>\n<p>If it fails, it is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} for 1 round, and if it critically fails, it is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} for 1 round, though still able to respond to the question; this is a mental effect.</p>\n<p>Whether the target responds \"Yes\" or \"No\", the kuchisake-onna makes two silver scissors Strikes against the target.</p>",
          "name": "Even Now?"
        },
        "nTIiE8RjvvPcUYEK": {
          "description": "<p>Silver Scissors</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Rend]</p>",
          "name": "Rend"
        }
      },
      "name": "Kuchisake-Onna"
    },
    "Mirror Door": {
      "description": "<p>The reflection of a wall shows a phantom door where none exists. This door can only be manipulated while viewed through the mirror's reflection.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:18|name:Open the Door|traits:action:disable-a-device] to open the door while viewing the reflection</p>",
      "hazardReset": "<p>The trap resets when the door is shut.</p>",
      "name": "Mirror Door"
    },
    "Mother Mitera": {
      "items": {
        "5n8EB4Rkx3GH7H9F": {
          "description": "<p><strong>Frequency</strong> once per ascension ritual</p><hr /><p><strong>Effect</strong> Mitera activates the moonflower link with her followers. Any followers within @Template[emanation|distance:30]{30 feet} who failed their saving throw against the moonflower tea become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. Anyone who critically failed and did not receive an antidote explodes (this is about half of Mitera's congregation if the PCs didn't successfully administer the antidote). If anyone's body explodes, Mitera gains 30 temporary HP and is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} for 3 rounds; she can use this additional action each round only for Strike and Stride actions.</p>",
          "name": "Ascension is Near"
        },
        "GTidGY6vXi9cj9yz": {
          "description": "<p>The power of the island links Mitera's vitality to her followers. As long as any of the three quartz formations are intact, whenever Mitera takes damage, any of her followers within 10 miles lose the same amount of HP.</p>",
          "name": "Crystal Vitality Link"
        },
        "SzPTvuxOEAOJsUZN": {
          "name": "Crystal Flower Crown"
        },
        "cOno50AugBRsfxaZ": {
          "name": "Ceremonial Robes"
        },
        "spFa0equ7phkEcc9": {
          "name": "Ludovica Lore"
        }
      },
      "name": "Mother Mitera",
      "npcHp": "crystal vitality link"
    },
    "Quartz-Spawned Shadow": {
      "description": "<p>The mysterious undead known as shadows lurk in dark places and feed on those who stray too far from the light. Those who parley with shadows, typically by keeping them at bay with a glowing weapon, may learn great secrets, for they are ideal spies.</p>",
      "items": {
        "0QWVJ7Of8cQNKp0N": {
          "description": "<p>The shadow can @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hide} or end its @UUID[Compendium.pf2e.actionspf2e.Item.VMozDqMMuK5kpoX4]{Sneak} in a creature's or object's shadow.</p>",
          "name": "Slink in Shadows"
        },
        "ACHlnYzXVxizzqPw": {
          "description": "<p>An object shedding magical light (such as from the @UUID[Compendium.pf2e.spells-srd.Item.WBmvzNDfpwka3qT4]{Light} spell) is treated as magical when used to attack the shadow.</p>",
          "name": "Light Vulnerability"
        },
        "LkqCkG3YFw362zdS": {
          "description": "<p><strong>Requirements</strong> The shadow and the target are both within 40 feet of the crystal that spawned the shadow, and the crystal isn't covered or obstructed</p>\n<hr />\n<p><strong>Effect</strong> Shadows in the shape of tendrils curl around the target, drawing out a portion of the target's vitality and siphoning it into the crystal. The target takes @Damage[4d6[void]] damage (@Check[fortitude|dc:21|basic]). On a failure, they are also @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1}. This enfeebled condition is cumulative with other enfeebled conditions from quartz-spawned shadows, to a maximum of enfeebled 4. If Crystal Siphon increases the creature's enfeebled value to 3 or more, the target's shadow is pulled entirely into the shadow's crystal.</p>\n<p>While the target's shadow is trapped, they feel an @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} tether linking them to the crystal, and they become @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} whenever they are more than 40 feet away from it. The enfeebled condition from Crystal Siphon can't be reduced until the crystal is broken; if the crystal is broken, the effect immediately ends.</p>",
          "name": "Crystal Siphon"
        },
        "x47iDfIE9albveGl": {
          "name": "Shadow Hand"
        }
      },
      "name": "Quartz-Spawned Shadow"
    },
    "Reflected Desires": {
      "description": "<p>This mirror reflects the viewer's deepest desires.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:18|name:Shroud the Mirror|traits:action:disable-a-device] (trained) to shroud the mirror without looking at it, or @Check[occultism|dc:17|name:Erect Mental Barriers] (trained) to erect mental barriers</p>",
      "hazardReset": "<p>The trap resets after 1 round.</p>",
      "name": "Reflected Desires"
    },
    "Reflection": {
      "items": {
        "TpYNcJKE1v9ktu1H": {
          "name": "Reflected Weapon"
        },
        "qTHgALlk6FGnqd7W": {
          "description": "<p>Each reflection has 2 actions which it uses to Step, Stride, or Strike (in any combination). Reflections can act on the same turn they're created.</p>",
          "name": "Reflection Routine"
        }
      },
      "name": "Reflection"
    },
    "Shrinking Hall": {
      "description": "<p>This hallway is designed to shrink as creatures traverse it, making access to the door at the hall's end impossible.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:21|name:Jam the Scales|traits:action:disable-a-device] (trained) to jam the scales built into the floor</p>",
      "hazardReset": "<p>After 10 minutes without weight being placed on this hall's floor, this trap resets, returning the hall to its original size.</p>",
      "name": "Shrinking Hall"
    },
    "Shrouded Assailant": {
      "description": "<p>A spirit steps out of a covered mirror, pulling off and becoming shrouded in the cloth, which reveals the mirror. The shrouded figure attacks the living until the cloth is yanked off, which banishes the formless spirit.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:43|name:Steal the Cloth|traits:action:disable-a-device] (master) to steal the cloth before the spirit manifests, or @Check[athletics|dc:47|name:Pull the Cloth Off] to pull the cloth off the spirit after it manifests</p>",
      "hazardReset": "<p>The haunt is reset when the mirror is covered again.</p>",
      "hazardRoutine": "<p>(3 actions) The spirit uses 3 actions to Step, fly 60 feet, or Strike, in any order. On a successful Strike the spirit's target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}, and on a critical success, the target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>",
      "name": "Shrouded Assailant"
    },
    "Shuffling Hall": {
      "description": "<p>Four pressure plates along this mirrored hall rotate vertically when stepped on, sending a creature on the pressure plate tipping into an adjacent featureless room while simultaneously replacing the pressure plate and walls in the hall. Each pressure plate dumps creatures into a different room.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:12|name:Deactivate a Plate|traits:action:disable-a-device] to deactivate one pressure plate</p>",
      "hazardReset": "<p>The trap resets after 1 round.</p>",
      "name": "Shuffling Hall"
    },
    "Sigil of Deepest Fears": {
      "description": "<p>An arcane sigil forces creatures to confront their greatest fear.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:43|name:Drain the Sigil's Power|traits:action:disable-a-device] (master) to drain the sigil's power harmlessly, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (9th rank; counteract DC 42) to counteract the sigil</p>",
      "hazardReset": "<p>The trap resets after 1 day.</p>",
      "name": "Sigil of Deepest Fears"
    },
    "Spectral Fang Paleohemoth": {
      "description": "<p>Paleohemoths are typically made from the fossilized bones of dinosaurs and other ancient megafauna, though some crafters stretch the definition and instead use magically petrified bones of dragons or even giants. Not bound to any specific model, paleohemoths are crafted to be as terrifying as possible instead of models of anatomic accuracy. As such, most paleohemoths are nightmarish saurian amalgams whose massive arms end with the complete skulls of apex predators like tyrannosauruses, their bite enhanced to petrify flesh.</p>\n<p>Intact fossilized bones are difficult components to scrounge, much less whole skeletons. An alternate way to obtain them is to hire expert hunters or adventurers to seek out live dinosaurs, bring back the bones, and use magic to turn them to stone. Of course, some purists prefer genuine fossilized bones and are willing to pay the price for their acquisition. Either way, opportunities await enterprising souls with the proper tools and several <em>spacious pouches</em>.</p>\n<p>The magic that animates paleohemoths grants them a form of modular flexibility, letting them trade mobility for extended reach through the rapid rearrangement of their limbs. This often involves bones moving from the legs in order to extend the arms. While this does lead to a somewhat silly anatomy, it is nonetheless effective. This ability also lets them appear like a jumbled mass of bones at rest, making them likely to be mistaken for decor rather than guardians.</p>\n<p>The reasons for creating such constructs vary. While they're often associated with guarding evil geniuses in deep, dark dungeons, they have great uses elsewhere. More elegant versions may be used to protect the private collections of upper-class collectors. Thuvia makes great use of paleohemoths in their construct arenas. While they weren't initially permitted to fight, an exploited loophole has made them a popular addition to the arenas ever since.</p>",
      "items": {
        "H67N9DPRmJmNMDeZ": {
          "name": "Spectral Flame"
        },
        "OVl3aNgu2GTWV5wM": {
          "description": "<p>The spectral fang paleohemoth is missing part of its body, making it Large instead of Huge and reducing the reach of its jaws Strike to 10 feet.</p>",
          "name": "Incomplete"
        },
        "TTotdT50Y6eFIsHY": {
          "name": "Jaws"
        },
        "nXUfkwitBNWhIe8d": {
          "description": "<p>The first time each round a creature takes damage from the paleohemoth's jaws, the target must attempt a @Check[fortitude|dc:32] save. If it fails and has not already been slowed by this ability, it becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 minute.</p>\n<p>If the creature was already slowed by this ability, a failed save causes it to be @UUID[Compendium.pf2e.conditionitems.Item.dTwPJuKgBQCMxixg]{Petrified} permanently.</p>",
          "name": "Fossilization"
        },
        "sMOW7L2I7HwP3CtJ": {
          "description": "<p>The paleohemoth reorganizes its bones, increasing its reach to 25 feet and reducing its Speed to 15 feet. It can revert to its original form by taking this action again.</p>",
          "name": "Reassemble"
        }
      },
      "name": "Spectral Fang Paleohemoth"
    },
    "Spirit Window": {
      "description": "<p>Spirits trapped inside a haunted window harm those who touch the window.</p>",
      "hazardDisable": "<p>@Check[occultism|dc:48|name:Free the Spirits] (legendary) to free the spirits from the mirror, or @Check[religion|dc:48|name:Banish the Spirits] (legendary) to banish the spirits</p>",
      "hazardReset": "<p>The trap resets after 1 round.</p>",
      "name": "Spirit Window"
    },
    "Thalassophobia Pool": {
      "description": "<p>The pool sucks in creatures that fall into it, making them sink into its endless depths.</p>",
      "hazardDisable": "<p>@Check[diplomacy|dc:32|name:Calm the Pool] (master) to quell the fear and calm the pool or @Check[intimidation|dc:35|name:Scare the Pool] to give the pool something worse to fear; three successes required.</p>",
      "hazardReset": "<p>The trap resets once there are no moving creatures in it.</p>",
      "hazardRoutine": "<p>(3 actions) Water from the chalice increases the depth of the water by 10 feet for each action. Each time this happens, creatures in the pool are pushed 10 feet down and take @Damage[1d6[bludgeoning]] damage. As the pool has no bottom, creatures in it can fall down indefinitely; they must @UUID[Compendium.pf2e.actionspf2e.Item.c8TGiZ48ygoSPofx]{Swim} up to avoid drowning, but the water is especially choppy, so the Athletics DC is @Check[athletics|dc:25|traits:action:swim]. The pool never overflows. Each successful check to Disable reduces the pool's actions by 1, and once the pool is completely Disabled, the water becomes still and the Athletics DC to Swim becomes @Check[athletics|dc:10|traits:action:swim].</p>",
      "name": "Thalassophobia Pool"
    },
    "The Morrowkin": {
      "items": {
        "41MourwRyz9uDnd8": {
          "name": "Claw"
        },
        "C5zKC61h7GcivnD5": {
          "description": "<p>The morrowkin eats dreams and potential, not food. A creature that spends an action to brandish food at the morrowkin automatically makes the creature @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (or increases its sickened value by 1, to a maximum of sickened 6), decreasing the morrowkin's AC, attack rolls, saves, skills, and ability DCs accordingly, as normal for the sickened condition. The morrowkin can't retch to reduce its sickened condition.</p>",
          "name": "Disgusted by Food"
        },
        "GufPL7fXAz1R4tFA": {
          "description": "<p>If reduced to 0 Hit Points or incapacitated for more than a few rounds, the morrowkin vanishes. In 1 minute, it reappears refreshed completely as if the previous battle never happened, with full HP, with all effects on it cleared, and with its Swallow Future ability ready to use again.</p>",
          "name": "Endless"
        },
        "Vcb2fzxMkjOhWNPz": {
          "description": "<p>The morrowkin tries to drain the motivation from its target, who must attempt a @Check[fortitude|dc:31] save. If the target fails, it is @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} (@UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2} on a critical failure) and must roll twice and use the worse result on all checks for 1 minute. Creatures wearing a hope talisman are unaffected.</p>",
          "name": "Drain Potential"
        },
        "pAa1q5ts9oP6qdky": {
          "description": "<p>The morrowkin makes claw attacks against any number of targets within reach. The claw attacks count against the morrowkin's multiple attack penalty, but don't apply the penalty until after all attacks have been made.</p>",
          "name": "Tomorrow's Fury"
        },
        "sxD01nPswudJsjzS": {
          "description": "<p><strong>Frequency</strong> once per minute</p><hr /><p><strong>Effect</strong> The morrowkin inhales and draws forth the future deeds of all creatures around it. All creatures within a @Template[type:emanation|distance:30] of the morrowkin take @Damage[(6d8+18)[mental]|options:area-damage] damage depending on their @Check[will|dc:39] save. Creatures wearing hope talismans can choose to let their hope talisman break in order to ignore the effect after seeing the result of their Will save.</p><hr /><p><strong>Critical Success</strong> The creature takes no damage.</p>\n<p><strong>Success</strong> The creature takes half damage and is @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}.</p>\n<p><strong>Failure</strong> The creature takes full damage and is @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 4} (likely causing it to die immediately).</p>",
          "name": "Swallow Future"
        }
      },
      "name": "The Morrowkin"
    },
    "The Weaver in Dreams": {
      "items": {
        "4A7cNLcKMBz6WJiy": {
          "description": "<p>The Weaver attaches strings to a creature's astral body to move it. He forcefully moves an exposed astral body within reach of his astral silk Strike up to 20 feet, with no saving throw.</p>",
          "name": "String Astral Body"
        },
        "5ziv4KKVkKAcChTU": {
          "description": "<p><strong>Trigger</strong> The Weaver becomes @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} to all creatures within 60 feet or is not observed by any creatures within 60 feet</p><hr /><p><strong>Effect</strong> The Weaver's presence in the Universe is connected to others' perception of him, and when that perception falters, he can skitter to a new location. The Weaver teleports to an unoccupied space within 60 feet not within line of sight of any creatures within 60 feet. If the Weaver became concealed or unobserved as part of a movement action he was taking, he can resume its movement after teleporting. A creature who Averts its Gaze from the Weaver is not observing him.</p>",
          "name": "Stalker in Dreams"
        },
        "G4i0tp7lYajN7KwD": {
          "description": "<p>When the Weaver has fewer than 155 Hit Points, his form partially unravels, revealing patches of pure horror acute enough to leave physical wounds. This creates a 10-foot emanation that deals @Damage[3d6[mental],3d6[slashing]|options:area-damage]{3d6 mental damage and 3d6 slashing damage}, with a @Check[will|dc:36|basic|options:area-effect]. A creature @UUID[Compendium.pf2e.actionspf2e.Item.UWdRX1VelipCzrCg]{Averting its Gaze} is immune to the aura.</p>",
          "name": "Dreams Unraveling"
        },
        "GGttpO7eWtif6ZON": {
          "description": "<p>The Weaver has torn off his own name to become a being of fear. He is immune to linguistic effects and any effect that would impose the @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened} condition. Without a name, he is difficult for phenomena to affect; the Weaver recovers from the @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed}, and @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned} conditions at the end of his turn, and his flat check to clear persistent damage is @Check[flat|dc:5]{5}. If anyone utters, writes, or otherwise attempts to record his name, that creature automatically takes @Damage[10[mental]] damage and the attempt fails.</p>",
          "name": "Nameless Nightmare"
        },
        "PFLlpNCLFoMvvzjF": {
          "description": "<p>The Weaver buries a silk thread in the target's psyche and tugs, wrenching the target's astral form out of their body. Unless the target succeeds at a @Check[will|dc:36] save, their astral form is pulled out, causing a ghostly image of them to appear in an adjacent space of the Weaver's choosing. An astral body is immune to physical damage but affected normally by mental effects, force effects, and effects that directly target the spirit. The target remains connected to their physical body by a silver cord, which is always visible and possibly foils attempts to Hide. Separation from one's astral body takes a toll on the psyche, imposing a -1 status penalty to Will saves and dealing @Damage[1d6[persistent,mental]] damage for as long as the body is separated; this increases to 3d6 if the target is ever more than 30 feet from its astral body. The target can use a single action, which has the concentrate trait, to move their astral body an amount equal to their Speed. When the target stops taking persistent mental damage from this ability, the astral body snaps back to the physical body, ending the effect. If a target is carrying silver, then the first time this ability is used on them, the ability fails and any silver they're carrying larger than a coin tarnishes-while this doesn't outright destroy items like weapons or thaumaturge implements, it does prevent them from protecting against this ability more than once.</p>",
          "name": "Separate Astral Body"
        },
        "UPEC8mJThmuoRkKJ": {
          "name": "Astral Silk"
        },
        "XcNlseVC4Ik7ETIX": {
          "description": "<p>The Weaver uses a claw to cut the silver cord connecting a creature's astral and physical bodies. This deals @Damage[16d6[mental]] damage to any target affected by Separate Astral Body whose physical or astral body is within 10 feet of the Weaver (@Check[will|dc:37|basic]). After being targeted by this ability, the astral body slams violently back into the target's physical body, causing the target's vision to swim and @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{blinding} them until the start of their next turn unless they critically succeeded at their saving throw.</p>",
          "name": "Sever Astral Threads"
        },
        "lMprNG8h8WUaezg1": {
          "name": "Claw"
        },
        "s0uQRVp56Th5lEsd": {
          "description": "<p><strong>Trigger</strong> The Weaver is moved against his will, or a creature attempts to leave a square within 20 feet of him by any means, including teleportation</p>\n<hr />\n<p><strong>Effect</strong> The Weaver's silk stitches a body in place to prevent movement. The creature stops moving and the action is disrupted. The disruption doesn't affect astral bodies.</p>",
          "name": "Stitch Into the Web"
        }
      },
      "name": "The Weaver in Dreams",
      "npcSpeed": "Stalker in Dreams"
    },
    "Verdure's Moonflower": {
      "description": "<p>These enormous plants have thick, knotted trunks festooned with fanged blossoms. A gaping mouth sits at the top of the trunk, capable of swallowing most creatures smaller than the moonflower whole. Moonflowers can move slowly on their powerful roots or use them to attack, but usually they dig them deeply into the surrounding ground and remain stationary to await prey.</p>\n<p>Though moonflowers can't speak in the conventional sense, they communicate telepathically with other moonflowers. Explorers who encounter a single moonflower can thus be assured that any other moonflowers in the vicinity will be prepared for them. Those who manage to intercept a moonflower's telepathic communications are assaulted by visions of dreadful, primeval jungles ruled over by titanic plant life. Whether this is some vision of the past or a dream of the future shared by all moonflowers is unknown.</p>\n<p>Moonflowers are alien life-forms from a long-dead planet, but their proliferation throughout the galaxy has been ensured through the machinations of the Dominion of the Black, a sinister, alien organization from the dark places between the stars.</p>",
      "items": {
        "6Psn5RSYm8UGDpwM": {
          "description": "<p><strong>Requirements</strong> A creature is swallowed by the moonflower</p><hr /><p><strong>Effect</strong> The moonflower wraps the swallowed creature in a cocoon and extrudes it into an adjacent square. The creature continues to be Swallowed Whole and takes half damage from any damage dealt to the cocoon. Once the cocoon is Ruptured, it deflates and decays.</p>",
          "name": "Pod Prison"
        },
        "7pxsxbazh1PpK8A4": {
          "name": "Fast Healing 10"
        },
        "MvwGFLtsnf8ZFqhG": {
          "name": "Root"
        },
        "SDF2zWv6zGkmcQH9": {
          "name": "Bite"
        },
        "Uoxf8sSuS6pG7QQF": {
          "description": "<p>If a Small or larger creature dies within a pod prison, the pod transforms into an adult moonflower with full Hit Points after [[/gmr 1d4 #hours]]{1d4 hours} of growth. The dead creature's equipment remains inside the new moonflower and can be retrieved if the moonflower is slain.</p>",
          "name": "Pod Spawn"
        },
        "kjaeBRLTBCSOl9cS": {
          "description": "<p>Large, @Damage[(2d10+10)[bludgeoning],2d6[acid]]{2d10 + 10 bludgeoning and 2d6 acid}, Rupture 21</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "uOpDNZG0ysnNMkxM": {
          "description": "<p>The moonflower expels mind-warping petals in a @Template[type:cone|distance:30]. Creatures in the area take @Damage[4d6[mental]|options:area-damage] damage and @Damage[4d6[poison]|options:area-damage] damage (@Check[will|dc:26|basic] save). A creature that fails is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 minute, and @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for 1 round if it got a critical failure. The moonflower can't Spray Blossoms again for [[/gmr 1d4 #Recharge Spray Blossoms]]{1d4 rounds}.</p>",
          "name": "Spray Blossoms"
        }
      },
      "name": "Verdure's Moonflower",
      "npcHp": "fast healing 10"
    }
  },
  "label": "Dark Archive"
}