{
  "entries": {
    "Ghoul Stalker": {
      "description": "<p>Ghouls stalkers are ravenous undead who haunt graveyards and eat corpses.</p>\n<hr />\n<p>Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls.</p>",
      "items": {
        "7RTjFlVzsxhjtwX4": {
          "description": "<p><strong>Requirements</strong> The ghoul is adjacent to the corpse of a creature that died within the last hour.</p>\n<hr />\n<p><strong>Effect</strong> The ghoul devours a chunk of the corpse and regains [[/r 1d6[healing]]] Hit Points.</p>\n<p>It can regain Hit Points from any given corpse only once.</p>",
          "name": "Consume Flesh"
        },
        "A97t9GcQF8k7V7By": {
          "name": "Claw"
        },
        "Eio9qRZi4Wxz6XXD": {
          "description": "<p>[[/r 1d20+7]]{+7} skill modifier</p>\n<hr />\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> The ghoul calls upon knowledge it retains from one creature it has consumed in the past 7 days. The ghoul attempts a skill check using a skill in which the consumed creature was trained (if it's unclear whether the creature was trained, the GM decides). The ghoul is treated as trained and uses the high skill modifier for the ghoul's level. This takes the same amount of actions or time as usual for the check.</p>\n<p>The ghoul can instead automatically learn something specific known by a creature it consumed in the last 7 days, like the location of a @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} treasure or the name of a loved one. The ghoul can do this only once for a given creature, no matter how much of its flesh the ghoul consumed.</p>",
          "name": "Grave Knowledge"
        },
        "XJHXZOImLOORwInT": {
          "name": "Jaws"
        },
        "YzGXgyojcjzXVipz": {
          "description": "<p>10 feet, @Check[type:fortitude|dc:14]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Stench]</p>"
        },
        "jShRo5PDthe4aFDT": {
          "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} creature is within the ghoul's reach</p>\n<hr />\n<p><strong>Effect</strong> The ghoul whispers dark thoughts and vile cravings into the creature's ears. The creature must save against the forbidden cravings curse.</p>\n<p><strong>Forbidden Cravings</strong> (curse)</p>\n<p><strong>Saving Throw</strong> @Check[type:will|dc:17|traits:curse]</p>\n<p><strong>Stage 1</strong> carrier with no ill effects (1 day)</p>\n<p><strong>Stage 2</strong> @Damage[2d6[void]] damage and the target is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} until it consumes raw meat (1 day)</p>\n<p><strong>Stage 3</strong> as stage 2</p>\n<p><strong>Stage 4</strong> as stage 2 unless the target has consumed raw meat in the past 24 hours, then it takes @Damage[4d6[void]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} until it consumes raw meat;</p>\n<p><strong>Stage 5</strong> if the creature has eaten raw meat in the past 24 hours, it dies and rises as a ghoul, if not, it returns to stage 4</p>",
          "name": "Ghoul Whispers"
        },
        "rvraBop9oOSwcjkq": {
          "name": "Swift Leap"
        }
      },
      "name": "Ghoul Stalker",
      "npcHp": "void healing"
    },
    "Mummy Guardian": {
      "description": "<p>The majority of mummy guardians were created by cruel and selfish masters to serve as guardians to protect their tombs from intruders. The traditional method of creating a mummy guardian is a laborious and sadistic process that begins well before the poor soul to be transformed is dead. The victim is ritualistically starved of nourishing food and instead fed strange spices, preservative agents, and toxins intended to quicken the desiccation of the flesh. The victim remains immobile but painfully aware during the final stages, as its now-useless entrails are extracted. The victim is then shrouded in funerary wrappings and entombed within a necromantically ensorcelled sarcophagus to await instructions in the potentially distant future. While it's certainly possible to use other methods to create a mummy guardian from an already-deceased body, those who seek to create these foul undead as their guardians in the afterlife often feel that such methods result in inferior undead—the pain and agony of death by mummification being an essential step in the process.</p>\n<p>Regardless of the method of their creation, mummy guardians are more than just physical shells of flesh and bone. They retain fragmented, distorted versions of their minds, with only enough memories of their living personality remaining to fuel their undead anger and jealousy of those who yet live. This burning rage only intensifies over the centuries of waiting within a crypt for the chance to actually act, and thus, when most mummy guardians are awoken by tomb robbers or adventurers, they stop at nothing in pursuit of spiteful slaughter.</p>\n<hr />\n<p>While many cultures practice mummification for benign reasons, undead mummies are created through grueling rituals, typically to provide eternally vigilant guardians. Much more rarely, a body mummified without those special rites can rise again due to its hatred of the living.</p>",
      "items": {
        "F11GjKJxm8bHuaf6": {
          "description": "<p><strong>Trigger</strong> A creature within 30 feet eats or drinks (including an alchemical item or potion)</p>\n<hr />\n<p><strong>Effect</strong> The food or drink burns like the caustic substances fed to the mummy before its death. If the creature fails a @Check[type:fortitude|dc:24] save, they become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} after they finish the consumption and can't reduce their sickened condition while within 30 feet of any mummy.</p>",
          "name": "Blighted Consumption"
        },
        "PwrDf49KhBAgWAGl": {
          "description": "<p>The guardian's weakness to alchemical items not only applies to damage from alchemical items, but the guardian also takes 5 damage when splashed with non-damaging alchemical items or dosed with alchemical poisons, even if they're immune to their other effects.</p>",
          "name": "Alchemical Weakness"
        },
        "ontgzVU2z1qYMBe0": {
          "name": "Fist"
        },
        "uvteCuJBp9CEBvPJ": {
          "description": "<p><strong>Requirements</strong> The mummy's last action was a successful fist Strike</p>\n<hr />\n<p><strong>Effect</strong> The mummy shares the pain of its dying moments with the target of that Strike. That creature takes @Damage[3d8[void]] damage with a @Check[type:will|dc:24|basic:true] save. If the creature critically fails the saving throw, it can't speak for 1 round, including to Cast a Spell.</p>",
          "name": "Choking Pain"
        }
      },
      "name": "Mummy Guardian",
      "npcHp": "void healing"
    },
    "Sea Hag": {
      "description": "<p>Sea hags specialize in transformation magic, preying on those who are desperate to change some aspect of their physical appearance. Targets often include those suffering from insecurity about their bodies or those desperate to reside in a different environment, such as aquatic creatures who wish to live on land. These hags are known for tempting desperate victims into tragic and excruciating bargains, though they're also happy to drown and eat mariners who stray too close to their dwellings.</p>\n<p>A sea hag has the upper half of a humanoid and the lower half of an octopus, with translucent skin and glowing lights visible beneath their flesh. Sea hags can join covens, but their aquatic nature often prevents them from joining mixed covens with other kinds of hags.</p>\n<hr />\n<p>Hags are malevolent predators who use magic and manipulation to lure children and young adults into their clutches. Though their true forms are eldritch and horrifying, hags spend much of their lives disguised as ordinary women. They seek out targets who are unhappy, innocent, or otherwise vulnerable, preying on their weaknesses before snatching them up. The typical hag is abusive, controlling, and narcissistic. Though less malicious hags possibly exist, they rarely reveal their true forms, making them nearly impossible to find.</p>",
      "items": {
        "4NBL0GmmD67fgNk5": {
          "name": "Claw"
        },
        "DXn63TBMmkKeN9Wu": {
          "description": "<p>A sea hag adds @UUID[Compendium.pf2e.spells-srd.Item.2qGqa33E4GPUCbMV]{Humanoid Form}, @UUID[Compendium.pf2e.spells-srd.Item.z2mfh3oPnfYqXflY]{Mariner's Curse}, and @UUID[Compendium.pf2e.spells-srd.Item.Seaah9amXg70RKw2]{Water Walk} to their coven's spells. Their spell DC when leading a coven is 20.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Coven]</p>"
        },
        "icuRBAbmsZKQdilF": {
          "description": "<p>The hag gazes upon a creature, afflicting it with a gnawing sense of impending doom, with a result depending on its @Check[type:will|dc:20] save. The target doesn't need to be able to see the sea hag.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is frightened 1 and is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round. If the target was dying, it remains @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} for 1 day. At the end of the day, it must attempt a @Check[type:fortitude|dc:20] save; if it fails, it dies.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} and slowed 1 for 1 minute.</p>",
          "name": "Dread Gaze"
        },
        "ydbvsWl1BoVazVZj": {
          "description": "<p>The sea hag can make a bargain with a willing creature who must be of sound mind. The creature gives away a special or cherished quality—such as its courage, its beauty, or its voice. In exchange, the sea hag spends 1 minute polymorphing the creature into a form the target desires.</p>\n<p>This functions as @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.eQM5hQ1W3d1uen97]{Change Shape}. It might be a total transformation or just changing one or more aspects of the target's body, and it can't make the creature more than one size smaller or larger. The creature changes its Speeds as appropriate for the new form. It doesn't change the attack and damage bonuses with its Strikes, but it might change the damage type the Strikes deal. This has an unlimited duration, and as long as it's transformed, the creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} and can't reduce its sickened condition below 2. The creature can slowly and carefully eat and drink despite being sickened. The only way to restore the lost quality used as payment is to defeat the sea hag or make another bargain for its return. Ending the bargain in this way also removes the transformation.</p>",
          "name": "Sea Hag's Bargain"
        }
      },
      "name": "Sea Hag",
      "npcAllSaves": "+1 status to all saves vs. magic"
    }
  },
  "label": "Monster Core"
}