{
  "entries": {
    "Ascending the Chain": {
      "description": "<p>The PCs appear on a gigantic wall of hooked chains dangling in a gray swirling mist. The chains radiate life-chilling energy Cries of innocence and condemnation echo through the mist in Elven. A plane of light 10 feet above eddies and swirls as it dully reflects the PCs below, but the reflections warp and alter the PCs to have sallow complexions like the undead.</p>",
      "hazardDisable": "<p>A PC that has ascended to the plane of light (@Check[athletics|dc:15] check to Climb; on a critical failure, the PC falls 10 feet before being seized by a chain) can attempt a @Check[thievery|dc:20] check to disrupt the plane or a @Check[arcana|dc:20], @Check[occultism|dc:20] or @Check[religion|dc:20] check to ritually disrupt the haunting. Each success reduces the haunt's actions by one. When the haunt has no more actions, it is disabled and the PCs all return to area <strong>B3</strong>.</p>",
      "hazardReset": "<p>The haunt resets the next time the <em>Soulshackle</em> traps creatures in the library.</p>",
      "hazardRoutine": "<p>(three actions) The chains rattle and sigh ominously around two different random creatures trapped in the haunt, dealing @Damage[(2d6+2)[void]] damage (@Check[will|dc:18|basic] save).</p>",
      "name": "Ascending the Chain"
    },
    "Athamaru Pirate": {
      "description": "<p>Deep in the sea, schools of athamarus—piscine humanoids armed with spears and specialized crossbows—stalk sharks, sea serpents, and giant squid from the backs of their giant moray eel mounts. The first hunters to strike are armed with barbed harpoons that deploy large fans of seaweed, slowing and exhausting their prey. A daring few athamarus use the embedded harpoon as a handle to ride prey for a short time. Once the creature is tired, remaining hunters finish it with longspears. Athamarus developed this hunting tradition to forge skilled warriors and deter potential attackers, partially in response to centuries of oppression and mistreatment from other aquatic cultures.</p>\n<p>Athamarus rarely hunt land-dwellers, instead offering to trade their services as guides in exchange for metal and ceramic items they can't build underwater—and for tubers, which they consider earthy delicacies. They render aid to damaged sailing ships and rescue shipwrecked sailors, providing food and guidance.</p>\n<p>Athamaru communities—usually villages of 200 individuals or fewer—are matriarchal. The ruler of a given community is also the primary egg-layer, providing each generation with powerful familial bonds. The communities are tight-knit and loyal. Matriarchs are advised and assisted by primal spellcasters and healers.</p>",
      "items": {
        "1elKyf9JIeMq5jrZ": {
          "name": "Fan Bolts"
        },
        "E5px1RlWDeEv4gVY": {
          "description": "<p>The athamaru pirate can dive underwater, giving them concealment, and reload in the same action.</p>",
          "name": "Diving Reload"
        },
        "F0RaqdAbEfogkX2c": {
          "description": "<p>The athamaru pirate prepares their hooked crossbow bolts with carefully woven seaweed. On a successful crossbow Strike, the bolt embeds and the seaweed fan deploys. The target takes a –10-foot status penalty to its swim Speed. A creature can Interact to attempt a @Check[athletics|dc:18] check, removing the bolt on a success.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.seWuw1GMSm3kzCWV]{Effect: Fan Bolt}</p>",
          "name": "Fan Bolt"
        },
        "eBzYlEBFycddJLAk": {
          "description": "<p>The athamaru pirate designates a single creature they can see and hear, or one they're Tracking, as their prey. The athamaru pirate gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} the prey and to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} the prey. The first time the athamaru pirate hits their designated prey in a round, they deal an additional 1d8 precision damage. These effects last until the pirate uses Hunt Prey again.</p>",
          "name": "Hunt Prey"
        },
        "zAfIfdV5UBJtB564": {
          "description": "<p>The athamaru pirate ignores difficult terrain caused by aquatic terrain features.</p>",
          "name": "Smooth Swimmer"
        }
      },
      "name": "Athamaru Pirate",
      "npcSpeed": "smooth swimmer"
    },
    "Athamaru Swab": {
      "description": "<p>Deep in the sea, schools of athamarus—piscine humanoids armed with spears and specialized crossbows—stalk sharks, sea serpents, and giant squid from the backs of their giant moray eel mounts. The first hunters to strike are armed with barbed harpoons that deploy large fans of seaweed, slowing and exhausting their prey. A daring few athamarus use the embedded harpoon as a handle to ride prey for a short time. Once the creature is tired, remaining hunters finish it with longspears. Athamarus developed this hunting tradition to forge skilled warriors and deter potential attackers, partially in response to centuries of oppression and mistreatment from other aquatic cultures.</p>\n<p>Athamarus rarely hunt land-dwellers, instead offering to trade their services as guides in exchange for metal and ceramic items they can't build underwater—and for tubers, which they consider earthy delicacies. They render aid to damaged sailing ships and rescue shipwrecked sailors, providing food and guidance.</p>\n<p>Athamaru communities—usually villages of 200 individuals or fewer—are matriarchal. The ruler of a given community is also the primary egg-layer, providing each generation with powerful familial bonds. The communities are tight-knit and loyal. Matriarchs are advised and assisted by primal spellcasters and healers.</p>",
      "items": {
        "1elKyf9JIeMq5jrZ": {
          "name": "Fan Bolts"
        },
        "E5px1RlWDeEv4gVY": {
          "description": "<p>The athamaru swab can dive underwater, giving them concealment, and reload in the same action.</p>",
          "name": "Diving Reload"
        },
        "F0RaqdAbEfogkX2c": {
          "description": "<p>The athamaru swab prepares their hooked crossbow bolts with carefully woven seaweed. On a successful crossbow Strike, the bolt embeds and the seaweed fan deploys. The target takes a –10-foot status penalty to its swim Speed. A creature can Interact to attempt a @Check[athletics|dc:18] check, removing the bolt on a success.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.seWuw1GMSm3kzCWV]{Effect: Fan Bolt}</p>",
          "name": "Fan Bolt"
        },
        "eBzYlEBFycddJLAk": {
          "description": "<p>The athamaru swab designates a single creature they can see and hear, or one they're Tracking, as their prey. The athamaru swab gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} the prey and to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} the prey. The first time the athamaru swab hits their designated prey in a round, they deal an additional 1d8 precision damage. These effects last until the swab uses Hunt Prey again.</p>",
          "name": "Hunt Prey"
        },
        "zAfIfdV5UBJtB564": {
          "description": "<p>The athamaru swab ignores difficult terrain caused by aquatic terrain features.</p>",
          "name": "Smooth Swimmer"
        }
      },
      "name": "Athamaru Swab",
      "npcSpeed": "smooth swimmer"
    },
    "Bartolo Posandi": {
      "items": {
        "7e6GRUALYf5VWbaN": {
          "description": "<p><strong>Trigger</strong> An enemy damages Bartolo's ally, and both are within 15 feet of him</p><hr /><p><strong>Effect</strong> Bartolo protects his ally and strikes his foe. The ally gains resistance 3 to all damage against the triggering damage. If the foe is within reach, Bartolo makes a melee Strike against it.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.DawVHfoPKbPJsz4k]{Effect: Champion's Resistance}</p>",
          "name": "Retributive Strike"
        },
        "ZYApjt2LHvyo1bJN": {
          "name": "Fist"
        },
        "aL02VqRkmLi4byoh": {
          "description": "<p>Bartolo grapples a creature and uses it as a shield, gaining +2 to his AC and the Shield Block reaction while the target is grappled. Use the creature's level plus item bonus to AC (if any) as its Hardness.</p>",
          "name": "Living Shield"
        },
        "hwp7cKCR2nZLzrd1": {
          "name": "Shield Block (See Living Shield)"
        }
      },
      "name": "Bartolo Posandi"
    },
    "Bartolo Posandi (3-4)": {
      "items": {
        "7e6GRUALYf5VWbaN": {
          "description": "<p><strong>Trigger</strong> An enemy damages Bartolo's ally, and both are within 15 feet of him</p><hr /><p><strong>Effect</strong> Bartolo protects his ally and strikes his foe The ally gains resistance 5 to all damage against the triggering damage If the foe is within reach, Bartolo makes a melee Strike against it</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.DawVHfoPKbPJsz4k]{Effect: Champion's Resistance}</p>",
          "name": "Retributive Strike"
        },
        "ZYApjt2LHvyo1bJN": {
          "name": "Fist"
        },
        "aL02VqRkmLi4byoh": {
          "description": "<p>Bartolo grapples a creature and uses it as a shield, gaining +2 to his AC and the Shield Block reaction while the target is grappled. Use the creature's level plus item bonus to AC (if any) as its Hardness.</p>",
          "name": "Living Shield"
        },
        "hwp7cKCR2nZLzrd1": {
          "name": "Shield Block (See Living Shield)"
        }
      },
      "name": "Bartolo Posandi (3-4)"
    },
    "Bubbling Pile of Orts": {
      "description": "<p>A rift to Hell crackles with unstable energy from the broken summoning circle as a squirming mass of fiends struggles to emerge A blood mist projection of a Hellknight angrily commands them.</p>",
      "hazardDisable": "<p>@Check[arcana|dc:19], @Check[nature|dc:19], @Check[occultism|dc:19], or @Check[religion|dc:19] (2 actions) (trained) while within 15 feet to weaken the rift, dealing @Damage[3d4[spirit]|traits:holy] damage to it. This damage has the holy trait.</p>",
      "hazardRoutine": "<p>(1 action) The Hellknight commands the orts, and the trap lashes out at each enemy creature in its space and adjacent, dealing @Damage[(1d10+6)[slashing]] damage (@Check[reflex|dc:18|basic] save) If no enemy is in reach, an ort emerges in an adjacent square.</p>",
      "name": "Bubbling Pile of Orts"
    },
    "Captain Conziva": {
      "description": "<p>A ship's boatswain, or bosun, leads the deckhands who maintain the ship.</p><hr /><p>Adventurers may need passage on a swift vessel, or they might face danger from raiders at sea or in coastal settlements.</p>",
      "items": {
        "0Z0tfKCoRaKagvVT": {
          "description": "<p>Captain Conziva Strikes with her naval pike. If this Strike hits, the captain can either move the target 5 feet within the pike's reach or make a claw Strike against the target without increasing her multiple attack penalty until after the claw Strike.</p>",
          "name": "Pike and Strike"
        },
        "4ZB9khLqIwNxe4j2": {
          "name": "Sailing Lore"
        },
        "598qUP8bkS1TdMEY": {
          "name": "Claw"
        },
        "FXduVQD4iGJxgXX2": {
          "name": "Naval Pike"
        },
        "S0MOf3jyFwTZYtAP": {
          "name": "Naval Pike"
        },
        "cPR81h7L11UyZ71x": {
          "name": "Horn"
        },
        "ioBhBqoLt4XX6CZA": {
          "name": "Naval Pike"
        },
        "u6QEft9DxfittKI2": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Captain Conziva orders an ally to attack or to get in position. Until the end of the ally's next turn, they gain the captain's choice of a +2 status bonus to attack rolls or a +10-foot status bonus to their Speeds.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.WfiaKdXNSxC3POcs]{Effect: Bosun's Command}</p>",
          "name": "Captain's Command"
        }
      },
      "name": "Captain Conziva"
    },
    "Damaged Jaws of Hell": {
      "description": "<p>The machine is a cylindrical device ringed in blades with a devilish eye at its center. Gnome inventors created the mechanical device, which taps into the planes of earth and fre to create powerful blasts to damage fortress walls or decimate ranks of enemies. Unfortunately, the many miles of forest have not been kind and it's malfunctioning. The damaged jaws planar connections have weakened to a mere trickle and, when activated, it lashes out in an uncontrolled frenzy. The blades encircling it begin lashing out.</p>",
      "hazardDisable": "<p>@Check[arcana|dc:18], @Check[crafting|dc:18], @Check[nature|dc:18], or @Check[thievery|dc:18] (trained) twice, to sever the connection to the planes of fre and earth. @Check[crafting|dc:16] or @Check[thievery|dc:16] (trained) once, to remove the pintle connecting the limber to the horses. A creature must be adjacent to the jaws to make either check.</p>",
      "hazardReset": "<p>The planar connection shuts down after 1 minute. The horses will tire and stop running after 1 minute.</p>",
      "hazardRoutine": "<p>(three actions) On its turn each round, the horses spend one action to move 30 feet, dragging the limber carrying the jaws behind them in a randomly chosen direction. The horses will not move through other creatures. Players on the limber when it moves must attempt a @Check[acrobatics|dc:18] check when it moves or fall of. Removing the pintle will end the random movement. The jaws use 2 actions to Spit Fire or make melee strikes against an adjacent creature.</p>",
      "name": "Damaged Jaws of Hell"
    },
    "Demonologist": {
      "description": "<p>Demonologists can pull a creature from the Outer Rifts and bend it to their will... for a time.</p><hr /><p>Hidden secrets and occult powers have an irresistible lure for many. Since the majority of these NPCs are spellcasters, consider using alternative spell lists to adjust their themes.</p>",
      "items": {
        "8Xoqtmerpdbx1Rgu": {
          "name": "Fist"
        },
        "Cu79oDJClJ9C9Reu": {
          "name": "Demon Lore"
        },
        "VJxxeLCAgKz1s9HI": {
          "description": "<p>Demonic study has garnered the attention of at least one demon who is actively trying to possess the demonologist. When the demonologist publicly espouses the benefits of demonic power (whether they believe it a good thing or not), they gain a +1 status bonus to skill checks, AC, and saves for 1 day. These bonuses don't apply against demons. At the end of the day, the demonologist must attempt a @Check[will|dc:20] save, becoming possessed for 1 day on a failure (or permanently on a critical failure).</p>",
          "name": "Demonic Temptation"
        },
        "ldL413k00pgvZnif": {
          "name": "Fiendish Hypotheses and Protections from Same (Spellbook)"
        },
        "naPxWIBQxbkOgD8M": {
          "description": "<p><strong>Requirements</strong> The demonologist's last action was to cast a non-cantrip spell</p><hr /><p><strong>Effect</strong> The demonologist siphons energy drawn from the Outer Rifts into their weapon. Until the end of the turn, the weapon deals an extra 2d6 damage.</p>\n<p>Roll 1d20 to determine the type:</p><ul><li>1–7 acid</li><li>8–9 cold</li><li>10–11 electricity</li><li>12–18 fire</li><li>19–20 void.</li></ul>",
          "name": "Breach the Outer Rifts"
        },
        "rskoGYiEEGDi0ngN": {
          "name": "Academia Lore"
        },
        "ryVaqSZq9cQ7wPix": {
          "description": "<p>Explorer's clothing is sturdy enough that it can be reinforced to protect you, even though it isn't a suit of armor. It comes in many forms, though the most common sorts look like clerical vestments, monk's garments, or wizard's robes, as members of all three classes are likely to avoid wearing armor.</p>",
          "name": "Robes"
        },
        "xS8f6u8VDcBepVGM": {
          "description": "<p>The demonologist can cast a 5th-rank @UUID[Compendium.pf2e.spells-srd.Item.29ytKctjg7qSW2ff]{Summon Fiend} arcane spell to summon a @UUID[Compendium.pf2e.pathfinder-monster-core-2.Actor.ANptV6ltBi9C3P1l]{Nucol}. To do so, they must sacrifice two 4th-rank prepared spells and voluntarily take @Damage[4d12[mental]] damage that can't be reduced or prevented. If the demonologist is unable to Sustain the Spell, including if they're knocked out or killed, the spell continues, but the GM rolls a @Check[flat|dc:10] each round, ending the spell on a failure.</p>",
          "name": "Demon Summoning"
        }
      },
      "name": "Demonologist"
    },
    "Diabolic Messenger": {
      "items": {
        "Omm2X9U53sWtJwUK": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The diabolic messenger draws a weapon and then Strikes with it The target of the Strike is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the attack.</p>",
          "name": "Hidden Blade"
        },
        "RwOdkAEAFzEFKY17": {
          "description": "<p>The diabolic messenger deals an extra 1d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "cTLK2lqgUeiCNOFQ": {
          "name": "Absalom Court Lore"
        },
        "gnEv2IWvvAm4hy9t": {
          "name": "Fist"
        }
      },
      "name": "Diabolic Messenger"
    },
    "Distracted Zaluraak": {
      "description": "<p>Fortune dragons have the innate ability to draw upon the raw magical energies that surround them. They constantly use these magical energies to empower their magical abilities and even their bodies, as the energy can heal wounds. A fortune dragon has a typical build for an arcane dragon, but their bodies sport a striking feature: their treasure. The dragon's nature of drawing upon magic causes coins, gems, and, most notably, magical items to cling to their body like iron drawn to magnets. A dragon constantly pulls magical energies from the items attached to their body and makes use of these energies to cast spells. The magical energies that flow through a fortune dragon constantly flow through the dragon's items as well, and in many cases, the items melt from the heat produced in this process. Fortune dragons are seekers of novel experiences. This desire for originality leads fortune dragons to approach visitors of other ancestries with curiosity, though this initial interest quickly wanes if a visitor lacks exciting qualities.</p>\n<hr />\n<p>Dragons come in myriad forms, with many having magical abilities or connections to magic. Some dragons draw greater power from magic than others, allowing them to manifest abilities or alter their physiques with prolonged exposure to magic. These dragons become more powerful as they age and strengthen their connections with their magical origins. Scholars debate the classification of these dragons, with some preferring the name magical dragons and others using traditional dragons due to their connection to specific magical traditions. Regardless of their names, these dragons share a number of characteristics: their ability to tap into magical energies, intensified might and cunning as they grow older, and an inclination to hoard vast amounts of treasure and wealth.</p>",
      "items": {
        "Fd9jpCrOyon1zkTb": {
          "description": "<p>The dragon unleashes a spray of magic-disrupting energies that deals @Damage[7d6[force]|options:area-damage] damage in a @Template[cone|distance:30] (@Check[reflex|dc:27|basic|options:area-effect] save). Creatures that fail become @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} on a critical failure) for 1 minute.</p>\n<p>The dragon can't use Disruptive Breath again for [[/gmr 1d4 #Recharge Disruptive Breath]]{1d4 rounds}.</p>",
          "name": "Disruptive Breath"
        },
        "HrKiO0jPCr68aaT0": {
          "description": "<p><strong>Requirements</strong> The dragon's body is covered in riches (this is typically the case when the dragon is first encountered)</p><hr /><p><strong>Effect</strong> The dragon shakes their body aggressively, sending coins and other riches flying in every direction, dealing @Damage[7d6[bludgeoning]|options:area-damage] damage with a @Check[reflex|dc:26|basic|options:area-effect] save to all creatures in a @Template[emanation|distance:30]. The dragon's body is then no longer covered in riches.</p>",
          "name": "Share the Wealth"
        },
        "RvtzkMW1PTqja0gM": {
          "name": "+2 Status to All Saves vs. Arcane"
        },
        "U2aHyDSUjhmZQz3D": {
          "name": "Mercantile Lore"
        },
        "V3RdFn1rzRknyFZk": {
          "name": "Jaws"
        },
        "ZSBangxptZQWQrmm": {
          "description": "<p><strong>Requirements</strong> The dragon's body isn't covered in riches and the dragon is adjacent to their hoard</p><hr /><p><strong>Effect</strong> The dragon Strides or Burrows through their hoard using their land Speed. They coat themself in coins, magic items, and other treasures. This contact with magical items revitalizes the dragon, causing them to regain one expended spontaneous spell slot.</p>\n<p>The dragon can move through other creatures while moving in this way. Creatures in the dragon's path, or above it if the dragon Burrows, must succeed at a @Check[reflex|dc:24] save or be pushed 10 feet (or pushed 20 feet and knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} on a critical failure).</p>",
          "name": "Treasure Dive"
        },
        "ZtXhjfJCNa4QpidO": {
          "name": "Claw"
        },
        "fLPSxVkoQyjEcOhg": {
          "description": "<p><strong>Trigger</strong> The dragon succeeds or critically succeeds on a saving throw against a spell</p>\n<hr />\n<p><strong>Effect</strong> The dragon attempts to capture a portion of the spell's magic to feed themself. They attempt to counteract the spell (counteract rank 5, counteract modifier [[/r 1d20+20 #Counteract]]{+20}). If successful, the dragon is unaffected by the spell and regains one expended spontaneous spell slot; other subjects are affected by the spell normally.</p>",
          "name": "Capture Spell"
        },
        "l85X7HFMtvq5VzZO": {
          "name": "Tail"
        },
        "wlFjZPNirGsmZHEX": {
          "description": "<p>The dragon makes two claw Strikes and one tail Strike in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "xAnWgLECiMfi9alB": {
          "name": "Accounting Lore"
        },
        "xZbyHDzzCDYB7MD6": {
          "description": "<p>Whenever they score a critical hit with a Strike, the dragon chooses to either recharge Disruptive Breath or regain one expended spontaneous spell slot.</p>",
          "name": "Draconic Momentum"
        }
      },
      "name": "Distracted Zaluraak",
      "npcAllSaves": "+2 status to all saves vs. arcane"
    },
    "Dragged to the Briny Depths": {
      "description": "<p>A giant squid rams the ship from below, using its beak to puncture the hull. It then wraps its tentacles around the mast, rocking the ship violently.</p>",
      "hazardDisable": "<p>@Check[athletics|dc:23] to pull the tentacles from the mast, stopping the ship from rocking; two total successes are required to disable the hazard.</p>",
      "hazardReset": "<p>The squid releases the ship for one round before regripping the mast and resetting the hazard The hazard no longer resets once the PCs defeat the naiads or they flee</p>",
      "hazardRoutine": "<p>(two actions) On its initiative, the squid uses its first action to pull on the mast Every creature must attempt a @Check[reflex|dc:22] save On a failure, it falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} If a creature is prone when attempting the save, it slides 10 feet in a direction determined by the GM on a failure If this movement would force a creature off the ship, it can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.3yoajuKjwHZ9ApUY]{Grab an Edge} The squid uses its second action to make one tentacle attack</p>",
      "name": "Dragged to the Briny Depths"
    },
    "Dragged to the Depths": {
      "description": "<p>A giant squid rams the ship from below, using its beak to puncture the hull. It then wraps its tentacles around the mast, rocking the ship violently.</p>",
      "hazardDisable": "<p>@Check[athletics|dc:20] to pull the tentacles from the mast, stopping the ship from rocking; two total successes are required to disable the hazard.</p>",
      "hazardReset": "<p>The squid releases the ship for one round before regripping the mast and resetting the hazard The hazard no longer resets once the PCs defeat the naiads or they flee</p>",
      "hazardRoutine": "<p>(two actions) On its initiative, the squid uses its first action to pull on the mast Every creature must attempt a @Check[reflex|dc:20] save On a failure, it falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} If a creature is prone when attempting the save, it slides 10 feet in a direction determined by the GM on a failure If this movement would force a creature off the ship, it can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.3yoajuKjwHZ9ApUY]{Grab an Edge} The squid uses its second action to make one tentacle attack</p>",
      "name": "Dragged to the Depths"
    },
    "Dragon's Ward": {
      "hazardDisable": "<p>@Check[thievery|dc:27] (master) to painstakingly remove the rune without triggering the magic, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (4th rank; counteract DC 25) to counteract the rune.</p>",
      "name": "Dragon's Ward"
    },
    "Duty's Soulshackle": {
      "description": "<p>A length of humanoid spine is held into a staff by the hooked chain embedded in and entwined around it. Additional spectral chains of pure shadowstuff hold it aloft and sinuously surround it.</p>",
      "hazardDisable": "<p>@Check[arcana|dc:20], @Check[occultism|dc:20], or @Check[religion|dc:20] (trained) to disrupt the spectral energies channeled by the intelligent item. Each success reduces the haunt's actions by one. When the haunt has no more actions, it is disabled.</p>",
      "hazardRoutine": "<p>(three actions) On its initiative, Duty's Soulshackle first uses Call to Serve if it's able to and spends any remaining actions making velstrac chains Strikes against its enemies.</p>",
      "name": "Duty's Soulshackle"
    },
    "Duty's Soulshackle (3-4)": {
      "description": "<p>A length of humanoid spine is held into a staff by the hooked chain embedded in and entwined around it. Additional spectral chains of pure shadowstuff hold it aloft and sinuously surround it.</p>",
      "hazardDisable": "<p>@Check[arcana|dc:23], @Check[occultism|dc:23], or @Check[religion|dc:23] (trained) to disrupt the spectral energies channeled by the intelligent item. Each success reduces the haunt's actions by one. When the haunt has no more actions, it is disabled.</p>",
      "hazardRoutine": "<p>(three actions) On its initiative, Duty's Soulshackle first uses Call to Serve if it's able to and spends any remaining actions making velstrac chains Strikes against its enemies.</p>",
      "name": "Duty's Soulshackle (3-4)"
    },
    "Enraged Sea Life": {
      "description": "<p>A swarm of aggressive cuttlefish, octopuses, devil rays, and countless other species of sea life bite and bludgeon Timonithaea's enemies.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:23] (trained) to remove the crown from the altar while avoiding being bitten by the swarming sea life; or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 23) to disable the crown's enchantment, breaking Timonithaea's control over the sea creatures.</p>",
      "hazardRoutine": "<p>(one action) The sea creatures attack, dealing @Damage[(1d8+3)[bludgeoning],(1d8+3)[piercing]] damage to each creature hostile to Timonithaea within the temple (@Check[reflex|dc:22|basic] save).</p>",
      "name": "Enraged Sea Life"
    },
    "Frenzied Sea Life": {
      "description": "<p>A swarm of aggressive cuttlefish, octopuses, devil rays, and countless other species of sea life bite and bludgeon Timonithaea's enemies.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:27] (trained) to remove the crown from the altar while avoiding being bitten by the swarming sea life, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (4th rank; counteract DC 27) to disable the crown's enchantment, breaking Timonithaea's control over the sea creatures.</p>",
      "hazardRoutine": "<p>(one action) The sea creatures attack, dealing @Damage[(1d10+4)[bludgeoning],(1d10+4)[piercing]] damage to each creature hostile to Timonithaea within the temple (@Check[reflex|dc:25|basic] save).</p>",
      "name": "Frenzied Sea Life"
    },
    "Goblin Rigger": {
      "description": "<p>The theoretical leaders of goblin raids are called goblin commandos. In practice, goblin commandos rarely continue to lead their comrades once a battle has begun. Most shirk their responsibilities in favor of wading into the fray and claiming more glory from their tribe-mates.</p>\n<hr />\n<p>These small humanoids typically have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered upstanding members of humanoid communities, many are impetuous and vicious creatures who delight in wreaking havoc. These goblins think nothing of slaughtering livestock, stealing, or burning down a building purely for momentary delight. They revel in playing malicious tricks on taller humanoids, whom they call \"longshanks.\"</p>\n<p>Goblins are superstitious, with an intense awe of magic and a fascination with fire; goblins who master magic or fire earn great respect from their kin. Most other humanoids find it difficult to understand goblins' outlook: they hate canines but eagerly share their lairs with so-called \"goblin dogs,\" they fearlessly attack larger creatures but are terrified of horses, and they despise vegetables yet consider pickles a delicacy. To a goblin, of course, these are all perfectly sensible life choices.</p>",
      "items": {
        "HhMYhB7AGitnowoU": {
          "description": "<p>The goblin rigger swings on a rope or Strides, moving up to double their Speed. If the rigger boarded or disembarked a boat during this movement, they can make a melee Strike at the end of their movement that deals one extra damage die on a hit.</p>",
          "name": "Boarding Action"
        },
        "YdD2kpKW2TNfcupL": {
          "description": "<p><strong>Trigger</strong> An ally ends a move action adjacent to the rigger</p><hr /><p><strong>Effect</strong> The goblin rigger Steps.</p>",
          "name": "Goblin Scuttle"
        }
      },
      "name": "Goblin Rigger"
    },
    "Greater Demonologist": {
      "description": "<p>Demonologists can pull a creature from the Outer Rifts and bend it to their will... for a time.</p><hr /><p>Hidden secrets and occult powers have an irresistible lure for many. Since the majority of these NPCs are spellcasters, consider using alternative spell lists to adjust their themes.</p>",
      "items": {
        "8Xoqtmerpdbx1Rgu": {
          "name": "Fist"
        },
        "Cu79oDJClJ9C9Reu": {
          "name": "Demon Lore"
        },
        "VJxxeLCAgKz1s9HI": {
          "description": "<p>Demonic study has garnered the attention of at least one demon who is actively trying to possess the demonologist. When the demonologist publicly espouses the benefits of demonic power (whether they believe it a good thing or not), they gain a +1 status bonus to skill checks, AC, and saves for 1 day. These bonuses don't apply against demons. At the end of the day, the demonologist must attempt a @Check[will|dc:20] save, becoming possessed for 1 day on a failure (or permanently on a critical failure).</p>",
          "name": "Demonic Temptation"
        },
        "ldL413k00pgvZnif": {
          "name": "Fiendish Hypotheses and Protections from Same (Spellbook)"
        },
        "naPxWIBQxbkOgD8M": {
          "description": "<p><strong>Requirements</strong> The demonologist's last action was to cast a non-cantrip spell</p><hr /><p><strong>Effect</strong> The demonologist siphons energy drawn from the Outer Rifts into their weapon. Until the end of the turn, the weapon deals an extra 2d6 damage.</p>\n<p>Roll 1d20 to determine the type:</p><ul><li>1–7 acid</li><li>8–9 cold</li><li>10–11 electricity</li><li>12–18 fire</li><li>19–20 void.</li></ul>",
          "name": "Breach the Outer Rifts"
        },
        "rskoGYiEEGDi0ngN": {
          "name": "Academia Lore"
        },
        "ryVaqSZq9cQ7wPix": {
          "description": "<p>Explorer's clothing is sturdy enough that it can be reinforced to protect you, even though it isn't a suit of armor. It comes in many forms, though the most common sorts look like clerical vestments, monk's garments, or wizard's robes, as members of all three classes are likely to avoid wearing armor.</p>",
          "name": "Robes"
        },
        "xS8f6u8VDcBepVGM": {
          "description": "<p>The demonologist can cast a 5th-rank @UUID[Compendium.pf2e.spells-srd.Item.29ytKctjg7qSW2ff]{Summon Fiend} arcane spell to summon a demon. To do so, they must sacrifice two 4th-rank prepared spells and voluntarily take @Damage[4d12[mental]] damage that can't be reduced or prevented. If the demonologist is unable to Sustain the Spell, including if they're knocked out or killed, the spell continues, but the GM rolls a @Check[flat|dc:10] each round, ending the spell on a failure.</p>",
          "name": "Demon Summoning"
        }
      },
      "name": "Greater Demonologist"
    },
    "Greater Dragon's Ward": {
      "hazardDisable": "<p>@Check[thievery|dc:30] (master) to painstakingly remove the rune without triggering the magic, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (4th rank; counteract DC 28) to counteract the rune.</p>",
      "name": "Greater Dragon's Ward"
    },
    "Heavily Damaged Jaws of Hell": {
      "description": "<p>The machine is a cylindrical device ringed in blades with a devilish eye at its center. Gnome inventors created the mechanical device, which taps into the planes of earth and fre to create powerful blasts to damage fortress walls or decimate ranks of enemies. Unfortunately, the many miles of forest have not been kind and it's malfunctioning. The damaged jaws planar connections have weakened to a mere trickle and, when activated, it lashes out in an uncontrolled frenzy. The blades encircling it begin lashing out.</p>",
      "hazardDisable": "<p>@Check[arcana|dc:15], @Check[crafting|dc:15], @Check[nature|dc:15], or @Check[thievery|dc:15] (trained) twice, to sever the connection to the planes of fre and earth. @Check[crafting|dc:13] or @Check[thievery|dc:13] (trained) once, to remove the pintle connecting the limber to the horses. A creature must be adjacent to the jaws to make either check.</p>",
      "hazardReset": "<p>The planar connection shuts down after 1 minute. The horses will tire and stop running after 1 minute.</p>",
      "hazardRoutine": "<p>(three actions) On its turn each round, the horses spend one action to move 30 feet, dragging the limber carrying the jaws behind them in a randomly chosen direction. The horses will not move through other creatures. Players on the limber when it moves must attempt a @Check[acrobatics|dc:15] check when it moves or fall of. Removing the pintle will end the random movement. The jaws use 2 actions to Spit Fire or make melee strikes against an adjacent creature.</p>",
      "name": "Heavily Damaged Jaws of Hell"
    },
    "Hunted by Chains": {
      "description": "<p>Shadowy chains reach out to ensnare creatures trapped in the mindscape.</p>",
      "hazardDisable": "<p>@Check[acrobatics|dc:17] to avoid the chains, or @Check[arcana|dc:17], @Check[occultism|dc:17], or @Check[religion|dc:17] to ritually disrupt the haunting. Each success reduces the haunt's actions by one. When the haunt has no more actions, it is disabled and the Scaling the Chain haunt triggers.</p>",
      "hazardReset": "<p>The haunt resets the next time the <em>Soulshackle</em> traps creatures in the library.</p>",
      "hazardRoutine": "<p>(two actions) Spectral chains snake out to wrap around three different random creatures trapped in the haunt, who must each succeed at a @Check[reflex|dc:16] save or have the @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} condition until it [[/act escape dc=16]]{Escapes}. Each round that a creature starts its turn @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, it takes @Damage[2d4[force]]{2d4 nonlethal force} damage. Spectral scars form on any creature knocked @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} by this haunt.</p>",
      "name": "Hunted by Chains"
    },
    "Hunted by Duty's Bonds": {
      "description": "<p>Shadowy chains reach out to ensnare creatures trapped in the mindscape.</p>",
      "hazardDisable": "<p>@Check[acrobatics|dc:18] to avoid the chains, or @Check[arcana|dc:18], @Check[occultism|dc:18], or @Check[religion|dc:18] to ritually disrupt the haunting. Each success reduces the haunt's actions by one. When the haunt has no more actions, it is disabled and the Scaling the Chain haunt triggers.</p>",
      "hazardReset": "<p>The haunt resets the next time the <em>Soulshackle</em> traps creatures in the library.</p>",
      "hazardRoutine": "<p>(two actions) Spectral chains snake out to wrap around three different random creatures trapped in the haunt, who must each succeed at a @Check[reflex|dc:17] save or have the @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} condition until it [[/act escape dc=17]]{Escapes}. Each round that a creature starts its turn @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, it takes @Damage[(2d4+1)[force]]{2d4+1 nonlethal force} damage. Spectral scars form on any creature knocked @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} by this haunt.</p>",
      "name": "Hunted by Duty's Bonds"
    },
    "Imp Minion": {
      "description": "<p>Imps are fiendish infiltrators and corrupters who, despite their diminutive stature, are more than capable of subtly influencing a weak-willed individual into performing increasingly evil acts over time. An imp will often agree to serve a mortal and act docile and loyal in a long-term plot to eventually get their master killed or damn their soul. Imps are born directly from the Outer Planes themselves, rather than from mortal souls, and thus they serve outside any fiendish hierarchies, granting them leeway to pursue their specialties. Despite standing a mere 2 feet tall, imps can be vicious combatants, flying out of reach and turning invisible to escape should the odds turn against them.</p>",
      "items": {
        "LD8TK8mGL7ubLU4I": {
          "name": "Stinger"
        }
      },
      "name": "Imp Minion"
    },
    "Imp Minion (3-4)": {
      "description": "<p>Imps are fiendish infiltrators and corrupters who, despite their diminutive stature, are more than capable of subtly influencing a weak-willed individual into performing increasingly evil acts over time. An imp will often agree to serve a mortal and act docile and loyal in a long-term plot to eventually get their master killed or damn their soul. Imps are born directly from the Outer Planes themselves, rather than from mortal souls, and thus they serve outside any fiendish hierarchies, granting them leeway to pursue their specialties. Despite standing a mere 2 feet tall, imps can be vicious combatants, flying out of reach and turning invisible to escape should the odds turn against them.</p>",
      "items": {
        "LD8TK8mGL7ubLU4I": {
          "name": "Stinger"
        }
      },
      "name": "Imp Minion (3-4)"
    },
    "In a Pickle": {
      "description": "<p>A soot-blackened brazier glows with fiendish light, shadows fickering inside.</p>",
      "hazardDisable": "<p>@Check[arcana|dc:18], @Check[occultism|dc:18], or @Check[religion|dc:18] while within 15 feet of the brazier to command it to stop, reducing its actions by 1 (or 2 on a critical success); @Check[thievery|dc:20] to fnd the hidden switch on the brazier that deactivates it; or 1st-rank spell, counteract DC 17, to dispel the shadow flames in one square, using any spell with the water or light traits.</p>",
      "hazardReset": "<p>The flames cease 1 minute after all living creatures leave the area, but after 1 hour, a well of darkness fills the brazier and it is ready to trigger again.</p>",
      "hazardRoutine": "<p>(4 actions) The trap ignites shadowy flames in a @Template[line|distance:5]{5-foot square} within the area of the room A creature that moves into or ends its turn in this fire takes @Damage[(1d6+5)[fire]] damage (@Check[fortitude|dc:17|basic]) Increase the DC by 2 if the creature is in magical darkness (@Check[fortitude|dc:19|basic]).</p>",
      "name": "In a Pickle"
    },
    "In a Right Pickle": {
      "description": "<p>A soot-blackened brazier glows with fiendish light, shadows fickering inside.</p>",
      "hazardDisable": "<p>@Check[arcana|dc:21], @Check[occultism|dc:21], or @Check[religion|dc:21] while within 15 feet of the brazier to command it to stop, reducing its actions by 1 (or 2 on a critical success); @Check[thievery|dc:23] to find the hidden switch on the brazier that deactivates it; or 1st-rank spell, counteract DC 20, to dispel the shadow flames in one square, using any spell with the water or light traits</p>",
      "hazardReset": "<p>The flames cease 1 minute after all living creatures leave the area, but after 1 hour, a well of darkness fills the brazier and it is ready to trigger again.</p>",
      "hazardRoutine": "<p>(4 actions) The trap ignites shadowy flames in a @Template[line|distance:5]{5-foot square} within the area of the room. A creature that moves into or ends its turn in this fire takes @Damage[(2d6+5)[fire]] damage (@Check[fortitude|dc:19|basic] save). Increase the DC by 2 if the creature is in magical darkness (@Check[fortitude|dc:21|basic]).</p>",
      "name": "In a Right Pickle"
    },
    "Kalagemmon, Decayed Cyclops": {
      "items": {
        "FyquAicGzcA4Zqod": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        }
      },
      "name": "Kalagemmon, Decayed Cyclops",
      "npcHp": "void healing"
    },
    "Kalagemmon, Decayed Resentment Witch": {
      "items": {
        "FyquAicGzcA4Zqod": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        }
      },
      "name": "Kalagemmon, Decayed Resentment Witch",
      "npcHp": "void healing"
    },
    "King Pirate Gorilla": {
      "description": "<p>Gorillas can be territorial creatures, particularly if provoked by hunters or the presence of more dangerous monsters. A gorilla uses its fangs and powerful arms to bite and pummel trespassers with wild abandon.</p>\n<hr />\n<p>While many apes exhibit peaceful or reclusive behavior, gorillas can be territorial, and the megaprimatus is especially aggressive and dangerous.</p>",
      "items": {
        "4PvDXumkGQD2NB4z": {
          "description": "<p>The pirate gorilla is used to taking orders on board the ship. It loses its immunity to linguistic efects, including appeals to surrender.</p>",
          "name": "Well-Trained"
        },
        "7PQkG1Vfc7aynb2X": {
          "description": "<p>The gorilla beats its chest in a terrifying display. Creatures within @Template[emanation|distance:30]{30 feet} must attempt a @Check[will|dc:20|options:area-effect,inflicts:frightened,inflicts:off-guard] save. While a creature is frightened by this ability, it is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the gorilla.</p><hr /><p><strong>Critical Success</strong> No effect and temporarily immune for 1 minute.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>",
          "name": "Frightening Display"
        },
        "AZc9w8btLS3tlJmK": {
          "description": "<p>The pirate gorilla swings on a rope or Strides, moving up to double their Speed. If the pirate boarded or disembarked a boat during this movement, they can make a melee Strike at the end of their movement that deals one extra damage die on a hit.</p>",
          "name": "Boarding Action"
        },
        "D4XA5YtJ0G4E1and": {
          "name": "Jaws"
        },
        "T50Unm8nAUbNCLxu": {
          "name": "Fist"
        }
      },
      "name": "King Pirate Gorilla"
    },
    "Kizrech": {
      "items": {
        "FPs9Bi34nso7qlCA": {
          "description": "<p>Kizrech makes a trident Strike, increasing their reach to 10 feet for that Strike. If there is an unholy ally between Kizrech and their target, or if Kizrech is mounted on an unholy creature, that creature's energy causes the Strike to deal an additional 1d8 spirit damage.</p>",
          "name": "Trident of Dis"
        },
        "TVLTSMr5ZBcGgKjJ": {
          "name": "Hoof"
        },
        "WLvdIhprj7cd1ha4": {
          "name": "Translocate (At Will)"
        },
        "Xk3dgpxZ0YER08J8": {
          "name": "Returning Unholy Trident"
        },
        "co2oaEEUO9ejhVbc": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.ShieldBlock]</p>\n<p>Kizrech may use this reaction to prevent their mount from taking damage instead of themself, following the normal rules for Shield Block.</p>"
        },
        "coNa4wAvlNgz8Q2l": {
          "description": "<p>Kizrech Strides, trailing hoofprints in each square they exit. The hoofprints burn for 1 minute. A creature on the ground that enters a square with burning hoofprints or begins its turn in one takes @Damage[1d6[fire]] damage. Kizrech can use this ability while mounted, afecting up to 30 feet of contiguous hoofprints from their mount's Stride; this trail is 10 feet wide for a Large mount, or 15 feet wide for a Huge mount.</p>",
          "name": "Burning Hoofprints"
        },
        "eFSn04VHXskAZuk0": {
          "description": "<p><strong>Trigger</strong> An enemy within 30 feet of Kizrech damages them or their mount</p><hr /><p><strong>Effect</strong> Kizrech commands their enemy to kneel before them. The triggering enemy must choose to either drop @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} as a free action or take @Damage[3d6[mental]] damage.</p>",
          "name": "Infernal Command"
        },
        "km7leU6HupTrnw62": {
          "description": "<p>While mounted on a fend, Kizrech's trident gains the jousting 1d8 and thrown 60 feet traits, and Kizrech and their mount each increase their level by 1 when resolving incapacitation efects.</p>",
          "name": "Mounted Force"
        },
        "nNOdXm0WI7BDz31x": {
          "name": "Returning Unholy Trident"
        },
        "qvOjS82LRQAcCMUx": {
          "name": "Warfare Lore"
        },
        "vrKcrtDYg36TA2Gz": {
          "name": "Charm of Cold Resistance"
        }
      },
      "name": "Kizrech",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Kizrech (11-12)": {
      "items": {
        "FPs9Bi34nso7qlCA": {
          "description": "<p>Kizrech makes a trident Strike, increasing their reach to 10 feet for that Strike. If there is an unholy ally between Kizrech and their target, or if Kizrech is mounted on an unholy creature, that creature's energy causes the Strike to deal an additional 1d8 spirit damage.</p>",
          "name": "Trident of Dis"
        },
        "TVLTSMr5ZBcGgKjJ": {
          "name": "Hoof"
        },
        "WLvdIhprj7cd1ha4": {
          "name": "Translocate (At Will)"
        },
        "Xk3dgpxZ0YER08J8": {
          "name": "Returning Unholy Trident"
        },
        "co2oaEEUO9ejhVbc": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.ShieldBlock]</p>\n<p>Kizrech may use this reaction to prevent their mount from taking damage instead of themself, following the normal rules for Shield Block.</p>"
        },
        "coNa4wAvlNgz8Q2l": {
          "description": "<p>Kizrech Strides, trailing hoofprints in each square they exit. The hoofprints burn for 1 minute. A creature on the ground that enters a square with burning hoofprints or begins its turn in one takes @Damage[1d8[fire]] damage. Kizrech can use this ability while mounted, afecting up to 30 feet of contiguous hoofprints from their mount's Stride; this trail is 10 feet wide for a Large mount, or 15 feet wide for a Huge mount.</p>",
          "name": "Burning Hoofprints"
        },
        "eFSn04VHXskAZuk0": {
          "description": "<p><strong>Trigger</strong> An enemy within 30 feet of Kizrech damages them or their mount</p><hr /><p><strong>Effect</strong> Kizrech commands their enemy to kneel before them. The triggering enemy must choose to either drop @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} as a free action or take @Damage[3d6[mental]] damage.</p>",
          "name": "Infernal Command"
        },
        "km7leU6HupTrnw62": {
          "description": "<p>While mounted on a fend, Kizrech's trident gains the jousting 1d8 and thrown 60 feet traits, and Kizrech and their mount each increase their level by 1 when resolving incapacitation efects.</p>",
          "name": "Mounted Force"
        },
        "nNOdXm0WI7BDz31x": {
          "name": "Returning Unholy Trident"
        },
        "qvOjS82LRQAcCMUx": {
          "name": "Warfare Lore"
        },
        "vrKcrtDYg36TA2Gz": {
          "name": "Charm of Cold Resistance"
        }
      },
      "name": "Kizrech (11-12)",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Lesser Marsh Giant": {
      "description": "<p>Dwellers of brackish coastal salt marshes and fetid bogs and swamps, marsh giants appear hideous to most airbreathers, with fishlike mouths, slimy graygreen skin, and dark, beady eyes. They prefer to eat the flesh of those they slay in battle, including other marsh giants, and guzzle stagnant water from cauldrons or directly from their swampy homes.</p>\n<p>Marsh giant clans are insular, with each clan dedicating itself to zealous worship of a sea-dwelling deity, demon lord, or stranger entity. Whatever forces call to the marsh giants sometimes ensnare boggards and ogres as well, gathering in grim worship. Rather than favor these humanoid hangerson, marsh giants lavish attention on favored pets: krooths, giant octopuses, or primeval creatures like dinosaurs and the crocodilian deinosuchuses.</p>\n<p>Barely topping 11 feet tall and 1,000 pounds, marsh giants are small for giants but make up for their stature with their zealotry.</p>\n<hr />\n<p>Giants are massive humanoid creatures who live in remote regions throughout the world. They vary widely but are united in their hunger, requiring sustenance of their own element along with the feasts one would expect from such a massive humanoid. Although a simple matter for some giants, more esoteric types find this need a harsh reality. While a massive fistful of ice or snow alongside their meal will satisfy a frost giant, shadow giants hunger for the coagulated shadows of the Netherworld.</p>",
      "items": {
        "EF6jFpXwBUM3i2gf": {
          "name": "Fist"
        },
        "eoLK3mAvvXiMTLnH": {
          "description": "<p>The marsh giant makes a melee Strike with its gaff. If it hits, it twists and yanks the gaff to knock the target @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and create an awful wound, dealing @Damage[2d4[persistent,bleed]] damage to the creature.</p>",
          "name": "Twist the Hook"
        },
        "huY2kc7XivnkykqV": {
          "name": "Spit"
        },
        "vVucSfThIT1iEEjO": {
          "description": "<p><strong>Requirements</strong> A creature is @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} within the marsh giant's reach</p><hr /><p><strong>Effect</strong> The marsh giant uses its gaff to push the creature down as water bubbles up below it. The target becomes submerged in water until they are no longer prone and must hold their breath if they cannot breathe water. They take @Damage[2d10[bludgeoning]] damage (@Check[fortitude|dc:21|basic] save) and lose 3 rounds worth of air if they fail the save.</p>",
          "name": "Drowning Hook"
        },
        "zkvNDt3HOWSmCOid": {
          "description": "<p>Many marsh giants fight with oversized gaffs-lengths of wood with a single metal spike affixed to the tip. Used often by fisherfolk to land fish, marsh giants use their gaffs as weapons.</p>"
        }
      },
      "name": "Lesser Marsh Giant"
    },
    "Lyari Zinfeld": {
      "items": {
        "1FwfoQZutgMZuZ7A": {
          "description": "<p>Lyari jumps up to half her Speed. This movement doesn't trigger reactions.</p>",
          "name": "Swift Leap"
        },
        "IVyafoUtJ07Mw5lo": {
          "description": "<p><strong>Requirements</strong> Lyari is adjacent to the corpse of a creature that died within the last hour</p><hr /><p><strong>Effect</strong> Lyari devours a chunk of the corpse and regains @Damage[1d6[healing]] Hit Points. She can regain Hit Points from any given corpse only once.</p>",
          "name": "Consume Flesh"
        },
        "MYehNbs3vmOO1Am4": {
          "name": "Duty's Soulshackle"
        },
        "ObvfT7H6CJFgUwak": {
          "name": "Claw"
        },
        "OyBM0lFUQ8cJ66g8": {
          "name": "Duty's Soulshackle"
        },
        "a95o9NAIxUiz6qwC": {
          "name": "Elven Lore"
        },
        "aVh5EzRlTBz0XCWW": {
          "name": "Jaws"
        },
        "cISRUzJuD47gP9NF": {
          "name": "Books"
        },
        "dKVpzI2Gex2xr8no": {
          "description": "<p>Lyari's solitary time in the depths and unique perspective on existence makes her shockingly accepting of terrible universal truths that others don't want to hear. She calmly lays into an enemy within 30 feet, reminding them of existential frailty, presumed insecurities, and inevitable failures in a logical and level manner. The target must attempt a @Check[will|dc:16] save. On a failure, they are @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3} and @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} for 1 round on a critical failure). Regardless of the result of its save, the target is temporarily immune for 1 hour.</p>",
          "name": "Nihilistic Truthsayer"
        },
        "hbrVcX03l1hUrzRc": {
          "name": "Library Lore"
        }
      },
      "name": "Lyari Zinfeld",
      "npcHp": "void healing"
    },
    "Lyari Zinfeld (3-4)": {
      "items": {
        "1FwfoQZutgMZuZ7A": {
          "description": "<p>Lyari jumps up to half her Speed. This movement doesn't trigger reactions.</p>",
          "name": "Swift Leap"
        },
        "IVyafoUtJ07Mw5lo": {
          "description": "<p><strong>Requirements</strong> Lyari is adjacent to the corpse of a creature that died within the last hour</p><hr /><p><strong>Effect</strong> Lyari devours a chunk of the corpse and regains @Damage[1d6[healing]] Hit Points. She can regain Hit Points from any given corpse only once.</p>",
          "name": "Consume Flesh"
        },
        "MYehNbs3vmOO1Am4": {
          "name": "Duty's Soulshackle"
        },
        "ObvfT7H6CJFgUwak": {
          "name": "Claw"
        },
        "OyBM0lFUQ8cJ66g8": {
          "name": "Duty's Soulshackle"
        },
        "a95o9NAIxUiz6qwC": {
          "name": "Elven Lore"
        },
        "aVh5EzRlTBz0XCWW": {
          "name": "Jaws"
        },
        "cISRUzJuD47gP9NF": {
          "name": "Books"
        },
        "dKVpzI2Gex2xr8no": {
          "description": "<p>Lyari's solitary time in the depths and unique perspective on existence makes her shockingly accepting of terrible universal truths that others don't want to hear. She calmly lays into an enemy within 30 feet, reminding them of existential frailty, presumed insecurities, and inevitable failures in a logical and level manner. The target must attempt a @Check[will|dc:19] save. On a failure, they are @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3} and @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} for 1 round on a critical failure). Regardless of the result of its save, the target is temporarily immune for 1 hour.</p>",
          "name": "Nihilistic Truthsayer"
        },
        "hbrVcX03l1hUrzRc": {
          "name": "Library Lore"
        }
      },
      "name": "Lyari Zinfeld (3-4)",
      "npcHp": "void healing"
    },
    "Marshy Snapdrake": {
      "description": "<p>Skilled kizidhar mages and gardeners handcraft these lovely creatures as much for their shuyookhs' aesthetic pleasure as for their protection. Creating a snapdrake requires first painstakingly constructing a frame of living wood in the shape of a drake before weaving thousands of colorful snapdragon flowers into intricate patterns to form its body and scales. Once complete, snapdrakes often serve kizidhars as a combination of guards, pets, and decorations for as long as they are well fed.</p>",
      "items": {
        "03YaLZZBbaQNXIgl": {
          "name": "Fangs"
        },
        "7RD9b0b0ARSHZeZJ": {
          "description": "<p>The marshy snapdrake ignores difficult terrain and greater difficult terrain from marshy ground and fungi</p>",
          "name": "Greater Marsh Passage"
        },
        "HAmEsoCS7jucJCnL": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:25];</p>\n<p><strong>Maximum Duration</strong> 8 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} 1 (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[1d6[poison]] damage plus dazzled 1 and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (2 rounds)</p>\n<p><strong>Stage 3</strong> @Damage[2d6[poison]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} and sickened 1 (2 rounds)</p>",
          "name": "Marshy Snapdrake Pollen"
        },
        "YsP0BTGgFbqhPJlq": {
          "description": "<p>The marshy snapdrake breathes a blast of pollen in a @Template[type:cone|distance:40] Creatures caught in the blast must succeed at a @Check[reflex|dc:25|options:area-effect] save or be exposed to marshy snapdrake pollen The marshy snapdrake can't use Spray Pollen again for [[/gmr 1d6 #Recharge Spray Pollen]] rounds.</p>",
          "name": "Spray Pollen"
        },
        "dupxU1QENo5dwXMD": {
          "description": "<p><strong>Frequency</strong> 3 times per day</p><hr /><p><strong>Effect</strong> The marshy snapdrake Strides or Flies up to twice its Speed</p>",
          "name": "Speed Surge"
        },
        "oWKqHA1A1VMXlVm8": {
          "description": "<p>30 feet. A creature that enters the emanation must attempt a @Check[will|dc:25] save. On a failure, the target is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the snapdrake and must use at least 1 action on its next turn to Stride closer to the snapdrake. On a success, the target is immune to the snapdrake's alluring scent for 1 hour.</p>",
          "name": "Alluring Scent"
        },
        "u2nE2RBWdzAHKWHI": {
          "name": "Tail Scythe"
        },
        "ynOVEJzoDLnic7tI": {
          "name": "Reactive Strike (Tail Scythe Only)"
        }
      },
      "name": "Marshy Snapdrake",
      "npcSpeed": "greater forest passage"
    },
    "Murderous Crowd": {
      "description": "<p>Concerned citizens shout slogans about the dangers of dealing with Cheliax and throw bricks at Chelaxian sympathizers.</p>",
      "hazardDisable": "<p>Succeed at two of the following checks in any combination: @Check[athletics|dc:27] (trained) to confiscate dangerous debris, @Check[diplomacy|dc:27] (trained) to calm the crowd, @Check[intimidation|dc:25] (untrained) to scare the crowd away, @Check[will|dc:30] (trained) to maintain a brave and confident demeanor; an effect such as @UUID[Compendium.pf2e.spells-srd.Item.b515AZlB0sridKSq]{Calm} that can target an area counts as one automatic success.</p>",
      "hazardRoutine": "<p>(three actions) The unruly crowd uses an action to chant a Catchy Slogan if it is not already benefiting from the effect It uses Shake Confidence once per turn and uses its remaining actions for cobblestone Strikes.</p>",
      "name": "Murderous Crowd"
    },
    "Naiad Commander": {
      "description": "<p>The captain is the ultimate authority on a vessel, responsible for the livelihood and well-being of everyone on the ship.</p><hr /><p>Adventurers may need passage on a swift vessel, or they might face danger from raiders at sea or in coastal settlements.</p>",
      "items": {
        "1y3QPbqipmQ8JnMe": {
          "name": "Aqueous Fist"
        },
        "5iTqDt4fDSnYuJIg": {
          "description": "<p>The naiad commander makes two Strikes, one with their rapier and one with their main-gauche (in either order) If both Strikes hit, the naiad commander can attempt to [[/act disarm]] the target Their multiple attack penalty increases only after all the attacks are made.</p>",
          "name": "Dual Disarm"
        },
        "ASoYSZQLeYx2zpGR": {
          "name": "Aqueous Rapier"
        },
        "FMRFRcuXn2QHFX2v": {
          "description": "<p>When the naiad commander rolls a success on a Will save against a fear effect, they get a critical success instead In addition, anytime they gain the @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened} condition, reduce its value by 1.</p>",
          "name": "Bravery"
        },
        "GPPuGjbwDW5uV6ct": {
          "name": "Aqueous Main-Gauche"
        },
        "OjePIuXOLgAEb4RG": {
          "description": "<p>The naiad commander orders their allies to fight without mercy All allied creatures of equal or lower level within 20 feet of the commander gain a +1 status bonus to attack rolls and damage rolls until the end of the naiad commander's next turn.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.TjRZbd52qWPjTbNT]{Effect: No Quarter!}</p>",
          "name": "No Quarter!"
        },
        "eqKIODGOehxhMYJ0": {
          "description": "<p>The naiad can ask questions of, receive answers from, and use the Diplomacy skill with animals</p>",
          "name": "Animal Empathy"
        },
        "uaIlnacoQ95VuVMM": {
          "name": "Sailing Lore"
        }
      },
      "name": "Naiad Commander"
    },
    "Naiad Raider": {
      "description": "<p>Criminal organizations are always happy to loan out money at exorbitant rates, and their legbreakers are always happy to collect.</p><hr /><p>In the underbelly of society, the lawless reign supreme.</p>",
      "items": {
        "0gE6l2oSZZRPjEyT": {
          "description": "<p>The naiad raider [[/act shove options=stampeding-shove]]{Shoves} a creature, gaining a +2 circumstance bonus to their Athletics check if the target is @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If the Shove succeeds, the target takes @Damage[2d10[bludgeoning]] damage (double damage on a critical success).</p>",
          "name": "Stampeding Shove"
        },
        "NxCV08g4DxVZ7Xkd": {
          "description": "<p>The naiad can ask questions of, receive answers from, and use the Diplomacy skill with animals.</p>",
          "name": "Animal Empathy"
        },
        "TAqfKW4mSmkiBuzO": {
          "description": "<p>The naiad raider makes a maul Strike against an adjacent creature If it hits, the creature is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 minute As long as this clumsy condition lasts, the creature also takes a –5-foot penalty to its Speeds and has weakness 5 to the naiad raider's Strikes.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.zOaP4yGwbFOszxeJ]{Effect: Break Legs!}</p>",
          "name": "Break Legs!"
        },
        "WMD2iZZH3jNfGTgC": {
          "name": "Aqueous Fist"
        },
        "dXznel7vuVPWhsQn": {
          "name": "Aqueous Maul"
        },
        "u3p3LeRECuD5PFwU": {
          "description": "<p>The naiad raider Strides twice If they end their movement within melee reach of an enemy, they can make a melee Strike against that enemy.</p>",
          "name": "Rushing Strike"
        }
      },
      "name": "Naiad Raider"
    },
    "Naiad Ship Hunter": {
      "description": "<p>Bounty hunters are constantly on the move, whether within city walls or the wilderness, trailing their fugitive quarries for capture... or disposal. Often relying on stealth or deception as much as martial skill, bounty hunters employ a vast array of talents to accomplish their goals and collect the hefty payout.</p><hr /><p>Whether they're hired to wage war, protect a caravan, or infiltrate an impenetrable fortress, there's ample work for mercenaries all over Golarion.</p>",
      "items": {
        "0odn31BhTvalgovA": {
          "name": "Aqueous Boarding Pike"
        },
        "LvkfpNccs65oqyIV": {
          "description": "<p>The frst time the naiad ship hunter hits their hunted prey in a round, they deal an additional 1d8 precision damage.</p>",
          "name": "Precision Edge"
        },
        "NOsEnDWrZNe5mjC0": {
          "name": "Water Orb"
        },
        "bolEEyhGC8YjlLhQ": {
          "description": "<p>The naiad can ask questions of, receive answers from, and use the Diplomacy skill with animals.</p>",
          "name": "Animal Empathy"
        },
        "mCWRIeeB6PFExTmR": {
          "description": "<p>The naiad ship hunter designates a single creature they can see and hear, or one they're Tracking or Gathering Information about, as their prey. The naiad ship hunter gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} the prey, to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} the prey, and to Diplomacy checks to @UUID[Compendium.pf2e.actionspf2e.Item.plBGdZhqq5JBl1D8]{Gather Information} about the prey. This effect lasts until they use Hunt Prey again.</p>",
          "name": "Hunt Prey"
        },
        "yEaUAKruElpCN6zI": {
          "description": "<p>The naiad ship hunter and their allies gain a +1 circumstance bonus on initiative rolls if the opposing side includes their hunted prey.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.m1Vd997DEVoOeaJu]{Effect: Posse's Edge}</p>",
          "name": "Posse's Edge"
        }
      },
      "name": "Naiad Ship Hunter"
    },
    "Naiad Warrior": {
      "items": {
        "9gsh1iqY4KWVAnvE": {
          "name": "Aqueous Trident"
        },
        "Dzk0av8V7KPthrfO": {
          "name": "Ocean Lore"
        },
        "YJR1cTJmIvEqaAHc": {
          "description": "<p>Animal Empathy The naiad can ask questions of, receive answers from, and use the Diplomacy skill with animals.</p>",
          "name": "Animal Empathy"
        },
        "f0DDarr5MFdbqCMt": {
          "description": "<p><strong>Trigger</strong> An enemy Strikes the naiad warrior while they're underwater</p><hr /><p><strong>Effect</strong> The naiad senses the movement of their enemy in the water and jerks back in time They gain a +2 circumstance bonus to their AC against the triggering attack.</p>",
          "name": "Underwater Awareness"
        },
        "n1xTzBBV2PpoJoQh": {
          "name": "Aqueous Trident"
        },
        "xTj7OVv1uH9YPuEK": {
          "description": "<p>The naiad warrior moves up to twice their swim Speed downward.</p>",
          "name": "Dive"
        },
        "zeppbfAE2LZB0zl5": {
          "name": "Aqueous Fist"
        }
      },
      "name": "Naiad Warrior"
    },
    "Naiad Water Defender": {
      "description": "<p>Gang leaders direct cutthroats, killers, thieves, and toughs. The gang leader often appears alongside a bandit gang or other criminals.</p><hr /><p>Villains pursue selfish and cruel goals, trampling over anyone in their way.</p>",
      "items": {
        "06QUpYDzeWLuHjVF": {
          "name": "Aqueous Shortsword"
        },
        "9xpaU4kcENt6pjtN": {
          "name": "Aqueous Fist"
        },
        "Ht7knXtXeyTkKi2n": {
          "description": "<p>When the naiad water defender rolls a success on a Reflex save, they get a critical success instead.</p>",
          "name": "Evasive Reflexes"
        },
        "PDidp7qMSw5qRoXU": {
          "description": "<p>The naiad water defender Interacts to draw a weapon, then Strikes with that weapon</p>",
          "name": "Quick Draw"
        },
        "U1pVgJkNIeXvdXNP": {
          "name": "Underworld Lore"
        },
        "Uqr6Lka2wLdjHCCz": {
          "description": "<p>The naiad can ask questions of, receive answers from, and use the Diplomacy skill with animals</p>",
          "name": "Animal Empathy"
        },
        "dlhm2yJ4EUGym0CG": {
          "description": "<p>Any enemy is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the naiad water defender's melee attacks due to flanking as long as the enemy is within melee reach of both the naiad water defender and one of the naiad water defender's allies.</p>",
          "name": "Gang Up"
        },
        "fp3XmyB0pcpjCBex": {
          "description": "<p><strong>Trigger</strong> The naiad water defender is targeted with an attack by an attacker they can see</p><hr /><p><strong>Effect</strong> The naiad water defender gains a +2 circumstance bonus to AC against the triggering attack.</p>",
          "name": "Nimble Dodge"
        },
        "hfbXoZFO4q2A4GmU": {
          "name": "Water Orb"
        },
        "j1wf4dSXkGypJjRs": {
          "description": "<p>The naiad water defender deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "kSd8rIlnXiVczYg0": {
          "description": "<p>The naiad water defender isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to creatures of 7th level or lower that are @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected}, flanking, or using @UUID[Compendium.pf2e.classfeatures.Item.w6rMqmGzhUahdnA7]{Surprise Attack}.</p>",
          "name": "Deny Advantage"
        },
        "qNEPB3RKC3SlV4YE": {
          "description": "<p>On the first round of combat, creatures that haven't acted are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the naiad water defender.</p>",
          "name": "Surprise Attacker"
        },
        "wXgvnztT7r9jO7Px": {
          "description": "<p><strong>Trigger</strong> The naiad water defender rolls a critical hit against a creature</p><hr /><p><strong>Effect</strong> All allies that can see the naiad water defender gain a +1 circumstance bonus to attack rolls until the start of the naiad water defender's next turn.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.7x0O2GqWBJiAk5PF]{Effect: Brutal Rally}</p>",
          "name": "Brutal Rally"
        }
      },
      "name": "Naiad Water Defender"
    },
    "Naiad Water Guardian": {
      "description": "<p>Believing the ends justify the means, the unsanctioned sheriff is unafraid to use others for their own gain, through bribes, manipulation, or force.</p><hr /><p>These lone wolves have an aura of mystery, bravado, and swagger.</p>",
      "items": {
        "20d8PebGz6J8zRAT": {
          "description": "<p>The naiad can ask questions of, receive answers from, and use the Diplomacy skill with animals.</p>",
          "name": "Animal Empathy"
        },
        "6U8PkkS2LIhiy5C1": {
          "name": "Aqueous Fist"
        },
        "9HmFx6yfyclmglMz": {
          "name": "Water Orb"
        },
        "CYx6PDHf6ppok3ro": {
          "description": "<p><strong>Requirements</strong> The naiad water guardian's last action this turn was a successful Strike against a creature within 30 feet</p><hr /><p><strong>Effect</strong> The naiad yells a command at the creature they hit The target must succeed at a @Check[will|dc:22] save or spend the first action on its next turn doing as commanded (or all its actions on its next turn on a critical failure) The naiad can command a creature to approach them, release what its holding, or drop @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} Regardless of the result of its save, the creature is temporarily immune for 10 minutes.</p>",
          "name": "At My Command"
        },
        "eIUanT7fEcq1jBAo": {
          "name": "Aqueous Spear"
        }
      },
      "name": "Naiad Water Guardian"
    },
    "Ogre Hunter": {
      "items": {
        "JDeq2RIvsQCT4hQm": {
          "description": "<p>The ogre hunter makes a ranged strike with their trident within 60 feet without ranged penalties. If the strike hits, it has enough force to knock the target @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If the strike was a critical success, the target is also @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} by the trident.</p>",
          "name": "Hunting Throw"
        },
        "Re8QGjayIcTb9XDe": {
          "description": "<p><strong>Trigger</strong> A creature gets in melee range of the ogre hunter</p><hr /><p><strong>Effect</strong> The ogre hunter draws a melee weapon.</p>",
          "name": "Always Ready for a Scufe"
        },
        "pwFv2tGKdCtjLxjZ": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.W7SbTykXrNwxDzJc"
        }
      },
      "name": "Ogre Hunter"
    },
    "Olinda Posandi": {
      "items": {
        "FW0LcRKKo8WVFtAr": {
          "name": "Silver Religious Symbol of Asmodeus"
        },
        "W2x8jxg3NDKhQYZt": {
          "description": "<p><strong>Trigger</strong> An enemy creature within 15 feet rolls a saving throw</p><hr /><p><strong>Effect</strong> Destroy one imp minion within 15 feet. The enemy rolls twice and takes the lower result on the saving throw.</p>",
          "name": "Sacrifice Minion"
        },
        "qoCESLhY3rQqeK0h": {
          "description": "<p><strong>Frequency</strong> once per turn</p><hr /><p><strong>Effect</strong> Olinda conjures an imp minion within 20 feet, which can make a melee strike against an adjacent enemy.</p>",
          "name": "Conjure Imp"
        }
      },
      "name": "Olinda Posandi"
    },
    "Olinda Posandi (3-4)": {
      "items": {
        "FW0LcRKKo8WVFtAr": {
          "name": "Silver Religious Symbol of Asmodeus"
        },
        "W2x8jxg3NDKhQYZt": {
          "description": "<p><strong>Trigger</strong> An enemy creature within 15 feet rolls a saving throw</p><hr /><p><strong>Effect</strong> Destroy one imp minion within 15 feet. The enemy rolls twice and takes the lower result on the saving throw.</p>",
          "name": "Sacrifice Minion"
        },
        "qoCESLhY3rQqeK0h": {
          "description": "<p><strong>Frequency</strong> once per turn</p><hr /><p><strong>Effect</strong> Olinda conjures an imp minion within 20 feet, which can make a melee strike against an adjacent enemy.</p>",
          "name": "Conjure Imp"
        }
      },
      "name": "Olinda Posandi (3-4)"
    },
    "Partially Decomposed Rat Swarm": {
      "items": {
        "BsKuf0AAqQmzH3he": {
          "description": "<p>The sickened and @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} conditions from zombie plague can't end or be reduced until the disease is cured.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:14]</p>\n<p><strong>Stage 1</strong> carrier with no ill effect (1d4 hours),</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (1 day),</p>\n<p><strong>Stage 3</strong> sickened 1 and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 day),</p>\n<p><strong>Stage 4</strong> unconscious (1 day),</p>\n<p><strong>Stage 5</strong> dead</p>",
          "name": "Zombie Plague"
        },
        "Xq6hkgKiPBNei8df": {
          "description": "<p>Each enemy in the swarm's space takes @Damage[1d6[piercing]] damage and must attempt a @Check[reflex|dc:17|basic] save. A creature that fails its save is exposed to zombie plague.</p>",
          "name": "Swarming Bites"
        },
        "wnyeoxJq6nJPx1Re": {
          "description": "<p>A partially decomposed rat swarm is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>",
          "name": "Slow"
        }
      },
      "name": "Partially Decomposed Rat Swarm",
      "npcHp": "negative healing"
    },
    "Pile of Orts": {
      "description": "<p>A rift to Hell crackles with unstable energy from the broken summoning circle as a squirming mass of fiends struggles to emerge A blood mist projection of a Hellknight angrily commands them.</p>",
      "hazardDisable": "<p>@Check[arcana|dc:16], @Check[nature|dc:16], @Check[occultism|dc:16], or @Check[religion|dc:16] (2 actions) (trained) while within 15 feet to weaken the rift, dealing @Damage[2d4[spirit]|traits:holy] damage to it. This damage has the holy trait.</p>",
      "hazardRoutine": "<p>(1 action) The Hellknight commands the orts, and the trap lashes out at each enemy creature in its space and adjacent, dealing @Damage[(1d6+3)[slashing]] damage (@Check[reflex|dc:15|basic] save) If no enemy is in reach, an ort emerges in an adjacent square.</p>",
      "name": "Pile of Orts"
    },
    "Pirate Goblin": {
      "description": "<p>The frontline fighters of goblin tribes prefer to fight in large groups—especially when they can outnumber their foes at least three to one.</p>\n<hr />\n<p>These small humanoids typically have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered upstanding members of humanoid communities, many are impetuous and vicious creatures who delight in wreaking havoc. These goblins think nothing of slaughtering livestock, stealing, or burning down a building purely for momentary delight. They revel in playing malicious tricks on taller humanoids, whom they call \"longshanks.\"</p>\n<p>Goblins are superstitious, with an intense awe of magic and a fascination with fire; goblins who master magic or fire earn great respect from their kin. Most other humanoids find it difficult to understand goblins' outlook: they hate canines but eagerly share their lairs with so-called \"goblin dogs,\" they fearlessly attack larger creatures but are terrified of horses, and they despise vegetables yet consider pickles a delicacy. To a goblin, of course, these are all perfectly sensible life choices.</p>",
      "items": {
        "UKgAtRQoGjCLDLmT": {
          "description": "<p>A pirate goblin is not @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} while Climbing, can Climb with one hand occupied, and can @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} opponents even if both hands are occupied.</p>",
          "name": "Tailed Goblin"
        },
        "czwGWW73rkPW7vBg": {
          "description": "<p><strong>Trigger</strong> An ally ends a move action adjacent to the pirate goblin</p><hr /><p><strong>Effect</strong> The pirate goblin Steps.</p>",
          "name": "Goblin Scuttle"
        },
        "iNVPjf6gB7TmqEM8": {
          "description": "<p>The pirate goblin swings on a rope or Strides, moving up to double their Speed. If the pirate boarded or disembarked a boat during this movement, they can make a melee Strike at the end of their movement that deals one extra damage die on a hit.</p>",
          "name": "Boarding Action"
        }
      },
      "name": "Pirate Goblin"
    },
    "Pirate Gorilla": {
      "description": "<p>Gorillas can be territorial creatures, particularly if provoked by hunters or the presence of more dangerous monsters. A gorilla uses its fangs and powerful arms to bite and pummel trespassers with wild abandon.</p>\n<hr />\n<p>While many apes exhibit peaceful or reclusive behavior, gorillas can be territorial, and the megaprimatus is especially aggressive and dangerous.</p>",
      "items": {
        "4PvDXumkGQD2NB4z": {
          "description": "<p>The pirate gorilla is used to taking orders on board the ship. It loses its immunity to linguistic efects, including appeals to surrender.</p>",
          "name": "Well-Trained"
        },
        "7PQkG1Vfc7aynb2X": {
          "description": "<p>The gorilla beats its chest in a terrifying display. Creatures within @Template[emanation|distance:30]{30 feet} must attempt a @Check[will|dc:18|options:area-effect,inflicts:frightened,inflicts:off-guard] save. While a creature is frightened by this ability, it is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the gorilla.</p><hr /><p><strong>Critical Success</strong> No effect and temporarily immune for 1 minute.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>",
          "name": "Frightening Display"
        },
        "AZc9w8btLS3tlJmK": {
          "description": "<p>The pirate gorilla swings on a rope or Strides, moving up to double their Speed. If the pirate boarded or disembarked a boat during this movement, they can make a melee Strike at the end of their movement that deals one extra damage die on a hit.</p>",
          "name": "Boarding Action"
        },
        "D4XA5YtJ0G4E1and": {
          "name": "Jaws"
        },
        "T50Unm8nAUbNCLxu": {
          "name": "Fist"
        }
      },
      "name": "Pirate Gorilla"
    },
    "Recently Slain Rat Swarm": {
      "items": {
        "BsKuf0AAqQmzH3he": {
          "description": "<p>The sickened and @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} conditions from zombie plague can't end or be reduced until the disease is cured.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:17]</p>\n<p><strong>Stage 1</strong> carrier with no ill effect (1d4 hours),</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (1 day),</p>\n<p><strong>Stage 3</strong> sickened 1 and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 day),</p>\n<p><strong>Stage 4</strong> unconscious (1 day),</p>\n<p><strong>Stage 5</strong> dead</p>",
          "name": "Zombie Plague"
        },
        "Xq6hkgKiPBNei8df": {
          "description": "<p>Each enemy in the swarm's space takes @Damage[2d6[piercing]] damage and must attempt a @Check[reflex|dc:20|basic] save. A creature that fails its save is exposed to zombie plague.</p>",
          "name": "Frenzied Bites"
        },
        "wnyeoxJq6nJPx1Re": {
          "description": "<p>A partially decomposed rat swarm is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>",
          "name": "Slow"
        }
      },
      "name": "Recently Slain Rat Swarm",
      "npcHp": "negative healing"
    },
    "Rowdy Crowd": {
      "description": "<p>Concerned citizens shout slogans about the dangers of dealing with Cheliax and throw bricks at Chelaxian sympathizers.</p>",
      "hazardDisable": "<p>Succeed at two of the following checks in any combination: @Check[athletics|dc:22] (trained) to confiscate dangerous debris, @Check[diplomacy|dc:22] (trained) to calm the crowd, @Check[intimidation|dc:20] (untrained) to scare the crowd away, @Check[will|dc:24] (trained) to maintain a brave and confident demeanor; an effect such as @UUID[Compendium.pf2e.spells-srd.Item.b515AZlB0sridKSq]{Calm} that can target an area counts as one automatic success.</p>",
      "hazardRoutine": "<p>(three actions) The unruly crowd uses an action to chant a Catchy Slogan if it is not already benefiting from the effect It uses Shake Confidence once per turn and uses its remaining actions for cobblestone Strikes.</p>",
      "name": "Rowdy Crowd"
    },
    "Scaling the Chain": {
      "description": "<p>The PCs appear on a gigantic wall of hooked chains dangling in a gray swirling mist. The chains radiate life-chilling energy Cries of innocence and condemnation echo through the mist in Elven. A plane of light 10 feet above eddies and swirls as it dully reflects the PCs below, but the reflections warp and alter the PCs to have sallow complexions like the undead.</p>",
      "hazardDisable": "<p>A PC that has ascended to the plane of light (@Check[athletics|dc:13] check to Climb; on a critical failure, the PC falls 10 feet before being seized by a chain) can attempt a @Check[thievery|dc:18] check to disrupt the plane or a @Check[arcana|dc:18], @Check[occultism|dc:18] or @Check[religion|dc:18] check to ritually disrupt the haunting. Each success reduces the haunt's actions by one. When the haunt has no more actions, it is disabled and the PCs all return to area <strong>B3</strong>.</p>",
      "hazardReset": "<p>The haunt resets the next time the <em>Soulshackle</em> traps creatures in the library.</p>",
      "hazardRoutine": "<p>(three actions) The chains rattle and sigh ominously around two different random creatures trapped in the haunt, dealing @Damage[(1d6+2)[void]] damage (@Check[will|dc:16|basic] save).</p>",
      "name": "Scaling the Chain"
    },
    "Shriveled Leaf of Talhindir": {
      "items": {
        "6aRy2QDkaxrKWSn2": {
          "description": "<p>The Leaf of Talhindir can [[/act hide]] or end its [[/act sneak]] in a creature's or object's shadow.</p>",
          "name": "Slink in Shadows"
        },
        "M0O8rEQtmGSkUrVI": {
          "name": "Withered Touch"
        },
        "WsuruTWS3hKjcRAs": {
          "description": "<p><strong>Requirements</strong> The Leaf of Talhindir made a successful Strike against a living creature with its withered touch on its previous action</p><hr /><p><strong>Effect</strong> The Leaf of Talhindir chains the soul of the creature. They must attempt a @Check[will|dc:17|options:inflicts:enfeebled] save. On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1}. This is cumulative with other enfeebled conditions from other Leaves of Talhindir or shadows, to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 4}. The enfeebled value from Weight of Darkness decreases by 1 every minute.</p>",
          "name": "Weight of Darkness"
        },
        "wAnVScy4XBMbtkLm": {
          "description": "<p>Attacks against the Leaf of Talhindir are treated as magical if made by a creature who is in magical light or with an object that is in magical light (such as from the @UUID[Compendium.pf2e.spells-srd.Item.WBmvzNDfpwka3qT4]{Light} spell).</p>",
          "name": "Light Vulnerability"
        }
      },
      "name": "Shriveled Leaf of Talhindir",
      "npcHp": "void healing"
    },
    "Skeleton Adept": {
      "description": "<p>Adepts have unlocked only the most minor of occult mysteries. A few are chosen by accomplished practitioners for further training.</p><hr /><p>Hidden secrets and occult powers have an irresistible lure for many. Since the majority of these NPCs are spellcasters, consider using alternative spell lists to adjust their themes.</p>",
      "items": {
        "4zzNfH7d9409n3cP": {
          "name": "Robes"
        },
        "AuocSDVewXxiFzuz": {
          "name": "Fist"
        },
        "RlbEDdwzjyv0Yt68": {
          "name": "Scroll Case"
        },
        "TztjddoEZphVsSDa": {
          "description": "<p>The adept concentrates to muster knowledge and wisdom. While focusing, they gain a +2 status bonus to checks to @UUID[Compendium.pf2e.actionspf2e.Item.1OagaWtBpVXExToo]{Recall Knowledge}, but take a –2 penalty to Perception. They can Dismiss this focused state.</p>",
          "name": "Focused Thinker"
        },
        "fq1ECL0RyesmuO8Y": {
          "description": "<p><strong>Trigger</strong> The skeleton is critically hit.</p>\n<hr />\n<p><strong>Effect</strong> The skeleton collapses into a pile of bones and the attack deals only normal damage. The skeleton can reform in a standing position as an action, but until it does, it is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>",
          "name": "Collapse"
        },
        "iQWAwtvFxRVGqW0G": {
          "name": "Journal"
        },
        "ipz89wB16JTSERLW": {
          "name": "Journal"
        },
        "ptceztheMpvUcPpL": {
          "name": "Scribing Lore"
        },
        "s6SooC048Pv9mWpO": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        }
      },
      "name": "Skeleton Adept",
      "npcHp": "void healing"
    },
    "Skeleton Coven Aspirant": {
      "description": "<p>Only the foolish would bring themselves to the attention of hags, but some aspirants strive to join a hag coven out of a desire for power or companionship.</p><hr /><p>Hidden secrets and occult powers have an irresistible lure for many. Since the majority of these NPCs are spellcasters, consider using alternative spell lists to adjust their themes.</p>",
      "items": {
        "CUd7yJTScP3CfZ6K": {
          "description": "<p>When a coven aspirant is within @Template[emanation|distance:30]{30 feet} of at least two allies, they and their allies gain a +1 status bonus to Will saves.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.uKJRRrlReO0CceVc]{Effect: Shared Confidence}</p>",
          "name": "Shared Confidence"
        },
        "MMCYKd69dsTEEPkN": {
          "name": "Fist"
        },
        "PPgGl80czWcfW9ld": {
          "name": "Cauldron"
        },
        "QlkPRh3XNHPzuE3A": {
          "description": "<p>The coven aspirant forms a temporary coven with two or more willing creatures within 30 feet, all of whom must be able to cast spells.</p>\n<p>Members of the temporary coven can cast @UUID[Compendium.pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6]{Charm}, @UUID[Compendium.pf2e.spells-srd.Item.J6vNvrUT3b1hx2iA]{Entangling Flora}, and @UUID[Compendium.pf2e.spells-srd.Item.i35dpZFI7jZcRoBo]{Illusory Disguise} as 2nd-rank occult innate spells at will, using DC 17 or their spellcasting DC, whichever is higher.</p>\n<p>The coven is dissolved after 3 rounds or when all but one member is dead, whichever comes first. A creature can be a member of only one temporary coven at a time and can join a temporary coven no more than once per 24 hours.</p>",
          "name": "Forge Pact"
        },
        "g0hHYGpwXgc8Zkrs": {
          "description": "<p><strong>Trigger</strong> The skeleton is critically hit.</p>\n<hr />\n<p><strong>Effect</strong> The skeleton collapses into a pile of bones and the attack deals only normal damage. The skeleton can reform in a standing position as an action, but until it does, it is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>",
          "name": "Collapse"
        }
      },
      "name": "Skeleton Coven Aspirant",
      "npcAllSaves": "shared confidence",
      "npcHp": "void healing"
    },
    "Skeleton Guard": {
      "description": "<p>The most common skeletal minions are mere guardians.</p>\n<hr />\n<p>Animated skeletons are among the most common types of undead.</p>",
      "items": {
        "C1Qh67YEkuH7r5lt": {
          "_source": "pf2e.equipment-srd.Item.w2ENw2VMPcsbif8g"
        },
        "EiGKiyOFswZzf6CK": {
          "description": "<p>The skeleton removes its skull and throws it, making a jaws attack with a range of 20 feet. It then attempts to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} each foe within 10 feet of the target.</p>\n<p>The head bounces, rolls, or even flies back, returning to the skeleton at the start of its next turn. The skeleton is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} until then.</p>",
          "name": "Screaming Skull"
        },
        "EzSKWtWM2tSTtZwA": {
          "name": "Claw"
        },
        "m25t326n1Ovt0t5U": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        }
      },
      "name": "Skeleton Guard",
      "npcHp": "void healing"
    },
    "Skeleton Wolfguard": {
      "description": "<p>Without the burden of flesh, skeletal wolves charge across the battlefield with terrifying speed.</p>\n<hr />\n<p>Among the ranks of the dead, none are so numerous, nor so varied, as the skeleton. While most are almost entirely made from bone, some maintain a few scraps of flesh to aid them in movement, such as wing membranes.</p>",
      "items": {
        "K0mRxUnwtl1cRBXV": {
          "description": "<p>The skeleton removes its skull and throws it, making a jaws attack with a range of 20 feet. It then attempts to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} each foe within 10 feet of the target.</p>\n<p>The head bounces, rolls, or even flies back, returning to the skeleton at the start of its next turn. The skeleton is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} until then.</p>",
          "name": "Screaming Skull"
        },
        "a9ir7xv426ririzq": {
          "description": "<p>The wolf skeleton Strides three times, but it's @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the start of its next turn.</p>",
          "name": "Surge of Speed"
        },
        "gizkkpi42rqcq7rz": {
          "name": "Jaws"
        },
        "uB6EJzJpTE3PRvS8": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        }
      },
      "name": "Skeleton Wolfguard",
      "npcHp": "void healing"
    },
    "Talhindir's Autumn": {
      "description": "<p>All lights in the room snap on, just as Lyari remembers the day of her death. A susurrus of accusations and a guilty verdict fill the air. Ghostly elven warriors disappear and reappear in a disorienting and implacable advance.</p>",
      "hazardDisable": "<p>@Check[athletics|dc:18] to stand against the force of the verdict, or @Check[arcana|dc:18], @Check[occultism|dc:18], or @Check[religion|dc:18] to ritually disrupt the haunting. Each success reduces the haunt's actions by one When the haunt has no more actions, it is disabled and the Hunted by Chains haunt triggers.</p>",
      "hazardReset": "<p>The haunt resets the next time the <em>Soulshackle</em> traps creatures in the library.</p>",
      "hazardRoutine": "<p>(two actions) The haunt makes vengeful judgment Strikes against three different random creatures trapped in this haunt. A spectral pool of blood forms beneath any creature knocked @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} by this haunt.</p>",
      "name": "Talhindir's Autumn"
    },
    "Talhindir's Despair": {
      "description": "<p>Gentle crying rises to become overwhelming wails. The fungal carvings begin to weep blood that pools around the pillars</p>",
      "hazardDisable": "<p>@Check[performance|dc:20] (trained) to overpower the frightening cries with a greater sound or @Check[occultism|dc:18] or @Check[religion|dc:18] (trained) to ritually disrupt the haunting.</p>",
      "hazardReset": "<p>If the haunt is not dispersed, it resets after 1 day.</p>",
      "name": "Talhindir's Despair"
    },
    "Talhindir's Fall": {
      "description": "<p>All lights in the room snap on, just as Lyari remembers the day of her death. A susurrus of accusations and a guilty verdict fill the air. Ghostly elven warriors disappear and reappear in a disorienting and implacable advance.</p>",
      "hazardDisable": "<p>@Check[athletics|dc:20] to stand against the force of the verdict, or @Check[arcana|dc:20], @Check[occultism|dc:20], or @Check[religion|dc:20] to ritually disrupt the haunting. Each success reduces the haunt's actions by one When the haunt has no more actions, it is disabled and the Hunted by Chains haunt triggers.</p>",
      "hazardReset": "<p>The haunt resets the next time the <em>Soulshackle</em> traps creatures in the library.</p>",
      "hazardRoutine": "<p>(two actions) The haunt makes vengeful judgment Strikes against three different random creatures trapped in this haunt. A spectral pool of blood forms beneath any creature knocked @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} by this haunt.</p>",
      "name": "Talhindir's Fall"
    },
    "Talhindir's Grief": {
      "description": "<p>Gentle crying rises to become overwhelming wails. The fungal carvings begin to weep blood that pools around the pillars</p>",
      "hazardDisable": "<p>@Check[performance|dc:17] (trained) to overpower the frightening cries with a greater sound or @Check[occultism|dc:15] or @Check[religion|dc:15] (trained) to ritually disrupt the haunting.</p>",
      "hazardReset": "<p>If the haunt is not dispersed, it resets after 1 day.</p>",
      "name": "Talhindir's Grief"
    },
    "The Scourge of Woodsedge": {
      "items": {
        "00iNFuUnCQuVy22z": {
          "description": "<p>The scourge targets a @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} creature with a blade melee Strike. A successful hit is automatically a critical hit and the target creature must succeed at a @Check[fortitude|dc:36] or become @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}. If the target is already doomed, they instead increased their doomed value by 1.</p>",
          "name": "Final Execution"
        },
        "B3tpwN7dZEoStsev": {
          "description": "<p>The Scourge explodes into a whirling tornado of metal and blades, at the cost of briefly leaving its warshard core vulnerable. All creatures within a @Template[type:emanation|distance:20] must succeed at a @Check[reflex|dc:33] save or take @Damage[10d10[slashing],3d8[void]|options:area-damage] damage. The Scourge can't use To Shreds for [[/gmr 1d4 #rounds]]{1d4 rounds}.</p>\n<p>If the Scourge is targeted by a Reactive Strike as a result of using this action, it takes a –2 circumstance penalty to its AC; if the Reactive Strike disrupts this action, this penalty remains until the start of the Scourge's next turn.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.vaqiHzEewOKDx6rP]{Effect: To Shreds (AC Penalty)}</p>",
          "name": "To Shreds"
        },
        "DY2xnW20SodXTF1I": {
          "name": "Throwing Blade"
        },
        "UFdJTh4UUcMeXA26": {
          "description": "<p>A creature damaged by the Scourge's blade Strikes must succeed at a @Check[fortitude|dc:36] save or become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}; if the target is already drained, they instead increased their drained value by 1, to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 3}. On a critical failure, the target is also @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} until the end of the Scourge's next turn.</p>",
          "name": "Life Sap"
        },
        "VxDkoOnhJQrp2lBr": {
          "description": "<p>The Scourge senses the vital essence of living creatures within range.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Lifesense]</p>"
        },
        "dZcNG2pzhZMzFOhd": {
          "description": "<p>@Check[will|dc:36]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p><hr /><p><em>Note: A radius for this aura was not provided by Paizo</em></p>"
        },
        "of5l6dDBzPYlNwTq": {
          "name": "Blade"
        },
        "utkwrTyuxi8OLPCV": {
          "description": "<p>The Scourge has a fly speed of 30 feet, but must end its turn within no more than 5 feet off the ground, otherwise it falls and takes damage as normal</p>",
          "name": "Bladed Levitation"
        }
      },
      "name": "The Scourge of Woodsedge",
      "npcHp": "void healing",
      "npcSpeed": "bladed levitation"
    },
    "Thoroughbred Nightmare": {
      "description": "<p>Nightmares are flaming equine harbingers of death.</p>",
      "items": {
        "Huqh2NJEkx1xBpoO": {
          "description": "<p>The nightmare Strides or Flies up to triple its Speed. Its hooves burst with intense flame, dealing @Damage[5d6[fire]] damage with a @Check[reflex|dc:28|basic] save to each creature other than the nightmare's rider that the nightmare moves adjacent to during its gallop. Each creature can be affected only once during a single use of Flaming Gallop.</p>",
          "name": "Flaming Gallop"
        },
        "NHSqYE5ZeWiln3Vx": {
          "name": "Hoof"
        },
        "aFTYkeNI6jd2TfGi": {
          "name": "Interplanar Teleport (Self and Rider Only)"
        },
        "hvrW7fEOtezPrmRv": {
          "name": "Jaws"
        },
        "nbWXPfh7WyVCERN9": {
          "description": "<p>15 feet. The nightmare continually exhales black smoke Creatures within the aura are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} to those outside it, and creatures outside the aura are concealed to creatures within it. Nightmares and their riders can see through this smoke. A creature that begins its turn in the area must succeed at a @Check[fortitude|dc:25] save or be @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}. It's then temporarily immune to being sickened by the smoke for 1 minute. This is an inhaled poison, and the nightmare and its rider are immune to it.</p>",
          "name": "Smoke"
        }
      },
      "name": "Thoroughbred Nightmare"
    },
    "Timonithaea": {
      "description": "<p>Naiad queens rule over pristine wildernesses centered around untouched lakes, massive rivers, or other collective bodies of fresh water. Bards' songs and artists' paintings of these powerful nymphs tend to depict naiad queens in their slightly more humanoid forms, which they don when they make the rare journey into civilized lands to garner allies, gather news, or gauge threats.</p>\n<p>Most naiad queens treat those who respect their domains with kindness, but they're fierce—and quick to eliminate foes. Their blinding beauty and breadth of offensive spells make naiad queens fierce opponents if forced into a fight.</p>\n<hr />\n<p>Nymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most common of their kind are the dryads, which are spirits that embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, typically a specific tree or pond, or even-in the case of nymph queens-whole forests or massive bodies of water</p>\n<h2>Nymph Queens</h2>\n<p>Nymph queens are powerful nymphs who rule over entire regions of untouched wilderness, not just single trees or ponds. Every variety of nymph can have a queen. Naiad queens are among the most prominent, and more often interact with nearby mortals. Thus, some scholars refer to naiad queens as simply \"nymphs.\"</p>",
      "items": {
        "Gm902B0XQR5W4eLu": {
          "description": "<p>Timonithaea is tied to a body of water or area with a great deal of water features.</p><hr /><p>A nymph queen is intrinsically tied to a specific region. As long as the queen is healthy, the environment is exceptionally resilient, allowing the nymph queen to automatically attempt to counteract any spell that would harm the environment (such as the @UUID[Compendium.pf2e.spells-srd.Item.7yWXx3qC4eFNHhxD]{Blight} ritual), using her spell DC with a counteract rank equal to the highest-rank druid spell she can cast.</p>\n<p>When the nymph queen becomes physically or psychologically unhealthy, however, her warded region eventually becomes twisted or unhealthy as well. In that case, restoring the nymph queen swiftly heals the entire region.</p>",
          "name": "Tied to the Land"
        },
        "HL3wrCKvsFKv7jaX": {
          "name": "Tidal Surge (At Will)"
        },
        "P658sPuiyqAqTdkz": {
          "description": "<p>If a target already affected by nymph's beauty fails its save, the image of the queen sears into the creature's mind, effectively blinding the creature until its vision is restored with sound body or a similar effect.</p>\n<p>The naiad queen can Dismiss the effect.</p><hr /><p>The nymph queen focuses her beauty upon a target, who must attempt a save against her nymph's beauty aura (@Check[will|dc:23] save). If the creature fails and was already affected by the aura, it takes a greater effect described in the nymph queen's entry.</p>\n<p>A nymph queen can Focus Beauty on a given creature only once per turn.</p>",
          "name": "Focus Beauty"
        },
        "TahJmDRewYTMmLsm": {
          "name": "Water Orb"
        },
        "Y44FxT7CY4R6SkdW": {
          "description": "<p>30 feet @Check[will|dc:23] save.</p><hr /><p>A creature that fails its save is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} and becomes stunned 1 each time it starts its turn within the aura for the next 24 hours, even if it can't see Timonithaea.</p>",
          "name": "Nymph's Beauty"
        },
        "YJMvSGcOCT86q7GC": {
          "description": "<p>Timonithaea channels magical energy into the Enoménos crown to telepathically communicate with creatures who are beneath the water within 20 miles of Naós tou Neroú.</p>",
          "name": "Timonithaea's Calling"
        },
        "lQKrggSbzpvqq4YB": {
          "name": "Inspiration"
        },
        "nS51JCooM2dV2JTC": {
          "description": "<p>The naiad can ask questions of, receive answers from, and use the Diplomacy skill with animals.</p>",
          "name": "Animal Empathy"
        },
        "xxUW9YkqVCI57nCo": {
          "name": "Aqueous Fist"
        },
        "yQ0WKMlep02TPvLi": {
          "name": "Change Shape"
        },
        "z1Wnid4gCPgKMoV8": {
          "description": "<p>For every 10 minutes a naiad spends soaking in any body of water in her domain, she regains @Damage[30[healing]]{30 Hit Points}.</p>",
          "name": "Water Healing"
        }
      },
      "name": "Timonithaea"
    },
    "Timonithaea (7-9)": {
      "description": "<p>Naiad queens rule over pristine wildernesses centered around untouched lakes, massive rivers, or other collective bodies of fresh water. Bards' songs and artists' paintings of these powerful nymphs tend to depict naiad queens in their slightly more humanoid forms, which they don when they make the rare journey into civilized lands to garner allies, gather news, or gauge threats.</p>\n<p>Most naiad queens treat those who respect their domains with kindness, but they're fierce—and quick to eliminate foes. Their blinding beauty and breadth of offensive spells make naiad queens fierce opponents if forced into a fight.</p>\n<hr />\n<p>Nymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most common of their kind are the dryads, which are spirits that embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, typically a specific tree or pond, or even-in the case of nymph queens-whole forests or massive bodies of water</p>\n<h2>Nymph Queens</h2>\n<p>Nymph queens are powerful nymphs who rule over entire regions of untouched wilderness, not just single trees or ponds. Every variety of nymph can have a queen. Naiad queens are among the most prominent, and more often interact with nearby mortals. Thus, some scholars refer to naiad queens as simply \"nymphs.\"</p>",
      "items": {
        "Gm902B0XQR5W4eLu": {
          "description": "<p>Timonithaea is tied to a body of water or area with a great deal of water features.</p><hr /><p>A nymph queen is intrinsically tied to a specific region. As long as the queen is healthy, the environment is exceptionally resilient, allowing the nymph queen to automatically attempt to counteract any spell that would harm the environment (such as the @UUID[Compendium.pf2e.spells-srd.Item.7yWXx3qC4eFNHhxD]{Blight} ritual), using her spell DC with a counteract rank equal to the highest-rank druid spell she can cast.</p>\n<p>When the nymph queen becomes physically or psychologically unhealthy, however, her warded region eventually becomes twisted or unhealthy as well. In that case, restoring the nymph queen swiftly heals the entire region.</p>",
          "name": "Tied to the Land"
        },
        "HL3wrCKvsFKv7jaX": {
          "name": "Tidal Surge (At Will)"
        },
        "P658sPuiyqAqTdkz": {
          "description": "<p>If a target already affected by nymph's beauty fails its save, the image of the queen sears into the creature's mind, effectively blinding the creature until its vision is restored with sound body or a similar effect.</p>\n<p>The naiad queen can Dismiss the effect.</p><hr /><p>The nymph queen focuses her beauty upon a target, who must attempt a save against her nymph's beauty aura (@Check[will|dc:26] save). If the creature fails and was already affected by the aura, it takes a greater effect described in the nymph queen's entry.</p>\n<p>A nymph queen can Focus Beauty on a given creature only once per turn.</p>",
          "name": "Focus Beauty"
        },
        "TahJmDRewYTMmLsm": {
          "name": "Water Orb"
        },
        "Y44FxT7CY4R6SkdW": {
          "description": "<p>30 feet @Check[will|dc:26] save.</p><hr /><p>A creature that fails its save is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} and becomes stunned 1 each time it starts its turn within the aura for the next 24 hours, even if it can't see Timonithaea.</p>",
          "name": "Nymph's Beauty"
        },
        "YJMvSGcOCT86q7GC": {
          "description": "<p>Timonithaea channels magical energy into the Enoménos crown to telepathically communicate with creatures who are beneath the water within 20 miles of Naós tou Neroú.</p>",
          "name": "Timonithaea's Calling"
        },
        "lQKrggSbzpvqq4YB": {
          "name": "Inspiration"
        },
        "nS51JCooM2dV2JTC": {
          "description": "<p>The naiad can ask questions of, receive answers from, and use the Diplomacy skill with animals.</p>",
          "name": "Animal Empathy"
        },
        "xxUW9YkqVCI57nCo": {
          "name": "Aqueous Fist"
        },
        "yQ0WKMlep02TPvLi": {
          "name": "Change Shape"
        },
        "z1Wnid4gCPgKMoV8": {
          "description": "<p>For every 10 minutes a naiad spends soaking in any body of water in her domain, she regains @Damage[30[healing]]{30 Hit Points}.</p>",
          "name": "Water Healing"
        }
      },
      "name": "Timonithaea (7-9)"
    },
    "Torn Trio": {
      "items": {
        "7zBy716qoQu0GqBE": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.ReactiveStrike]</p>",
          "name": "Reactive Strike (See Split Reactions)"
        },
        "FAyA7DAYT3DbBGga": {
          "name": "Limb"
        },
        "G0TqPWbj2hoTfeWJ": {
          "description": "<p>The torn trio makes a number of limb Strikes up to its number of functioning limbs, each against a different target. These attacks count toward the torn trio's multiple attack penalty, but the multiple attack penalty doesn't increase until after the torn trio makes all its attacks.</p>",
          "name": "Flurry of Limbs"
        },
        "XlSPUiZ7swOb3uMB": {
          "description": "<p>A torn trio ordinarily has three severed limbs tethered to a central point by near-incorporeal ropes. A limb is essentially cut away from the central point and rendered nonfunctional each time the torn quartet loses 60 Hit Points (so at 120 Hit Points, the torn quartet has two functional limbs, at 60 Hit Points, it has one functional limb). Each functioning limb can @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} separate creatures within reach, or multiple functioning limbs can Grapple the same creature; for each additional limb used to Grapple a creature, the @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC increases by 2.</p>",
          "name": "Bound Limbs"
        },
        "YjtZAfYKCsCb88yD": {
          "description": "<p>A torn trio has a number of reactions per round equal to its number of still-functioning limbs, which it can use only to make Reactive Strikes. It can't use more than 1 reaction on the same triggering action, even if a creature leaves several squares within its reach, and the torn trio must use a different limb for each Reactive Strike it makes. Whenever one of the torn trio's limbs is rendered nonfunctional, the torn trio loses one of its reactions.</p>",
          "name": "Split Reactions"
        },
        "hAOi8fSz7gYtKE2Z": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "hFgGN1jjJQY5dlJm": {
          "description": "<p><strong>Requirements</strong> The torn trio has a creature grappled or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} by at least two limbs</p><hr /><p><strong>Effect</strong> The creature takes @Damage[(5d6+2)[slashing]] damage for each limb currently grabbing or restraining it (maximum 15d6), with a @Check[fortitude|dc:30|basic] save. On a critical failure, the creature also loses a random body part, and one of the torn trio's limbs is now no longer grabbing or restraining it.</p>",
          "name": "Tear Asunder"
        },
        "uJDdqEktyz3QrEXu": {
          "description": "<p>A torn trio can spend 1 minute tearing apart the corpse of a humanoid creature that was killed within the last hour to regain 60 Hit Points and restore one of its nonfunctioning limbs. A torn trio can't have more than three limbs.</p>",
          "name": "Replacement Parts"
        }
      },
      "name": "Torn Trio",
      "npcHp": "void healing"
    },
    "Undead Hellknight": {
      "items": {
        "P6MqxWxSWsS3YZL1": {
          "name": "Warfare Lore"
        },
        "VAjIOFfXsEkMxTAZ": {
          "description": "<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> An undead target within reach regains @Damage[2d6[healing]] Hit Points and gains a +2 status bonus to damage rolls for 1 round.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.F4fWxN5WREaoWz19]{Effect: Damned Restoration}</p>",
          "name": "Damned Restoration"
        }
      },
      "name": "Undead Hellknight",
      "npcHp": "void healing"
    },
    "Unruly Crowd": {
      "description": "<p>Concerned citizens shout slogans about the dangers of dealing with Cheliax and throw bricks at Chelaxian sympathizers.</p>",
      "hazardDisable": "<p>Succeed at two of the following checks in any combination: @Check[athletics|dc:20] (trained) to confiscate dangerous debris, @Check[diplomacy|dc:20] (trained) to calm the crowd, @Check[intimidation|dc:18] (untrained) to scare the crowd away, @Check[will|dc:22] (trained) to maintain a brave and confident demeanor; an effect such as @UUID[Compendium.pf2e.spells-srd.Item.b515AZlB0sridKSq]{Calm} that can target an area counts as one automatic success.</p>",
      "hazardRoutine": "<p>(three actions) The unruly crowd uses an action to chant a Catchy Slogan if it is not already benefiting from the effect It uses Shake Confidence once per turn and uses its remaining actions for cobblestone Strikes.</p>",
      "name": "Unruly Crowd"
    },
    "Violent Crowd": {
      "description": "<p>Concerned citizens shout slogans about the dangers of dealing with Cheliax and throw bricks at Chelaxian sympathizers.</p>",
      "hazardDisable": "<p>Succeed at two of the following checks in any combination: @Check[athletics|dc:25] (trained) to confiscate dangerous debris, @Check[diplomacy|dc:25] (trained) to calm the crowd, @Check[intimidation|dc:23] (untrained) to scare the crowd away, @Check[will|dc:28] (trained) to maintain a brave and confident demeanor; an effect such as @UUID[Compendium.pf2e.spells-srd.Item.b515AZlB0sridKSq]{Calm} that can target an area counts as one automatic success.</p>",
      "hazardRoutine": "<p>(three actions) The unruly crowd uses an action to chant a Catchy Slogan if it is not already benefiting from the effect It uses Shake Confidence once per turn and uses its remaining actions for cobblestone Strikes.</p>",
      "name": "Violent Crowd"
    },
    "Withered Leaf of Talhindir": {
      "items": {
        "6aRy2QDkaxrKWSn2": {
          "description": "<p>The Leaf of Talhindir can [[/act hide]] or end its [[/act sneak]] in a creature's or object's shadow.</p>",
          "name": "Slink in Shadows"
        },
        "M0O8rEQtmGSkUrVI": {
          "name": "Withered Touch"
        },
        "WsuruTWS3hKjcRAs": {
          "description": "<p><strong>Requirements</strong> The Leaf of Talhindir made a successful Strike against a living creature with its withered touch on its previous action</p><hr /><p><strong>Effect</strong> The Leaf of Talhindir chains the soul of the creature. They must attempt a @Check[will|dc:15|options:inflicts:enfeebled] save. On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1}. This is cumulative with other enfeebled conditions from other Leaves of Talhindir or shadows, to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 4}. The enfeebled value from Weight of Darkness decreases by 1 every minute.</p>",
          "name": "Weight of Darkness"
        },
        "wAnVScy4XBMbtkLm": {
          "description": "<p>Attacks against the Leaf of Talhindir are treated as magical if made by a creature who is in magical light or with an object that is in magical light (such as from the @UUID[Compendium.pf2e.spells-srd.Item.WBmvzNDfpwka3qT4]{Light} spell).</p>",
          "name": "Light Vulnerability"
        }
      },
      "name": "Withered Leaf of Talhindir",
      "npcHp": "void healing"
    }
  },
  "label": "Season 7"
}