{
  "entries": {
    "Crushing Crowd": {
      "description": "<p>The crowd rushes forward, risking a stampede as everyone tries to fnd a safe exit.</p>",
      "hazardDisable": "<p>@Check[type:diplomacy|dc:15] to calm the crowd, or @Check[type:intimidation|dc:18] or @Check[type:society|dc:18] to control the crowd's behavior</p>",
      "hazardRoutine": "<p>(1 action) On its initiative, the crowd moves 5 feet toward the exit in area <strong>A1</strong>, then crushes any creature in a @Template[type:emanation|distance:10], dealing @Damage[(2d6+2)[bludgeoning]] damage. All targets must attempt a @Check[type:reflex|dc:18|basic:true] save.</p><p><strong>Failure</strong> The target takes full damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p><p><strong>Critical Failure</strong> The target takes double damage, becomes prone, and is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 round.</p>",
      "name": "Crushing Crowd"
    },
    "Crushing Crowd (3-4)": {
      "description": "<p>The crowd rushes forward, risking a stampede as everyone tries to fnd a safe exit.</p>",
      "hazardDisable": "<p>@Check[type:diplomacy|dc:18] to calm the crowd, or @Check[type:intimidation|dc:21] or @Check[type:society|dc:21] to control the crowd's behavior</p>",
      "hazardRoutine": "<p>(1 action) On its initiative, the crowd moves 5 feet toward the exit in area <strong>A1</strong>, then crushes any creature in a @Template[type:emanation|distance:10], dealing @Damage[(4d6)[bludgeoning]] damage. All targets must attempt a @Check[type:reflex|dc:21|basic:true] save.</p><p><strong>Failure</strong> The target takes full damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p><p><strong>Critical Failure</strong> The target takes double damage, becomes prone, and is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 round.</p>",
      "name": "Crushing Crowd (3-4)"
    },
    "Experienced Homunculus": {
      "description": "<p>A homunculus is a tiny servitor construct created by a crafter to serve as a spy, scout, messenger, or assistant. When a crafter first begins to study the art of creating constructs, they often craft a homunculus first, since the creation process is simple and inexpensive due to a magical shortcut: the use of the creator's own blood. This forges a link between the homunculus and its master, causing the homunculus to gain a spark of the creator's intellect, as well as the same moral values and some of the creator's basic personality traits. Homunculi left to their own devices never stray far from their masters.</p>\n<p>In most cases, a homunculus doesn't survive the death of its master for long. Deprived of its creator, a homunculus loses focus and grows increasingly selfdestructive, and some even end up battering themselves to annihilation. Rarely, a homunculus with a slain master survives the trauma with its mind intact, often seeing itself as its deceased creator's child or successor and attempting to further its creator's legacy as best it can. In such cases, and if the homunculus was in close proximity to its master upon that creature's death, a portion of the dead master's soul \"infects\" the surviving homunculus as they pass on to the afterlife.</p>\n<p>This doesn't result in a truly soulbound homunculus, since only a fragment of the soul is left behind, but this is still enough to grant the homunculus a greater personality, free will of its own, and perhaps most importantly, the ability to speak. Over time, a few of these \"awakened\" homunculi even go so far as to become convinced that they are the reincarnation of their prior masters, although their actual personalities never quite reach the depth and complexity of a truly living creature. They are, at best, caricatures of the master, and at worst, they become awful, bitter-minded parodies of life itself. Still, a free-willed homunculus might pursue studies in its creator's class, becoming a unique creature with the abilities of that class if time and fortune permit.</p>\n<p>Homunculi are created from a mixture of clay, ash, mandrake root, spring water, and a pint of the creator's own blood. It is possible for a separate donor to provide the blood, but the process is more difficult.</p>",
      "items": {
        "ICjSF2djJxtdnASi": {
          "name": "Jaws"
        },
        "WLKYWXEiwmc9uCr5": {
          "description": "<p>A homunculus can't speak, but it is telepathically linked to its creator. It can share information back and forth, including its master's knowledge and everything the homunculus hears. The range of this link is 1,500 feet. The homunculus typically has a similar attitude to its creator and is utterly faithful. If the homunculus is destroyed, the master takes @Damage[2d10[mental]] damage. If the master is slain, the homunculus becomes mindless, claims its current location as its lair, and instinctively attacks anyone who comes near.</p>",
          "name": "Master Link"
        },
        "WhTbPOtlxlYvCpJ6": {
          "description": "<p>A homunculus has one dose of poison in a reservoir in its head. It can refill this poison from its reserves with an Interact action</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:17]</p><hr /><p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round).</p>",
          "name": "Homunculus Poison"
        }
      },
      "name": "Experienced Homunculus"
    },
    "Hired Hand": {
      "items": {
        "LJVuhBdkTPGokxbc": {
          "description": "<p>When the hired hand successfully Feints, the target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against his melee attacks until the end of his next turn. On a critical success, the target is off-guard against all melee attacks until the end of his next turn. He can Step immediately after the @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} as a free action.</p>",
          "name": "Scoundrel's Feint"
        },
        "Xx4xCuXxoMH9toNK": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the hired hand.</p>",
          "name": "Surprise Attack"
        },
        "sG5BW8K45THd7AKR": {
          "description": "<p>The hired hand's Strikes deals an additional 1d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "si0aIAwNtbIf7vdW": {
          "description": "<p><strong>Trigger</strong> A creature targets the hired hand with an attack, and he can see the attacker</p><hr /><p><strong>Effect</strong> The hired hand deftly dodges out of the way and gains a +2 circumstance bonus to AC against the triggering attack.</p>"
        }
      },
      "name": "Hired Hand"
    },
    "Lesser Poracha": {
      "description": "<p>Porachas are feline beasts native to the mystical Forest of Spirits in Tian Xia. In their natural form, these graceful eight-legged creatures sport a gray tabby coat of fur streaked with lines of olive green, but they are rarely seen this way. Even the youngest porachas are capable of hiding within objects, making them incredibly elusive and rarely seen except on their own terms. Because porachas can so effortlessly blend in with the forest and emerge from its dark corners in an instant, superstitious locals believe these beasts are related to kami—nature spirits who embody individual trees, stones, or other elements of nature in the Forest of Spirits. The truth is, while porachas frequently associate with kami, they are their own breed of monster.</p>\n<p>The poracha's most iconic feature is its ability to bend reality to teleport, or jaunt, short distances. But a poracha can also rest within objects, allowing it to safely sleep inside. Given that a poracha experiences time very slowly while hiding within objects, it can sleep inside one for an extended period. Once it wakes, a poracha departs to play in the living world.</p>\n<p>Porachas especially enjoy resting inside roadside milestones, to maximize their chances of coming across travelers. Porachas rarely tread humanoid-occupied lands, preferring the company of the kami and their natural habitat in the Forest of Spirits. Though they enjoy occasional conversation, they're extremely sensitive to sound; they speak softly and request the same from those they speak with. Their territories span vast swaths of the wood, making them ideal allies for hunters or treasure seekers who would otherwise become lost in the dense trees. But porachas are nothing if not fickle, and typically demand inscrutable favors in return for their aid, such as the planting of a rare sapling or the clearing of an invasive monster species. Any attempt to coerce or trick a poracha into service is ill advised, for these sacred beasts have many friends among the kami as well as others of their kind. Though they generally don't travel in groups, porachas know where to find more of their kind in times of need, and an organized pack of porachas is a disorienting threat.</p>",
      "items": {
        "50tgcNZoPBn2RCy3": {
          "name": "Claw"
        },
        "GzpsUYZPjfrvA0Yh": {
          "description": "<p>The poracha touches an adjacent object of enough volume to contain it. It merges into the object indefinitely, and while it's inside, time moves exceptionally slowly for it and it has only limited perception of the outside world. The poracha can sense what's going on outside the object only using tremorsense.</p>\n<p>The poracha can use only mental actions or Jaunt; if it Jaunts, it leaves the object and appears where it chooses. If a creature Strikes the object, the poracha is expelled unharmed.</p>",
          "name": "Object Meld"
        },
        "ZA1vPfnoLP9PkAG2": {
          "name": "Tremorsense (Imprecise) 10 feet"
        },
        "sEBLtOOpyQCNzmBJ": {
          "name": "Jaws"
        },
        "zYGuLe2x3OTlMc06": {
          "description": "<p>The poracha teleports up to 40 feet to a location it can see.</p>\n<p>It can't use Jaunt again for [[/br 1d4 #Recharge use Jaunt]]{1d4 rounds}.</p>",
          "name": "Jaunt"
        }
      },
      "name": "Lesser Poracha"
    },
    "Lesser Pusk": {
      "description": "<p>Among the lowest and least powerful of all demons, the wretched pusks are just as vicious and cruel as their more powerful brethren. They happily vent their frustrations on anything weaker than themselves.</p>\n<p>Born from the souls of the slothful, these demons appear vaguely humanoid in appearance with awkward limbs and slack lumps of skin hanging from their frames. Supposedly, a single slothful soul of sufficient depravity and strength can spawn an entire horde of these creatures. However, as weaker demons, their lot in life is to suffer at the hands of more powerful Abyssal predators, and only a tiny number of pusks ever manage to become something more. For this reason, pusks are quite accommodating when summoned by mortals. They're usually content to work under conditions few other fiends would accept, although they'll still gladly turn on even the kindest of masters who show even the slightest hint of weakness.</p>\n<hr />\n<p>When a sinful mortal soul is judged and sent on to the Outer Rifts, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they classic sins like wrath or gluttony, or more \"specialized\" depravities like an obsession with torture or the act of treason or treachery. Once formed, a demon's driving goals are twofold—the amassing of personal power, and the corruption of mortal souls to cause them to become tainted by sin. In this way demons ensure a never-ending supply of new demons to bolster their ever-growing ranks in the Outer Rifts.</p>\n<p>Demons are selfish and self-absorbed creatures, and most firmly believe that mortals only play at being more virtuous than fiends. They enjoy tempting mortals into damnation to both indulge their egos and swell their armies. Like many other fiends, one of the great rewards of this manipulation is fulfilling their hunger for souls. In their eyes, the primary use for these souls is to spawn new demons, who can serve as soldiers, slaves, pawns, or even currency for their more powerful masters.</p>",
      "items": {
        "EbsFN4gbz3zpDwft": {
          "name": "Telepathy 100 feet"
        },
        "Lb8baU3vfeAtn1Nw": {
          "description": "<p>The pusk makes itself as small as possible, protecting its vital organs with its limbs. It gains a +4 circumstance bonus to AC but takes a –2 penalty to attack rolls. This lasts until the pusk moves from its current space, falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or ends the effect as a free action.</p>",
          "name": "Cower"
        },
        "h8caQJMnKj4F22zZ": {
          "description": "<p>The pusk makes three claw Strikes, each at a –2 penalty, all targeting the same creature. The pusk's multiple attack penalty doesn't increase until after it has made all three attacks. The pusk gains the @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} condition until the beginning of its next turn.</p>",
          "name": "Frenzied Slashes"
        },
        "oQ1wQPUo6g2iysB1": {
          "name": "Jaws"
        },
        "p6uToNU7wgFDgDDH": {
          "description": "<p>When a pusk regains their actions, roll [[/br 1d4 #Actions Regained]]{1d4}. The pusk regains that many actions for the turn (to a maximum of 3, or 2 if the pusk is a minion). Effects like the slowed condition can further reduce their number of actions.</p>",
          "name": "Sloth"
        },
        "wncZzBRw5mBr1I3b": {
          "name": "Claw"
        },
        "xdQJFj57QglkQXeG": {
          "description": "<p>A pusk makes the most of any weakness it finds. Whenever a pusk scores a critical hit with its claw Strike, the target takes an additional 1d4 persistent bleed damage.</p>",
          "name": "Vicious Criticals"
        }
      },
      "name": "Lesser Pusk"
    },
    "Norvix": {
      "items": {
        "S57FO7elSBRvAiIA": {
          "name": "Locust Dagger"
        },
        "ZmA7OYVrcFMyxFKS": {
          "name": "Locust Dagger"
        },
        "a7fo6Ysl5YQf5z6c": {
          "name": "Locust Dagger"
        },
        "hrYDJioKa9vhH3Qb": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>The spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack modifier and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical costs are provided when a scroll is created, so you don't need to provide them when casting from a scroll. If the spell requires a locus, you must have that locus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of Dispel Magic (Rank 2)"
        },
        "snZ0sK8jt7ZvAdwr": {
          "description": "<p>Norvix's familiar is a giant rat named Squelch. She can take her actions independently of Norvix's commands and has her statistics presented separately. She has the familiar of restored spirit ability, so when Norvix Casts or Sustains a hex, one willing creature within 15 feet of Squelch gains 2 temporary Hit Points until the start of his next turn.</p>",
          "name": "Unleashed Familiar"
        }
      },
      "name": "Norvix"
    },
    "Norvix (3-4)": {
      "items": {
        "4bpilpYrSDOyQoGw": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>The spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack modifier and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical costs are provided when a scroll is created, so you don't need to provide them when casting from a scroll. If the spell requires a locus, you must have that locus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of Dispel Magic (Rank 3)"
        },
        "S57FO7elSBRvAiIA": {
          "name": "Locust Dagger"
        },
        "ZmA7OYVrcFMyxFKS": {
          "name": "Locust Dagger"
        },
        "a7fo6Ysl5YQf5z6c": {
          "name": "Locust Dagger"
        },
        "snZ0sK8jt7ZvAdwr": {
          "description": "<p>Norvix's familiar is a giant rat named Squelch. She can take her actions independently of Norvix's commands and has her statistics presented separately. She has the familiar of restored spirit ability, so when Norvix Casts or Sustains a hex, one willing creature within 15 feet of Squelch gains 2 temporary Hit Points until the start of his next turn.</p>",
          "name": "Unleashed Familiar"
        }
      },
      "name": "Norvix (3-4)"
    },
    "Rasping Cicada": {
      "description": "<p>These small insects are a nuisance and danger to small villages within Brevoy, taking over entire forests and blending in with the foliage. Also known as calling beetles, due to their ability to mimic and repeat the voices of their previous victims, crying cicadas wait for passersby to lure into the trees, fascinating their victims with their cries before fluttering their wings to release toxic dust. Once a target is near death, crying cicadas will take flight from the trees and land on the body to feed.</p>\n<p>The scale dust of crying cicadas can be turned into an effective ingested poison, but obtaining a cicada and harvesting these scales is so dangerous that most would-be poisoners simply die in the process. Even finding the insects is dangerous enough; crying cicadas' natural stealth and dark coloration make them difficult to locate among the trees of a forest, and following their cries often leads one to fall victim to the very creatures they're hunting.</p>\n<p>The longer a colony of crying cicadas stays in a forest, the wider their collection of cries grows. Often, a young colony will be able to replicate only the sounds of small, dying creatures, but larger, more established colonies will have the ability to mimic the sounds of children and dragons.</p>",
      "items": {
        "6mbayxPG3rJ5frUk": {
          "name": "Proboscis"
        },
        "YKTvAlrNoc9ohi3v": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:15]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d4[poison]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[1d4[poison]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[2d4[poison]] damage plus slowed 2 and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>",
          "name": "Rasping Cicada Poison"
        },
        "p6CCIwIhLTWNlbfR": {
          "description": "<p><strong>Requirements</strong> An enemy creature has spoken since the rasping cicada's last turn</p><hr /><p><strong>Effect</strong> The rasping cicada learns and mimics the sound of its opponent's voice. It can't make new sentences, but it can choose to repeat select parts of the phrases it has heard. All non-cicada creatures within 30 feet, other than the owner of the stolen voice, must succeed at a @Check[type:will|dc:15] save to disbelieve the mimicry.</p>",
          "name": "Steal Voice"
        },
        "t2y2nnhYLrSdX0Yz": {
          "name": "Slam"
        }
      },
      "name": "Rasping Cicada"
    },
    "Scythe Blades": {
      "description": "<p>Two blades, each hidden in a 15-foot-long ceiling groove, are both connected to a trip wire.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:21] (trained) to disable each blade</p>",
      "hazardReset": "<p>The trap resets after 15 minutes.</p>",
      "name": "Scythe Blades"
    },
    "Spear Launcher": {
      "description": "<p>A wall socket loaded with a spear connects to a floor tile in one 5-foot square.</p>",
      "hazardDisable": "<p>@Check[type:thievery|dc:18] (trained) on the floor tile or wall socket</p>",
      "name": "Spear Launcher"
    }
  },
  "label": "Season 6"
}