{
  "entries": {
    "Agent of Taraksun": {
      "description": "<p>Lies, knowledge, and deception are a nikaramsa's stock and trade. They are outstanding scholars, with deep and nuanced understanding of religion, philosophy, astrology, and similar subjects. They take particular delight in exploiting the greed and hubris of gullible worshippers, using them to desecrate and destroy their own faith. Even in their goal of undermining the holy, nikaramsas' twisted humor knows few bounds, and they prefer to take on the guise of divine messengers with boons to share. Once they find a likely victim or set of victims, they use their vast knowledge of religion to impart contradictory wisdom, leading to the eventual implosion of the faith from heresies of the clergy and congregation themselves.</p>\n<hr />\n<p>Asuras are, above all, proof that the gods are not infallible. These fiends arose as physical manifestations of divine accidents, taking form when the gods themselves stumbled and blasphemed on a cosmic scale. As a result of their own divine genesis, an asura loves above all to undo the workings of the divine. They eagerly travel to the Material Plane, seeking out temples, congregations of faithful worshippers, and religious orders of all stripes to sow doubt and destroy what the gods seek to build.</p>",
      "items": {
        "0YivU8H4k4twYxNc": {
          "_source": "pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs"
        },
        "2oNUku2hW5pSquMS": {
          "description": "<p>The nikaramsa focuses their gaze on one creature within 60 feet. That target must attempt a @Check[will|dc:34] save. Regardless of the outcome of the saving throw, the target then becomes temporarily immune for 1 day.</p>\n<hr />\n<p><strong>Critical Success</strong> The nikaramsa is caught off guard by the strength of the target's resistance and becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} until the end of their next turn.</p>\n<p><strong>Success</strong> The target resists the nikaramsa's influence.</p>\n<p><strong>Failure</strong> The target's focus and willpower drain away; it becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 minute.</p>\n<p><strong>Critical Failure</strong> As failure, but the target becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 3} for 1 hour.</p>",
          "name": "Sap Mind"
        },
        "3jrrGptpZSe7SNzt": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "3vjcI7zWw6PNI3G6": {
          "_source": "pf2e.spells-srd.Item.7ZinJNzxq0XF0oMx"
        },
        "4csEUCYiZOJmhWRo": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.LbnsT8yXchHMQT3t"
        },
        "5dR33zk4yzLRau5Z": {
          "description": "<p>You instantly transport yourself and any items you're wearing and holding from your current space to an unoccupied space within range you can see. If this would bring another creature with you—even if you're carrying it in an extradimensional container—the spell is lost.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The range increases to 1 mile. You don't need to be able to see your destination, as long as you have been there in the past and know its relative location and distance from you. You are then temporarily immune for 1 hour.</p>",
          "name": "Translocate (At Will)"
        },
        "60CCB5Edf3n6TRxV": {
          "name": "Tongue"
        },
        "BD35N4Wa7tdNg5y4": {
          "name": "Jaws"
        },
        "F7sex2oR1qWrZiDu": {
          "_source": "pf2e.spells-srd.Item.KHnhPHL4x1AQHfbC"
        },
        "GxQJRjrdovRpt4HU": {
          "_source": "pf2e.spells-srd.Item.yM3KTTSAIHhyuP14"
        },
        "HvYM5Z1ubUt120XB": {
          "name": "Claw"
        },
        "HvrOYSndJdFfyuSN": {
          "description": "<p>A nikaramsa is in fact a Medium creature, but appears as a Large creature due to the force of their personality. A creature interacting with the nikaramsa can attempt a @Check[will|dc:36] save to see the nikaramsa as they truly are. If the creature succeeds, the reach of nikaramsa's attacks against that foe decrease to 5 feet (10 feet for their tongue).</p>\n<p>If all creatures in the nikaramsa's vicinity successfully disbelieve this illusion, the nikaramsa becomes Medium and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} for as long as everyone sees their true form.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.PxLWRiCbgpqOTLO9]{Effect: Towering Stance (Disbelieved)}</p>",
          "name": "Towering Stance"
        },
        "I67zgZNWNfEStwES": {
          "description": "<p>Illusions bend light around the target, rendering it @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible}. This makes it @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected} to all creatures, though the creatures can attempt to find the target, making it @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} to them instead. If the target uses a hostile action, the spell ends after that hostile action is completed.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The spell lasts 1 minute, but it doesn't end if the target uses a hostile action.</p>",
          "name": "Invisibility (At Will, Self Only)"
        },
        "IozbEKLCHGP9IY0I": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "JB1xCxAnSvNuiezZ": {
          "_source": "pf2e.spells-srd.Item.Et8RSCLx8w7uOLvo"
        },
        "PHwp02us7v4SlaDv": {
          "description": "<p>You erect protective wards that make the target difficult to detect via magic. <em>Veil of privacy</em> attempts to counteract all detection, revelation, and scrying effects used against the target or the target's gear throughout the duration, counting cantrips as 1st-rank spells for this purpose. Successfully counteracting a spell that targets an area or multiple targets negates the effects for only <em>veil of privacy's</em> target.</p>",
          "name": "Veil of Privacy (Constant, Self Only)"
        },
        "QfsNS0isn7JsRZIX": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Telepathy]</p>",
          "name": "Telepathy 100 feet"
        },
        "Tamlz5MmumapXHT3": {
          "_source": "pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0"
        },
        "XN9PqGr1Gft89U0v": {
          "description": "<p><strong>Trigger</strong> A foe within 60 feet casts @UUID[Compendium.pf2e.spells-srd.Item.XSujb7EsSwKl19Uu]{Bless} or a beneficial spell that the nikaramsa could cast to remove an affliction or condition (such as @UUID[Compendium.pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0]{Cleanse Affliction})</p>\n<hr />\n<p><strong>Effect</strong> The nikaramsa attempts to counteract the enemy's spell (counteract modifier [[/r 1d20+24 #Counteract]]{+24} and counteract rank 7). If the nikaramsa succeeds, the triggering creature is subjected to the effects of a @UUID[Compendium.pf2e.spells-srd.Item.7ZinJNzxq0XF0oMx]{Bane} spell or the effect it was trying to remove.</p>",
          "name": "Pervert Miracle"
        },
        "aa7fXWAJhmWoOnix": {
          "description": "<p>You alter how an item's or spell's magical aura appears to effects like detect magic. You can hide the auras entirely, have an item register as a common item of lower level, or make a spell register as a common spell of the same or lower rank. You can Dismiss the spell. A caster using @UUID[Compendium.pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl]{Detect Magic} or @UUID[Compendium.pf2e.spells-srd.Item.OhD2Z6rIGGD5ocZA]{Read Aura} of a higher rank than disguise magic can attempt to disbelieve the illusion using the skill matching the tradition of the spell (Arcana for arcane, Religion for divine, Occultism for occult, or Nature for primal). Further attempts by the same caster get the same result as the initial check to disbelieve.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> You can Cast this Spell on a creature, disguising all items and spell effects on it.</p>",
          "name": "Disguise Magic (Constant, Self Only)"
        },
        "eIQNkhVTrXTcKHV0": {
          "description": "<p>You create an illusion that causes the target to appear as another creature of the same body shape, and with roughly similar height (within 6 inches) and weight (within 50 pounds). The disguise is typically good enough to hide their identity, but not to impersonate a specific individual. The spell changes their appearance and voice, but not mannerisms. You can change the appearance of its clothing and worn items, such as making its armor look like a dress. Held items are unaffected, and any worn item removed from the creature returns to its true appearance.</p>\n<p>Casting <em>illusory disguise</em> counts as setting up a disguise for the @UUID[Compendium.pf2e.actionspf2e.Item.AJstokjdG6iDjVjE]{Impersonate} use of Deception; it ignores any circumstance penalties the target might take for disguising itself as a dissimilar creature, gives a +4 status bonus to Deception checks to prevent others from seeing through the disguise, and lets the target add its level to such Deception checks even if untrained. You can Dismiss this spell.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> The target can appear as any creature of the same size, even a specific individual. You must have seen an individual to replicate its appearance, and must have heard its voice to replicate its voice.</p>\n<p><strong>Heightened (4th)</strong> You can target up to 10 willing creatures. If you target multiple creatures, you can choose a different disguise for each target, but none can impersonate a specific individual. You can Dismiss each disguise individually or all collectively.</p>\n<p><strong>Heightened (7th)</strong> As 4th, but you can choose disguises that impersonate specific individuals. You must have seen an individual to replicate its appearance, and must have heard its voice to replicate its voice.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.3Ktyd5F9lOPo4myk]{Spell Effect: Illusory Disguise}</p>",
          "name": "Illusory Disguise (At Will)"
        },
        "fExoNddhMxBpPQr1": {
          "_source": "pf2e.spells-srd.Item.XSujb7EsSwKl19Uu"
        },
        "i4jbUrRlPXHHy15s": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "isdLAZZn1OBsl3PR": {
          "description": "<p>Your gaze pierces through illusions and finds @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} creatures and spirits. You can see invisible creatures as though they weren't invisible, although their features are blurred, making them @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} and difficult to identify. You can also see incorporeal creatures, like ghosts, phased through an object from within 10 feet of an object's surface as blurry shapes seen through those objects. Subtler clues also grant you a +2 status bonus to checks you make to disbelieve illusions.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> This spell has a duration of 8 hours.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.T5bk6UH7yuYog1Fp]{Spell Effect: See the Unseen}</p>",
          "name": "See the Unseen (Constant)"
        },
        "yqXsSjz0hSfYrZjS": {
          "_source": "pf2e.spells-srd.Item.sX2o0HH4RjJDAZ8C"
        }
      },
      "name": "Agent of Taraksun",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Alktherisa and Omprisgor": {
      "description": "<p>The ruling caste of the proteans, keketars orchestrate attacks against the bastions of law and adjudicate protean disputes confidently and capriciously. A keketar resembles a shimmering, serpentine creature with spines, claws, and a dragon-like head. A keketar's actual appearance is in constant flux, but they generally stay about 18 feet long with a weight of around 1,500 pounds. While their physical forms can vary, two things remain constant: first, a keketar's eyes are always a piercing shade of amber or violet. Second, the keketar's mark of office—a crown of shifting symbols that hovers above their head—never changes. A keketar cannot remove their crown but can suppress it, although most are loath to do so and consider such an act one of cowardice or shame.</p>\n<p>Keketars fill a role in protean society of a sort of priesthood, operating as intermediaries between the other proteans and the Speakers of the Depths. All other proteans defer to keketars, treating them in a way similar to how citizens of a mortal city would treat respected nobles; even more powerful proteans defer to the will of the keketars. As with many religions, dogma and theology are prone to interpretation and change, and among the proteans, the situation is even more pronounced. Whatever the nature and desires of the Speakers of the Depths may be, individual keketars often come to dramatically different conclusions as to their will and intent. To the proteans, however, this inherent dissonance is a strength rather than a weakness.</p>\n<hr />\n<p>Guardians of disorder and natives of the primal plane of chaos known as the Maelstrom, proteans consider it their calling to spread bedlam and hasten entropic ends. The most powerful proteans are demigods known collectively as the protean lords, although they are mysterious entities whose cults in the Universe tend to be obscure and secretive.</p>\n<p>Proteans divide themselves into a loose caste system and possess a dizzying variety of powers. Most proteans have a serpentine body with the head of a primeval beast. Scholars have long been intrigued by this fact—that scions of dissolution and disorder would share so many features—pointing out that there is some semblance of order even in the purest chaos. Others note that the serpentine form is one of the most primeval shapes, perhaps suggesting that in a reality at the dawn of time, such shapes were all that could exist. The proteans themselves have little to say on the matter, which, perhaps ironically, only adds to the confusion and lack of consensus surrounding their kind. After all, if even chaos cannot be trusted to be chaotic, would that not be the purest form of entropy?</p>",
      "items": {
        "0rf640gBxRc7gfuM": {
          "description": "<p>30 feet. A creature using a teleportation ability within the aura or arriving in it via teleportation must succeed at a @Check[fortitude|dc:41] save or wink out of existence for [[/br 1d4 #rounds]] rounds before completing the teleport. The creature can't act, sense anything, or be targeted. On a successful save, the creature completes the teleport normally but is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}. Keketars are immune to this effect.</p>",
          "name": "Spatial Riptide"
        },
        "2UNkHFc41bmtixGg": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.W7SbTykXrNwxDzJc"
        },
        "7LlrBXCerWd653zp": {
          "_source": "pf2e.spells-srd.Item.FmNDwqMEjeTEGPrY"
        },
        "8vTXTctF0UmpRqUZ": {
          "description": "<p>A high-frequency sonic attack shatters a nearby object. You deal 2d10 sonic damage to the object, ignoring the object's Hardness if it is 4 or lower.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d10, and the Hardness the spell ignores increases by 2.</p>",
          "name": "Shatter (At Will)"
        },
        "9UvuMlLHVEKID1Jq": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "A0xEQtg8fWGsufnj": {
          "description": "<p>You unravel the magic behind a spell or effect. Attempt a counteract check against the target. If you successfully counteract a magic item, the item becomes a mundane item of its type for 10 minutes. This doesn't change the item's non-magical properties. If the target is an artifact or similar item, you automatically fail.</p>",
          "name": "Dispel Magic (At Will)"
        },
        "AniyCnlqZmw3IO9L": {
          "description": "<p>The keketar can take the appearance of any Huge or smaller creature. This doesn't change their Speed or their attack and damage bonuses with their Strikes but might change the damage type their Strikes deal.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "BudK3JDDVjbWqw8G": {
          "description": "<p>A creature struck by a keketar's jaws or claw Strike must succeed at a @Check[fortitude|dc:38] save or be subject to a @UUID[Compendium.pf2e.bestiary-family-ability-glossary.Item.HKFoOZZV4WdjkeeJ]{Warpwave}.</p>",
          "name": "Warpwave Strike"
        },
        "CUIHdDEC9Q2xf8OK": {
          "description": "<p>When Alktherisa and Omprisgor die, they explode in a @Template[burst|distance:30], washing all creatures in the area with protean energy. These creatures are healed @Damage[20d6[healing]] Hit Points and must succeed at a @Check[fortitude|dc:38] Save or be affected by a warpwave for 1 round.</p>",
          "name": "Burst of Creation"
        },
        "ETwwR7V1iIbvqCuB": {
          "name": "Claw"
        },
        "JxgWGY0WPlgYpARq": {
          "description": "<p>You and the targets are instantly transported to any location within range, as long as you can identify the location precisely both by its position relative to your starting position and by its appearance (or other identifying features). Incorrect knowledge of the location's appearance usually causes the spell to fail, but it could instead lead to teleporting to an unwanted location or some other unusual mishap determined by the GM. <em>Teleport</em> is not precise over great distances. The targets appear at a distance from the intended destination equal to roughly 1 percent of the total distance traveled, in a direction determined by the GM. For short journeys, this lack of precision is irrelevant, but for long distances this could be up to 1 mile.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> You and the other targets can travel to any location within 1,000 miles.</p>\n<p><strong>Heightened (8th)</strong> You and the other targets can travel to any location on the same planet. If you travel more than 1,000 miles, you arrive only 10 miles off target.</p>\n<p><strong>Heightened (9th)</strong> You and the other targets can travel to any location on another planet within the same solar system. Assuming you have accurate knowledge of the location's position and appearance, you arrive on the new planet 100 miles off target.</p>\n<p><strong>Heightened (10th)</strong> As the 9th-rank version, but you and the other targets can travel to any planet within the same galaxy.</p>",
          "name": "Teleport (At Will, Self Only)"
        },
        "Mb8JbA884rcKgMkO": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Telepathy]</p>",
          "name": "Telepathy 100 feet"
        },
        "NJGIc5Jz7imjVb8M": {
          "description": "<p>Alktherisa and Omprisgor are a single creature, but each of their heads rolls its own initiative and has its own turn. At the start of a head's turn, it gets 2 actions and 1 reaction. Each head controls one set of arms, but both control the serpentine body. Any ability that would sever a head doesn't cause the conjoined protean to die if it still has its other head, but it does cause it to lose the turns, actions, and reactions of the severed head. Mental effects that target a single creature affect only one of the keketar's heads.</p>",
          "name": "Two As One"
        },
        "P2jf1P9KflxwXSxA": {
          "description": "<p><strong>Trigger</strong> A creature within Alktherisa's reach is targeted by a spell that heals Hit Points or grants temporary Hit Points</p><hr /><p><strong>Effect</strong> Alktherisa and Omprisgor become additional targets of that spell, even if that spell normally couldn't target an additional creature.</p>",
          "name": "Eat Life"
        },
        "PeH9Tlr3y5ABJu0g": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.FastHealing]</p>",
          "name": "Fast Healing 15"
        },
        "PueIXntgodLGRS6d": {
          "description": "<p>The target can understand all words regardless of language and also speak the languages of other creatures. When in a mixed group of creatures, each time the target speaks, it can choose a creature and speak in a language that creature understands, even if the target doesn't know what language that is.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> The duration is 8 hours.</p>",
          "name": "Truespeech (Constant)"
        },
        "QblhIHkvSph67WTI": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.Tkd8sH4pwFIPzqTr"
        },
        "X5DctZ32pPLyBZnM": {
          "description": "<p>A keketar can anticipate the most likely presence of a creature through a supernatural insight into chaotic probabilities and chance. This grants them the ability to sense creatures within the listed range. @UUID[Compendium.pf2e.spells-srd.Item.EoKBlgf6Smt8opaU]{Veil of Privacy} prevents a creature from being detected via entropy sense automatically (without a counteract check).</p>",
          "name": "Entropy Sense (Imprecise) 60 feet"
        },
        "Z5mSwII4yNBVa0Sq": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "ZKFDBSkBr0B38G7d": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "ZoqLgK4EHtiAuNdN": {
          "description": "<p><strong>Trigger</strong> A creature within Omprisgor's reach is targeted by a spell that deals Hit Point damage</p><hr /><p><strong>Effect</strong> Omprisgor attempts to counteract the spell with a Religion check; if he succeeds, the spell is countered and Omprisgor becomes @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} for 1 round; he may use the additional action to Stride or Strike.</p>",
          "name": "Eat Death"
        },
        "aWJTgaTUKotr2LWA": {
          "description": "<p>@Damage[(1d10+15)[bludgeoning]], @Check[fortitude|dc:41|basic]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>",
          "name": "Constrict"
        },
        "boMVDT4jAgsJbnVj": {
          "_source": "pf2e.spells-srd.Item.r7ihOgKv19eJQnik"
        },
        "eaLSYD66AQtItL2A": {
          "_source": "pf2e.spells-srd.Item.dN8QBNuTiaBHCKUe"
        },
        "frQbmD2ucvo2IHxB": {
          "_source": "pf2e.spells-srd.Item.8kJbiBEjMWG4VUjs"
        },
        "g2uv0emYBqIHpx2p": {
          "_source": "pf2e.spells-srd.Item.hVU9msO9yGkxKZ3J"
        },
        "gUMIzpDGWwaygeXn": {
          "name": "Tail"
        },
        "hZqtsipwFmuBYwC2": {
          "description": "<p>A keketar's vital organs shift and change shape and position constantly. Immediately after the keketar takes acid, electricity, or sonic damage, they gain the listed amount of resistance to that damage type. This lasts for 1 hour or until the next time the protean takes damage of one of the other types (in which case their resistance changes to match that type), whichever comes first.</p>\n<p>The keketar is immune to polymorph effects unless they're a willing target. If @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} or @UUID[Compendium.pf2e.conditionitems.Item.9PR9y0bi4JPKnHPR]{Deafened}, the keketar automatically recovers at the end of their next turn as new sensory organs grow to replace the compromised ones.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.c6SiBB3mzV8lZUQr]{Effect: Protean Anatomy}</p>",
          "name": "Protean Anatomy"
        },
        "hhi1VyP0vfAqylda": {
          "description": "<p>You create an illusion that causes natural terrain to look, sound, feel, and smell like a different kind of terrain. This doesn't disguise any structures or creatures in the area.</p>\n<p>Any creature that touches the illusion or uses the @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} action to examine it can attempt to disbelieve your illusion.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> Your image can also disguise structures or create illusory structures (but still doesn't disguise creatures).</p>",
          "name": "Mirage (See Reshape Reality)"
        },
        "i9YzZMqmXmStM7Z1": {
          "description": "<p>You befuddle your target with strange impulses, causing it to act randomly. The effects are determined by the target's Will save. You can Dismiss the spell.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target babbles incoherently and is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for 1 minute. It can attempt a new save at the end of each of its turns to end the confusion.</p>\n<p><strong>Critical Failure</strong> The target is Confused for 1 minute, with no save to end early.</p>\n<hr />\n<p><strong>Heightened (8th)</strong> You can target up to 10 creatures.</p>",
          "name": "Confusion (At Will)"
        },
        "jt4PpVxiITWfM8ox": {
          "name": "Jaws"
        },
        "k0gn3GfnDaghAyzJ": {
          "description": "<p>You conjure a temporary object from magical energy. It must consist of earthen or plant-derived matter (such as wood, paper, brick, or stone) and be 5 cubic feet or smaller. It can't rely on intricate artistry or complex moving parts, never fulfills a cost or the like, and can't be made of precious materials or materials with a rarity of uncommon or higher. It is obviously temporarily conjured, and thus can't be sold or passed off as a genuine item. The spell gains the appropriate trait for the item created, typically earth, plant, or wood.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The item is metal and can include common minerals, like feldspar or quartz. The spell gains the metal trait if used to create a metal object</p>",
          "name": "Creation (At Will)"
        },
        "l1UZUREbjmCUBYbF": {
          "description": "<p>You instantly transport yourself and any items you're wearing and holding from your current space to an unoccupied space within range you can see. If this would bring another creature with you—even if you're carrying it in an extradimensional container—the spell is lost.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The range increases to 1 mile. You don't need to be able to see your destination, as long as you have been there in the past and know its relative location and distance from you. You are then temporarily immune for 1 hour.</p>",
          "name": "Translocate (At Will)"
        },
        "pGgcLL8aXDHqao4y": {
          "description": "<p>Many proteans can subject their foes to disorienting alterations perceived in time and space by creating ripples of unstable reality in the environment called warpwaves. When a creature fails its saving throw and is affected by a warpwave, roll [[/br 1d8 #Warpwave]]{1d8} and consult the table below for the specific effect on that creature. Unless indicated otherwise, a warpwave effect lasts for [[/br 1d4 #Duration Warpwave Effect]]{1d4 rounds}, and a new warpwave effect negates any previous warpwave effect already affecting a creature.</p>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>[[/br 1d8 #Warpwave]]{1d8}</th>\n<th>Warpwave Effect</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} (@UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 3} on a critical failure)</td>\n</tr>\n<tr>\n<td>2</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} and gains [[/r 4d6 #Temporary Hit Points]]{4d6 temporary Hit Points}</td>\n</tr>\n<tr>\n<td>3</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} (permanent on a critical failure)</td>\n</tr>\n<tr>\n<td>4</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (@UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3} on a critical failure)</td>\n</tr>\n<tr>\n<td>5</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} by filaments of energy</td>\n</tr>\n<tr>\n<td>6</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} (Stride, Strike, or Step only)</td>\n</tr>\n<tr>\n<td>7</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}</td>\n</tr>\n<tr>\n<td>8</td>\n<td>@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} (@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 3} on a critical failure)</td>\n</tr>\n</tbody>\n</table>",
          "name": "Warpwave"
        },
        "qG1HirXZcVj1Z3Z6": {
          "_source": "pf2e.spells-srd.Item.LiGbewa9pO0yjbsY"
        },
        "qShh1bnDTBdmLirQ": {
          "description": "<p>When the keketar casts @UUID[Compendium.pf2e.spells-srd.Item.HBJPsonQnWcC3qdX]{Mirage}, it infuses the illusion with quasi-real substance. Creatures that do not disbelieve the illusion treat structures and terrain created through the spell as though they were real, ascending illusory stairs, becoming trapped by illusory quicksand, and so on.</p>",
          "name": "Reshape Reality"
        },
        "zRZZeZva3ClH9YM3": {
          "description": "<p>You repel effects that would hinder a creature or slow its movement. While under this spell's effect, the target ignores effects that would give them a circumstance penalty to Speed. When they attempt to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} an effect that has them @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, they automatically succeed unless the effect is magical and of a higher rank than the <em>unfettered movement</em> spell.</p>",
          "name": "Unfettered Movement (Constant)"
        }
      },
      "name": "Alktherisa and Omprisgor",
      "npcAllSaves": "+1 status to all saves vs. magic",
      "npcHp": "fast healing 15",
      "npcSpeed": "unfettered movement"
    },
    "Berserker Ordulf": {
      "items": {
        "0zqThhDwY1ahBi56": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Ordulf issues a devastating and humiliating insult to a creature within 30 feet that he can see. Ordulf attempts an @Check[intimidation|defense:will] check against the target's Will DC. That character is then temporarily immune to Crushing Insult for 24 hours.</p><hr /><p><strong>Critical Success</strong> The insult is distracting and humiliating; the target is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for 1 minute.</p>\n<p><strong>Success</strong> The insult is distracting, but its effects pass quickly; the target is stupefied 1 and off-guard until the start of Ordulf's next turn.</p>\n<p><strong>Failure</strong> The insult barely cuts, but is distracting enough that the target is off-guard until the end of Ordulf's turn.</p>\n<p><strong>Critical Failure</strong> Ordulf's attempted insult fails spectacularly, and the PC who he was attempting to insult can instantly insult him back, using Insult Ordulf as a free action.</p>",
          "name": "Crushing Insult"
        },
        "3d1uzFaZD5w1oUhB": {
          "_source": "pf2e.equipment-srd.Item.Gq1cZWSKOtJhKd2p"
        },
        "GAMpBm8xt4OWSN3g": {
          "description": "<p>Ordulf Strikes two adjacent creatures within his reach. Both attacks count against his multiple attack penalty, but do not increase his penalty until he has made both attacks.</p>",
          "name": "Cleaving Blow"
        },
        "L0apVhPMH7U617wJ": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.W7SbTykXrNwxDzJc"
        },
        "NlF8q7ktaeZJmEYb": {
          "name": "Fishing Lore"
        },
        "Q4OXvE3I5BaZi6pN": {
          "_source": "pf2e.equipment-srd.Item.UX71GkWBL9g41VwM"
        },
        "RPk0bywqzPIIzv9B": {
          "description": "<p>Ordulf hasn't met a significant combat challenge in ages, and even when facing deadly foes like the PCs his arrogance can be used against him. If a PC successfully @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarms}, @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feints}, @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightens}, or @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trips} Ordulf, his arrogance gets the better of him and he grows sloppy in his tactics, reducing his AC to 34 until the start of his next turn. A PC can also attempt to issue a more debilitating insult to Ordulf.</p><h2>Insult Ordulf <span class=\"action-glyph\">2</span></h2><p>The PC spends several seconds issuing insults and taunts to Ordulf, then attempts a @Check[deception|dc:38], @Check[intimidation|dc:38], or @Check[performance|dc:38] check. If the insults include challenges to Ordulf's bravery, compare him to a troll or a chicken, insult his skill at fishing, or liken him to a witch or national of Irrisen, this becomes a DC 33 check.</p><hr /><p><strong>Critical Success</strong> You strike a nerve. Not only does Ordulf become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} with anger, he is also @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} from the shock of your words.</p>\n<p><strong>Success</strong> Your insults cause Ordulf to become sickened 2 with anger.</p>\n<p><strong>Failure</strong> Your insult only has a brief effect, causing Ordulf to become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. He automatically recovers from this sickened condition at the end of his next turn.</p>\n<p><strong>Critical Failure</strong> Your attempt to insult Ordulf fails so spectacularly that he becomes temporarily immune to Insult Ordulf activities from you for 24 hours.</p>",
          "name": "Battle Arrogance"
        },
        "hGQ0acNczkxtFz9C": {
          "name": "Warfare Lore"
        },
        "uoGFxPXwtRh6lZCO": {
          "description": "<p>Ordulf Strikes each enemy within his reach. Each attack counts toward his multiple attack penalty, but do not increase his penalty until he has made all his attacks.</p>",
          "name": "Whirlwind Strike"
        },
        "vbzf1jM9Z6h4aA4v": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> Ordulf rolls initiative</p><hr /><p><strong>Effect</strong> Ordulf attempts to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} an observed foe.</p>",
          "name": "Battle Cry"
        },
        "yb7EXfXGwEOjyuMz": {
          "description": "<p><strong>Requirements</strong> Ordulf is wielding a melee weapon</p><hr /><p><strong>Effect</strong> Ordulf brandishes his weapon in a threatening display. He @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralizes} all enemies within 30 feet, rolling once and comparing the result to each target's Will DC.</p>",
          "name": "Deadly Display"
        }
      },
      "name": "Berserker Ordulf"
    },
    "Bloodfog": {
      "description": "<p>A bloodfog is an immense creature composed of hungry crimson mist. Vaguely humanoid faces, often little more than gaping skulls, constantly form and dissolve within their vaporous bodies. Much more solid are their ruby-red tendrils that slither out from their mass and cause deep slashing wounds.</p>\n<p>Bloodfogs prefer to hunt near populated areas or sites of massive violence, drifting in to feed, then drifting out again. They roll through vibrant villages, leaving behind only silence and desiccated corpses. Bloodfogs are thought to be created in the place where they're most often encountered: the killing fields, where armies cause massive bloodshed and death.</p><h2>Blood Of The Empty Death</h2><p>It's believed that bloodfogs first came into being due to the influence of the sinister goddess known as Nhimbaloth. Voidbracken, the name Nhimbaloth's long-dead homeworld, is said to contain entire islands, even subcontinents, swathed in immense bloodfogs. Some claim that the smaller fogs encountered elsewhere are merely \"feelers for feeding,\" extended through one-way portals on Voidbracken to other planes of existence.</p>",
      "items": {
        "35ZsQuRkNarzpDaz": {
          "description": "<p>A bloodfog can sense creatures that have blood within 120 feet. It can sense exposed blood within a mile.</p>",
          "name": "Sense Blood"
        },
        "BMRBmbJjN084hTtR": {
          "description": "<p><strong>Requirements</strong> You can bleed.</p>\n<p><strong>Trigger</strong> A creature deals piercing, slashing, or persistent bleed damage to you.</p>\n<hr />\n<p>You curse the target, punishing it for having the audacity to spill your blood. The target takes 2d6 persistent bleed damage and must attempt a Will save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes half the persistent bleed damage.</p>\n<p><strong>Failure</strong> The target takes the full persistent bleed damage. Until the bleeding stops, the target has weakness 1 to piercing and slashing damage. @UUID[Compendium.pf2e.spell-effects.Item.buXx8Azr4BYWPtFg]{Spell Effect: Blood Vendetta (Failure)}</p>\n<p><strong>Critical Failure</strong> As failure, but the target takes double the persistent bleed damage.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The persistent bleed damage increases by 2d6.</p>",
          "name": "Blood Vendetta (At Will)"
        },
        "M8sK3GrloseXBwhq": {
          "_source": "pf2e.spells-srd.Item.N1Z1oLPdBxaSgrEE"
        },
        "OCH2yQTMXwAuE34X": {
          "_source": "pf2e.spells-srd.Item.fd31tAHSSGXyOxW6"
        },
        "gtSmVl2jGZhqoDCQ": {
          "name": "Misty Tendril"
        },
        "hYIXQp9jDfGghAFz": {
          "description": "<p>A bloodfog can cast blood vendetta even though it can't actually bleed. In addition to the spell's normal trigger, a bloodfog can cast blood vendetta as a reaction even if the target's piercing, slashing, or persistent bleed damage didn't actually result in damage to the bloodfog itself (either as a result of its resistance blocking the damage or its immunity to bleed coming into effect).</p>",
          "name": "Blood Vengeance"
        },
        "kpAUd6w5EIgR0HZj": {
          "description": "<p>When a bloodfog damages a creature with a misty tendril Strike, the creature must attempt a @Check[fortitude|dc:38] save. If the Strike was a critical hit, the outcome of the creature's save is one degree worse than the result of the saving throw. Any temporary Hit Points the bloodfog gains from blood siphon fade after 1 hour.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and the bloodfog gains 20 temporary Hit Points.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2}. The bloodfog gains 40 temporary Hit Points and takes on an intense red hue until the end of its next turn. During this time, it gains a +2 status bonus to AC and saves and is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened}. It can use its extra action only to Strike.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.ceOkHxhJNTcvZkCy]{Effect: Blood Siphon (Critical Failure)}</p>",
          "name": "Blood Siphon"
        },
        "qL8ejQLdTTmInudT": {
          "description": "<p>A bloodfog's body is composed of a semisolid red fog similar in consistency to thick foam. This enables a bloodfog to move through spaces as narrow as 1 inch in diameter with no reduction to its Speed. However, a bloodfog can't wear or interact with objects. It also can't enter water or other fluids, and it's treated as Tiny for the purpose of how wind affects it.</p>",
          "name": "Misty Form"
        }
      },
      "name": "Bloodfog"
    },
    "Bloody Hands": {
      "description": "<p>Bloody Hands was no agent of Gorum when he first rose from the polluted swamps of a remote fen in the Outer Rifts. For the first several millennia of his life, he fought for his own domain in the sprawling slime, eventually securing a realm the size of a small continent where his rule was unquestioned—at least, until it was invaded by a host of Gorum's einherjar. Bloody Hands was taken aback at the aesirs' battle prowess, and he gloried in the fall of his empire to the extent that, by the end of the invasion, he was proudly fighting on their side, mercilessly destroying hordes of demons who had so recently served him out of fear. The einherjar admired his lust for battle but didn't quite know what to make of the frog-like demon, especially when he followed them back across the Maelstrom to Clashing Shore. After several centuries of brawling along the borders of that realm, growing increasingly less interested in sadism and more enthralled with the tactics of battle, Bloody Hands was granted permission by Gorum to become one of his servitors.</p>\n<p>Bloody Hands appears as a vaguely humanoid frog-like demon whose stance evokes that of a lumbering gorilla. His slimy green skin shifts to a bloody red along the length of his arms, so that his claws look as though they're constantly glistening with fresh blood. He has four beady eyes and a wide mouth filled with sharp teeth.</p><h2>Ex-demons</h2><p>Demons are known for their cruelty and wanton embrace of chaos and destruction, but now and then an individual demon encounters something that draws them away from their very nature. Such was the case with Bloody Hands, who discovered, through Gorum, that warfare in its purest form was of little interest to the concerns of demons.</p><h2>Servitor Of The Divine</h2><p>All deities maintain favored agents to work their will among mortals. Heralds are among the most well-known of these agents—unique entities who serve as the deity's mouthpiece and messenger and are often sent in response to a mortal spellcaster requesting aid in the form of a planar servitor ritual. But a deity's herald isn't the only agent permitted to walk among worshippers or smite enemies of the faith. Those called servitors are unique, powerful, and stand among the deity's most devoted adherents.</p>\n<p>Servitors are quite powerful, yet they're not truly immortal. Any servitor of the divine may be slain in battle or through misadventure. In some cases, a slain servitor's body vanishes and is replaced by a powerful treasure. In others, the body itself simply crumples to the ground as a corpse. Servitors can be restored to life at a deity's whim, yet in many cases their deity won't immediately grant this resurrection and may simply seek to create or elevate an entirely different servitor. Should the unthinkable happen and a deity themselves perish, their existing servitors do not die but are immediately aware of the fact that their creator has ceased to be. Some myths tell of servitors who have then gone on to ascend in power and replace their creator as a demigod or even a deity themselves, while in other stories, a desperate servitor may seek out a new god or goddess to devote themselves to.</p>\n<p>While servitors are all unique creatures, in most cases they were once mortal worshippers—be they humanoid or otherwise—who have particularly pleased their deity. The resulting powers and abilities granted to the servitor vary wildly, but it's almost unheard of for a servitor of any deity to be less powerful than 15th level, or at least a few levels above what they possessed in their previous life. While there are not limits to the number of servitors a deity might keep, most gods traditionally keep no more than three.</p>\n<p>In Gorum's case, his three most well-known servitors are comprised of a demon, dragon, and an elemental, creatures who either embody the chaos of battle or the raw spirit of the forge. In each case, these unique servitors' worldview and philosophy closely match that of their Lord in Iron, leaving them outcasts or even pariahs among others of their kind. Yet to Bloody Hands, Saint Fang, and Temperbrand, there is no greater comfort in life than service to the god of war.</p>",
      "items": {
        "0j9vzEGgor1LnBVa": {
          "_source": "pf2e.spells-srd.Item.sX2o0HH4RjJDAZ8C"
        },
        "7MO0c2l4G7iEpKXJ": {
          "name": "Jaws"
        },
        "AkyhPDco1VF0GXkN": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "Fxo7qSrfU2gDKXGI": {
          "description": "<p>You instantly transport yourself and any items you're wearing and holding from your current space to an unoccupied space within range you can see. If this would bring another creature with you—even if you're carrying it in an extradimensional container—the spell is lost.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The range increases to 1 mile. You don't need to be able to see your destination, as long as you have been there in the past and know its relative location and distance from you. You are then temporarily immune for 1 hour.</p>",
          "name": "Translocate (At Will)"
        },
        "GYrXEfN7b810ujEn": {
          "_source": "pf2e.spells-srd.Item.60sgbuMWN0268dB7"
        },
        "GimGd0JeAdRyuL4Y": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "K1YTFhgtVKiWAkzf": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> Bloody Hands slashes his claws out in all directions, causing blood from all living creatures within a @Template[emanation|distance:20]{20-foot-radius} to leap out and fill the air with a fine red mist. All creatures in the area must attempt a @Check[fortitude|dc:37|options:damaging-effect] save—creatures that are already wounded take a –2 penalty to this saving throw. If more than 3 creatures fail this saving throw, the 20-foot-radius becomes so thick with bloody mist that all creatures in the area become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} until the end of Bloody Hands' next turn.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[8d6[slashing]] damage.</p>\n<p><strong>Failure</strong> The creature takes @Damage[8d6[slashing]] damage, @Damage[4d6[persistent,bleed]] damage, and becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} from blood loss for 1 minute.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[12d6[persistent,bleed]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} from blood loss.</p>",
          "name": "Bloody Mess"
        },
        "LNJ1t0z1m0fk7TKy": {
          "description": "<p>Bloody Hands Strides, then makes a @UUID[Compendium.pf2e.actionspf2e.Item.2HJ4yuEFY1Cast4h]{High Jump} or a @UUID[Compendium.pf2e.actionspf2e.Item.JUvAvruz7yRQXfz2]{Long Jump}, and can land in a space occupied by creatures. All creatures in the 10-foot space he lands in must attempt a @Check[reflex|dc:37|options:damaging-effect] save.</p><hr /><p><strong>Critical Success</strong> The creature dodges aside and takes no damage, and it can choose any square adjacent to Bloody Hands to immediately move into; this movement does not trigger reactions.</p>\n<p><strong>Success</strong> The creature takes @Damage[4d6[bludgeoning]] damage and is pushed into an adjacent space of Bloody Hands' choice.</p>\n<p><strong>Failure</strong> The creature takes @Damage[8d6[bludgeoning]] damage, is pushed into an adjacent space of Bloody Hands' choice, and is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[8d6[bludgeoning]] damage, is knocked prone, and becomes pinned by Bloody Hands.</p>",
          "name": "Leaping Slam"
        },
        "Mo1twgOLgSRnqrCS": {
          "description": "<p>30 feet. Bloody Hands exudes the carrion stink of a sprawling battlefield—a cloying mixture of death and mud. Any creature entering the aura or starting its turn in the aura must succeed at a @Check[fortitude|dc:34] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for as long as it's sickened on a critical failure). While within the aura, affected creatures take a –2 circumstance penalty to saves against fear and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.</p>",
          "name": "Battle Reek"
        },
        "VyMcQLxcujXazTa3": {
          "_source": "pf2e.spells-srd.Item.0XP2XOxT9VSiXFDr"
        },
        "WDgdI0E2vfqrRXiF": {
          "_source": "pf2e.spells-srd.Item.hVU9msO9yGkxKZ3J"
        },
        "cKrnX5QZNwsnkK5f": {
          "name": "Claw"
        },
        "gBV8HYc5CkmTCN4l": {
          "_source": "pf2e.spells-srd.Item.qwZBXN6zBoB9BHXE"
        }
      },
      "name": "Bloody Hands",
      "npcAllSaves": "+1 to all saves vs. magic"
    },
    "Celasik": {
      "description": "<p>Appearing as beautiful, well-dressed humans, jorogumo lurk in the high mountains and prey on travelers. These evil creatures can fully change into a giant spider or sprout spider legs from their backs, and they often keep giant spiders as pets. Jorogumo usually eat their prey, but some humanoids meet an even more gruesome fate as living incubators for jorogumo eggs. Though most jorogumos are solitary creatures, some have taken up worship of Norgorber and serve as valuable allies to thieves' guilds following that god's guise as the Gray Master.</p>",
      "items": {
        "0sqxulRJGmjnj1ek": {
          "description": "<p>The target can understand all words regardless of language and also speak the languages of other creatures. When in a mixed group of creatures, each time the target speaks, it can choose a creature and speak in a language that creature understands, even if the target doesn't know what language that is.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> The duration is 8 hours.</p>",
          "name": "Truespeech (Constant)"
        },
        "1WVYhvrr4hz4x0Bk": {
          "description": "<p>With a cursory mental touch, you attempt to read the target's mind. It must attempt a Will save. The target then becomes temporarily immune to your mind reading for 1 hour.</p>\n<hr />\n<p><strong>Critical Success</strong> The target perceives vague surface thoughts from you when you Cast the Spell.</p>\n<p><strong>Success</strong> You find out whether the target's Intelligence modifier is higher than, equal to, or lower than yours.</p>\n<p><strong>Failure</strong> You perceive vague surface thoughts from the target when you Cast the Spell, and you find out whether its Intelligence is higher than, equal to, or lower than yours.</p>\n<p><strong>Critical Failure</strong> As failure, and for the duration of the spell, you can Sustain the spell to detect the target's surface thoughts again. The target doesn't receive any additional saves.</p>",
          "name": "Mind Reading (At Will)"
        },
        "1dDnvEXBlaODrNMn": {
          "description": "<p>You summon a creature that has the animal trait and whose level is –1 to fight for you.</p>\n<hr />\n<p><strong>Heightened</strong> As listed in the @UUID[Compendium.pf2e.journals.JournalEntry.S55aqwWIzpQRFhcq.JournalEntryPage.8gcp880pEWZ9VPnF]{summon} trait.</p>",
          "name": "Summon Animal (Spiders Only)"
        },
        "34yAb411T3yPWYAp": {
          "description": "<p><strong>Requirements</strong> The jorogumo has their spider legs extended or has Changed Shape</p>\n<p><strong>Trigger</strong> The jorogumo is targeted with an attack</p>\n<hr />\n<p><strong>Effect</strong> The jorogumo raises a leg, gaining a +2 circumstance bonus to AC against the triggering attack.</p>",
          "name": "Darting Legs"
        },
        "FLY1h37SM1s6HQ3K": {
          "description": "<p>A creature hit by the jorogumo's web attack is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and stuck to the nearest surface, preventing the creature from moving.</p>\n<p>The DC to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} or @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} the web trap is 32.</p>",
          "name": "Web Trap"
        },
        "H7rDOcmA2xziYUd0": {
          "description": "<p>To the target, your words are honey and your visage seems bathed in a dreamy haze. It must attempt a Will save, with a +4 circumstance bonus if you or your allies recently threatened it or used hostile actions against it.</p>\n<p>You can Dismiss the spell. If you use hostile actions against the target, the spell ends. When the spell ends, the target doesn't necessarily realize it was charmed unless its friendship with you or the actions you convinced it to take clash with its expectations, meaning you could potentially convince the target to continue being your friend via mundane means.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected and aware you tried to charm it.</p>\n<p><strong>Success</strong> The target is unaffected but thinks your spell was something harmless instead of charm, unless it identifies the spell.</p>\n<p><strong>Failure</strong> The target's attitude becomes @UUID[Compendium.pf2e.conditionitems.Item.v66R7FdOf11l94im]{Friendly} toward you. If it was Friendly, it becomes @UUID[Compendium.pf2e.conditionitems.Item.v44P3WUcU1j0115l]{Helpful}. It can't use hostile actions against you.</p>\n<p><strong>Critical Failure</strong> The target's attitude becomes Helpful toward you, and it can't use hostile actions against you.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The duration lasts until the next time you make your daily preparations.</p>\n<p><strong>Heightened (8th)</strong> The duration lasts until the next time you make your daily preparations, and you can target up to 10 creatures.</p>",
          "name": "Charm (At Will)"
        },
        "OQHIThbvFQzKM2fl": {
          "description": "<p>You can ask questions of, receive answers from, and use the Diplomacy skill with animals. The spell doesn't make them more friendly than normal. Cunning animals are likely to be terse and evasive, while less intelligent ones often make inane comments.</p>",
          "name": "Speak with Animals (Constant)"
        },
        "SDpPpJVXkpNSoem3": {
          "_source": "pf2e.spells-srd.Item.qwlh6aDgi86U3Q7H"
        },
        "ce63eYi0AotvHaz2": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "gtteGyMIzIL6VWr7": {
          "_source": "pf2e.spells-srd.Item.LiGbewa9pO0yjbsY"
        },
        "h8UYIVYJvZxviPCt": {
          "name": "Web"
        },
        "jd3HtosBbbWGDYMZ": {
          "description": "<p><strong>Requirements</strong> The jorogumo is in humanoid form</p>\n<hr />\n<p><strong>Effect</strong> Eight large spider legs sprout from the jorogumo's back, granting them a 40-foot climb Speed and allowing them to use the Darting Legs reaction.</p>",
          "name": "Spider Legs"
        },
        "jnPwDZEoWvaBHihS": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:32]</p>\n<hr />\n<p><strong>Maximum Duration</strong> 4 hours</p>\n<p><strong>Stage 1</strong> @Damage[3d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[4d6[poison]] damage and Stupefied 2 (1 round)</p>\n<p><strong>Stage 4</strong> @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} for [[/br 1d4 #Duration Paralyzed]]{1d4 hours}</p>",
          "name": "Jorogumo Venom"
        },
        "lj6vRNNZwXQmeqG7": {
          "name": "Claw"
        },
        "pIoRWbV6ahXe5lvR": {
          "description": "<p>The jorogumo takes on the appearance of any Small or Medium spider. This doesn't change their Speed or Strikes.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "rXKR8tn1tmh9DdJ3": {
          "name": "Jaws"
        }
      },
      "name": "Celasik"
    },
    "Divine Living Rune": {
      "description": "<p>The most famous living runes are those of the ancient Runelords of Thassilon, resurging as Thassilon rebuilds in the modern era. Other living runes can be found, however, each with its own particular abilities. Living runes can also be crafted to deal different types of energy damage with their Strikes.</p>\n<p>Divine living runes are crafted by various churches and sects and typically bear the symbol of a deity, archdevil, or other divine force.</p>\n<hr />\n<p>Magic is a complex thing to begin with, and at a certain level of sophistication, the differences between a spell and an autonomous creature become increasingly blurry. Living symbols are constructed creatures of reified and reinforced magic, held together by glyphs, runes, and eldritch formulae.</p>",
      "items": {
        "2cVkSactyUiKGzdD": {
          "description": "<p>When a creature attempts to Strike a living rune and critically misses, the attacker hits the surface (a canvas, wall, or so on) behind the living rune. This might damage the surface or the attacker's weapon, at the GM's discretion.</p>",
          "name": "Backdrop"
        },
        "3dhE5q4zPoSpyGEv": {
          "_source": "pf2e.spells-srd.Item.A16eFTRh82xIjMu8"
        },
        "4Hpdy52KTSrYMB4I": {
          "_source": "pf2e.spells-srd.Item.hVU9msO9yGkxKZ3J"
        },
        "DLKqB3QVep4jRNGS": {
          "description": "<p>A living rune can't speak, but it can sculpt its form into complicated scripts and pictographs that can be understood by any creature with the ability to read written language. A living rune can also understand any written or spoken language.</p>",
          "name": "Truescript"
        },
        "Dy4ItmxMvWZNtvIJ": {
          "description": "<p>A living rune can move only along flat surfaces. If the surface it's on is destroyed (such as a portrait hit by a @UUID[Compendium.pf2e.spells-srd.Item.sxQZ6yqTn0czJxVd]{Fireball} spell or a wall being smashed), the rune takes [[/r {7d6}]]{7d6 damage} and is shunted to the nearest flat surface. If there is no flat surface within 5 feet, the rune is destroyed.</p>",
          "name": "Surface-Bound"
        },
        "M1Dlh11ucJvYuTzX": {
          "_source": "pf2e.spells-srd.Item.TaaMEYdZXQXF0Sks"
        },
        "PzKC0pIXopCu1ctq": {
          "_source": "pf2e.spells-srd.Item.Z9OrRXKgAPv6Hn5l"
        },
        "TGZhhrCS4C8MjkgF": {
          "_source": "pf2e.spells-srd.Item.I2IgZu4Rd2dz0J6v"
        },
        "Tp8OXXguuWM7iKK6": {
          "name": "Electrical Blast"
        },
        "cXmLRQAgpMsdfeXy": {
          "_source": "pf2e.spells-srd.Item.wdA52JJnsuQWeyqz"
        },
        "hyFVvwo0res5kz0S": {
          "_source": "pf2e.spells-srd.Item.Tl1QAqre7H0sQEXt"
        }
      },
      "name": "Divine Living Rune"
    },
    "Dronuk": {
      "items": {
        "1pm3MKnpINY6xkwq": {
          "_source": "pf2e.spells-srd.Item.DCQHaLrYXMI37dvW"
        },
        "3a34XsPPAGWFZS2J": {
          "_source": "pf2e.spells-srd.Item.4koZzrnMXhhosn0D"
        },
        "43E25T5XlICycRkJ": {
          "_source": "pf2e.spells-srd.Item.ExQk8AwDphmckEmZ"
        },
        "Gh6tCmRyaYmByuzC": {
          "_source": "pf2e.equipment-srd.Item.wkzxLpSe7LN6c5Ld"
        },
        "HmHEd3r2oWrEn3Da": {
          "_source": "pf2e.spells-srd.Item.I2IgZu4Rd2dz0J6v"
        },
        "LEJfQC3oWEtamJxI": {
          "_source": "pf2e.spells-srd.Item.0zU8CPejjQFnhZFI"
        },
        "YbKBEOzhUzdt9Lq9": {
          "description": "<p><strong>Trigger</strong> A creature within Dronuk's reach uses a move action or leaves a square during a move action it's using</p><hr /><p><strong>Effect</strong> Dronuk lashes out at the creature with his tail in an attempt to trip the triggering creature up. Dronuk attempts to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} the triggering creature.</p>",
          "name": "Tail Trip"
        },
        "ZQ4xSbyuzh1yD3wm": {
          "name": "Note From Saviya"
        },
        "ZjESRQunTVjwTe9r": {
          "description": "<p><strong>Requirements</strong> Dronuk wields a sawtooth saber in each hand</p><hr /><p><strong>Effect</strong> Dronuk conspirator attempts to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} an enemy within 30 feet. If the Feint is successful, Dronuk's next successful Strike with a sawtooth saber in that same turn deals 2d6 persistent bleed damage to the target. In addition, provided they remain visible to that target and that target remains within 30 feet of Dronuk, additional Prayer Attacks against that target automatically cause them to become @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against Dronuk's attacks until the end of their turn.</p>",
          "name": "Prayer Attack"
        },
        "dPOSWcfmXykDkzZb": {
          "description": "<p>Dronuk's multiple attack penalty for attacks with his sawtooth sabers is –2 for his second attack, and –4 with his third and any subsequent attacks.</p>",
          "name": "Mantis's Flurry"
        },
        "fChteZlvX2W2w05m": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "fjWn0ZFPOfeAIzjx": {
          "_source": "pf2e.spells-srd.Item.AUctDF2fqPZN2w4W"
        },
        "h9l7JDoYIMggiYGh": {
          "_source": "pf2e.spells-srd.Item.Tl1QAqre7H0sQEXt"
        },
        "j4ZIdq4wlKwZLjiP": {
          "_source": "pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8"
        },
        "ndIpGMqelNE2GxYk": {
          "_source": "pf2e.equipment-srd.Item.bjTM1SvFvFyJLkuI"
        },
        "smuTFecroeVR2ZNI": {
          "_source": "pf2e.equipment-srd.Item.cVnLTzWdaFljFkdb"
        },
        "u0Kt59xTkNBIyD9r": {
          "description": "<p><strong>Trigger</strong> Dronuk reduces an enemy to 0 Hit Points</p><hr /><p><strong>Effect</strong> Dronuk attempts to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} a single creature he can see. He gains a +2 circumstance bonus to this check.</p>",
          "name": "You're Next"
        },
        "uA26tbDjfJ2w33Cc": {
          "_source": "pf2e.spells-srd.Item.jwK43yKsHTkJQvQ9"
        },
        "yG5HDn0XzyjRha2T": {
          "_source": "pf2e.equipment-srd.Item.K2rMmiBlzcysNuj6"
        },
        "ySVz4BxAtfZaztjv": {
          "_source": "pf2e.spells-srd.Item.10VcmSYNBrvBphu1"
        }
      },
      "name": "Dronuk"
    },
    "Einherji Host": {
      "items": {
        "1VkDrAMFDHLF2q2M": {
          "description": "<p><strong>Thresholds</strong> 180 (12 squares), 90 (8 squares)</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>",
          "name": "Troop Defenses"
        },
        "886l2wL20Ghh4jQT": {
          "description": "<p>Whenever the einherji host Strides, they first Form Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares they may have as the result of having taken Hit Point damage), then move up to their Speed. This works just like a Gargantuan creature moving; for instance, if any square of the troop enters difficult terrain, the extra movement cost applies to the whole troop.</p>",
          "name": "Troop Movement"
        },
        "ADEPdJ7v1fwEjqWz": {
          "description": "<p>The troop sings of freedom, bolstering their conviction and morale. Until the start of the troop's next turn, their Will saves increase to +29 against all mental effects, not just against fear effects.</p>",
          "name": "Song of Freedom"
        },
        "AFmo4HuwTF2yuZN2": {
          "description": "<p>The troop raises their shields, increasing their Armor Class by 2 until the start of the troop's next turn.</p>",
          "name": "Raise Shields"
        },
        "BSZzk15eFFpWqZyI": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.OvqohW9YuahnFaiX"
        },
        "Bhvcbklfc21fOw32": {
          "description": "<p>An einherji host has a +4 circumstance bonus to Strike as One damage rolls made against giants and creatures that are Huge or larger.</p>",
          "name": "Jotun Slayer"
        },
        "KvVWYvKRMGz2t86i": {
          "description": "<p>The einherji host launches a ranged attack in the form of a volley of thrown daggers. This volley fills a @Template[cone|distance:30]; all creatures in the area take @Damage[(5d4+15)[piercing]] damage (@Check[reflex|dc:36|basic] save). When the troop is reduced to 8 or fewer squares, this area decreases to a @Template[cone|distance:15].</p>",
          "name": "Dagger Volley"
        },
        "a8CJCBitCQW29ThH": {
          "description": "<p>The einherji host Forms Up, Raises Shields, and prepares to counterattack. Until the start of the troop's next turn, each time an enemy takes an action to move through a space adjacent to the troop, they take @Damage[(4d8+18)[slashing]] damage (@Check[reflex|dc:36|basic] save).</p>",
          "name": "Pay For Every Inch"
        },
        "oRnMQXqEJldjuEN8": {
          "name": "+4 to Will Vs. Fear"
        },
        "vmM05v5KSua0QmAu": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The einherji host makes melee attacks against each enemy within 5 feet (@Check[reflex|dc:36|basic] save). The damage depends on the number of actions.</p>\n<p><span class=\"action-glyph\">1</span> @Damage[(2d8+7)[slashing]] damage</p>\n<p><span class=\"action-glyph\">2</span> @Damage[(3d8+14)[slashing]] damage</p>\n<p><span class=\"action-glyph\">3</span> @Damage[(4d8+14)[slashing]] damage</p>",
          "name": "Strike as One"
        }
      },
      "name": "Einherji Host",
      "npcAc": "37 with shields raised",
      "npcAllSaves": "+4 to will vs. fear",
      "npcHp": "Thresholds 180 (12 squares), 90 (8 squares)",
      "npcSpeed": "troop movement"
    },
    "Flensing Floor": {
      "description": "<p>Long saw-toothed blades slash up along the @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} grooves in the floor, their edges caked with what looks like blood but is in fact a deadly poison.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:45] (master) once per weapon rack to detach the triggers from the trap mechanism</p>",
      "hazardReset": "<p>Manual.</p>",
      "hazardRoutine": "<p>(10 actions) The trap rolls a sawtooth saber Strike for each action, divided targets evenly among creatures in the trapped area. If there aren't enough targets in area <strong>B7</strong> to divide these actions evenly, additional targets are randomly chosen. The trap loses one action for each destroyed blade. The trap ignores multiple attack penalties.</p>",
      "name": "Flensing Floor"
    },
    "Frost Roc": {
      "description": "<p>Stories of immense rocs swooping down to carry off livestock or strafing armies into bleeding ruin are popular in taverns, but what many don't realize is that there are even more dangerous magical rocs dwelling in the remote corners of the world. These oversized birds have supernatural abilities linked to the region they favor, but they share one thing with the common roc—their vast size.</p>\n<p>Frost rocs are owl-like predators adapted to life in arctic regions. They nest among the craggy peaks of snowcapped mountains or amid rifts of sprawling glaciers, treating the taigas and tundras as their sprawling hunting grounds. Frost rocs are nocturnal and tend to hunt nightly for a few weeks at a time, as the moon is waxing or waning full. They go into short periods of hibernation for the weeks on either side of a new moon, or during prolonged periods of cloud coverage, such as during a storm. They abandon these habits when they're trained to work as mounts or guardians—something that giants or the church of Gorum often does in the remote reaches of the Lands of the Linnorm Kings or the Realm of the Mammoth Lords.</p><h2>Other Bestial Rocs</h2><p>Additional varieties of roc have evolved to adapt to remote, hostile environments and, like the frost roc, often possess some form of elemental magic. The albatross-like wind rocs of western Azlant nest among the ragged cliffs of shattered isles, commanding mighty winds with their wings. In remote Arcadian archipelagos, bright pink, long-legged swamp rocs stride through wetlands and use watery magic to aid their hunts. Others doubtless exist in even more remote reaches of the world.</p>",
      "items": {
        "0BegtJWhbI9IoPPY": {
          "description": "<p>A frost roc gains a +2 circumstance bonus to hit with its beak Strike if the target is grabbed or restrained in its talon.</p>",
          "name": "Snack"
        },
        "5r0bfNZAaBSu7ivl": {
          "name": "Beak"
        },
        "AGAvYaIrgXvNQQJY": {
          "description": "<p>A frost roc can see through clouds, fog, mists, and other water vapors.</p>",
          "name": "Mist Sight"
        },
        "CBRvVNGmBSoduUPM": {
          "description": "<p><strong>Trigger</strong> A creature moves into the reach of the frost roc's wing</p><hr /><p><strong>Effect</strong> The frost roc makes a wing Strike against the triggering creature. If the frost roc Pushes the creature, it disrupts the triggering move action.</p>",
          "name": "Wing Rebuff"
        },
        "DnpYMfX5U7DyE7Qj": {
          "description": "<p>The frost roc Flies up to its Speed and makes two talon Strikes at any point during that movement. Each Strike must target a different creature. Each attack takes the normal multiple attack penalty.</p>",
          "name": "Flying Strafe"
        },
        "E2hozgfPR2kyNCJ5": {
          "name": "Talon"
        },
        "EVAlc1aaUklG0IJR": {
          "description": "<p>The frost roc spreads its wings and then flaps them furiously, unleashing a blast of ice-rimed feathers in a @Template[cone|distance:60]. All creatures in the area must attempt a @Check[reflex|dc:34|options:damaging-effect] save. The frost roc can't use Frozen Feathers again for [[/br 1d4 #Recharge Frozen Feathers]]{1d4 rounds}.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[3d6[piercing]] damage and @Damage[5d6[cold]] damage.</p>\n<p><strong>Failure</strong> The creature takes @Damage[5d6[piercing]] damage and @Damage[10d6[cold]] damage.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[8d6[piercing]] damage, @Damage[15d6[cold]] damage, and is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 minute.</p>",
          "name": "Frozen Feathers"
        },
        "iSyLdpo54H05fHYo": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.i18TlebMzwONyPhI"
        },
        "sre340Cp1FfPEw7o": {
          "description": "<p>A frost roc can Fly at half Speed while it has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} in either or both of its talons, carrying that creature along with it.</p>",
          "name": "Snatch"
        },
        "uII2V0o1QBm4iZ9L": {
          "name": "Wing"
        },
        "xpn8MSAbgpOOuAmt": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.6l7e7CHQLESlI57U"
        }
      },
      "name": "Frost Roc"
    },
    "Frostripper": {
      "description": "<p>As deadly on land as in the water, kokogiaks are one of the most feared predators of the tundra. From a distance they might be mistaken for a frightfully large polar bear, but anyone unfortunate enough to see one up close will notice the creature's six additional legs and disturbingly elongated neck before meeting an untimely end. These ursine monstrosities stalk their prey tirelessly across ice and snow; they're also powerful swimmers, lurking under the ice to burst up and ambush unsuspecting creatures on the surface or diving for a marine meal.</p>\n<p>As if numerous claws and a brutal bite weren't concerning enough, these nightmare-inducing creatures can be wickedly deceptive, luring their prey out in winter storms. The cunning kokogiak imitates the sounds of a creature in distress, deceiving its target into abandoning the safety of their shelter and embarking on an ill-fated rescue attempt. Those who live in arctic realms have learned to respond with caution upon hearing cries for help during a long winter night.</p>",
      "items": {
        "3sFxSnysZjKDkccp": {
          "name": "Jaws"
        },
        "62PNJhmFdbtT0TrS": {
          "description": "<p>Kokogiaks can mimic the sounds of a person in distress by attempting a Deception check to @UUID[Compendium.pf2e.actionspf2e.Item.ewwCglB7XOPLUz72]{Lie}. The kokogiak has a +4 circumstance bonus to this check.</p>",
          "name": "Voice Imitation"
        },
        "AijMBZl9gTqlCcb0": {
          "description": "<p>Using their voice imitation abilities, a kokogiak emits the horrific wails of its former victims. Each creature within @Template[emanation|distance:120]{120 feet} takes @Damage[4d6[mental]] damage and must attempt a @Check[will|dc:33|traits:damaging-effect] save.</p>\n<p>A creature frightened by this ability is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the kokogiak.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected and is temporarily immune for 1 minute.</p>\n<p><strong>Success</strong> The creature takes half damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature takes full damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage, becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3}, and is @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} until the end of its next turn.</p>",
          "name": "Tormented Snarl"
        },
        "AzWuaOagwffOzhLP": {
          "description": "<p>The kokogiak's Strikes deal an additional 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "EO66N1DFkO8t98Yi": {
          "_source": "pf2e.spells-srd.Item.IxhGEKl63R4QBvkj"
        },
        "Re8xzF2naY7y8ZBf": {
          "description": "<p>The kokogiak Strides up to its Speed. It can make up to four claw Strikes at any point during this movement, each against a different target. These attacks count toward the kokogiak's multiple attack penalty, but the multiple attack penalty doesn't increase until after the kokogiak makes all of its attacks.</p>",
          "name": "Mauling Rush"
        },
        "UqSFYQfYr0MwLMEv": {
          "_source": "pf2e.spells-srd.Item.R5FHRv7VqyRnxg2t"
        },
        "YGkZZTjBDOkNTcOR": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.W7SbTykXrNwxDzJc"
        },
        "aFlVsFPr9StdpCey": {
          "_source": "pf2e.spells-srd.Item.xxWhyl81w3ckslAU"
        },
        "hD8oXqV8Wz5DBv2c": {
          "name": "Claw"
        },
        "hFFor1wtB13sz6Bk": {
          "_source": "pf2e.spells-srd.Item.gPvtmKMRpg9I9D7H"
        },
        "vRX7fHLnwfVnMQMN": {
          "description": "<p>The kokogiak always gains the benefits of @UUID[Compendium.pf2e.actionspf2e.Item.SB7cMECVtE06kByk]{Cover Tracks} in natural surroundings, even while moving at full speed.</p>",
          "name": "Trackless Step"
        }
      },
      "name": "Frostripper",
      "npcSpeed": "trackless step"
    },
    "Gorumite Infantry": {
      "description": "<p>Most towns and cities on Golarion have a garrison of professional guards whose duties include patrolling the streets, assisting citizenry in need, and acting as a quick military response in times of crisis. Guards usually operate in pairs or small groups, but when a serious emergency threatens, guards muster at the nearest keep, watch station, or other rallying point and then move out in search of their quarry.Alternatively, guard troops might be stationed at important locations in the city, such as the front gates, the main prison, or the entrance to the ruler's castle.</p>\n<p>Individual guards may not be particularly well trained or experienced, but in large numbers they can defeat bandits, wild creatures that have slipped past the city gates, or the occasional drunken ogre. A group of city guards is usually accompanied and commanded by a single captain, who does most of the talking and gives individual guards their orders. The members of this city guard squadron have trained together to perform simple tactics but not advanced maneuvers.</p>",
      "items": {
        "9X9mEo92lODvZP6d": {
          "description": "<p><strong>Thresholds</strong> 170 (12 squares), 85 (8 squares)</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>",
          "name": "Troop Defenses"
        },
        "BCsGqHil1Dziu3FX": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The Gorumite infantry engages in a frenzied attack against each enemy within 10 feet, with a @Check[reflex|dc:31|basic] save. The damage depends on the number of actions.</p>\n<p><span class=\"action-glyph\">1</span> @Damage[(1d12+4)[slashing]] damage.</p>\n<p><span class=\"action-glyph\">2</span> @Damage[(2d12+10)[slashing]] damage and @Damage[1d6[persistent,bleed]] damage.</p>\n<p><span class=\"action-glyph\">3</span> @Damage[(3d12+10)[slashing]] damage and @Damage[2d6[persistent,bleed]] damage.</p>",
          "name": "Raise Swords!"
        },
        "Lx5Q366mof1O0MPp": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.OvqohW9YuahnFaiX"
        },
        "ZLBT0fOwy0DdDtEO": {
          "name": "Gorum Lore"
        },
        "aKXQLekTbiAqj1Id": {
          "description": "<p>Whenever the gorumite infantry Strides, they first @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.OvqohW9YuahnFaiX]{Form Up} as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then move up to their Speed.</p>\n<p>This works just like a Gargantuan creature moving; for instance, if any square of the guards enters difficult terrain, the extra movement cost applies to all the guards.</p>",
          "name": "Troop Movement"
        },
        "cLFteTTZ1b4O3AoI": {
          "description": "<p>The gorumite infantry draw or reload their crossbows, then launch a ranged attack in the form of a volley.</p>\n<p>This volley is a @Template[burst|distance:10] within 120 feet that deals @Damage[6d8[piercing]] damage (@Check[reflex|dc:31|basic] save). When the gorumite infantry is reduced to 8 or fewer squares, this area decreases to a @Template[burst|distance:5].</p>",
          "name": "Fire Crossbows!"
        }
      },
      "name": "Gorumite Infantry",
      "npcHp": "troop defenses",
      "npcSpeed": "troop movement"
    },
    "Gorumite Veteran": {
      "items": {
        "3lJ4WMA6czW1Yhim": {
          "name": "+2 Circumstance to All Saves Vs. Fear"
        },
        "AWbTIiDzFaKKV5sq": {
          "description": "<p>On a critical hit with a greatsword, the target of the critical hit is knocked off-balance and becomes @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the start of the Gorumite veteran's next turn.</p>",
          "name": "Greatsword Critical Specialization"
        },
        "L7xInlv80byvpplZ": {
          "_source": "pf2e.equipment-srd.Item.JNt7GmLCCVz5BiEI"
        },
        "UnBMCYaEWK2NtvjL": {
          "name": "Warfare Lore"
        },
        "VLYyaigSo1urA5VG": {
          "_source": "pf2e.equipment-srd.Item.Gq1cZWSKOtJhKd2p"
        },
        "Z6tGk6h5KuK4Oh27": {
          "_source": "pf2e.equipment-srd.Item.UX71GkWBL9g41VwM"
        },
        "hqannEuH2ydVss0r": {
          "description": "<p>The Gorumite veteran attempts a ranged Strike with their javelin, dealing @Damage[(3d6+22)[piercing]] damage. If the target is adjacent to a solid surface, they become stuck to that surface by the javelin. The target is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} until they @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} (DC 33). The creature doesn't become stuck if it is incorporeal, is liquid (like a water elemental or some oozes), or could otherwise escape without effort.</p>",
          "name": "Pinning Throw"
        },
        "jXfmvlrXDMMlTKlO": {
          "description": "<p>The Gorumite veteran Strikes with their greatsword, dealing 4d12+22 slashing damage plus 1d6 persistent bleed. This counts as two attacks when calculating their multiple attack penalty.</p>",
          "name": "Heavy Swing"
        },
        "mA9cQfDZkzvXAxA1": {
          "description": "<p>As long as the @UUID[Compendium.pf2e.spells-srd.Item.Dbd5W6G8U2vzWolN]{Consecrate} ritual effects persist in Crownhold, a Gorumite veteran gains a +1 status bonus to attack rolls, skill checks, saving throws, and Perception checks; these bonuses are not calculated into the stat block.</p>",
          "name": "Consecrated"
        },
        "xqMfzGOiVbqxqDIU": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.W7SbTykXrNwxDzJc"
        }
      },
      "name": "Gorumite Veteran",
      "npcAllSaves": "+2 circumstance vs. fear"
    },
    "Gorumite Warpriest": {
      "items": {
        "5RlWgGhNlrAMott0": {
          "_source": "pf2e.spells-srd.Item.TVKNbcgTee19PXZR"
        },
        "9joQzmUGHdJ0xtlO": {
          "_source": "pf2e.equipment-srd.Item.UX71GkWBL9g41VwM"
        },
        "AHmqjTxWJqUxYc0t": {
          "_source": "pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0"
        },
        "CxcMDsEEBUAMP70e": {
          "_source": "pf2e.spells-srd.Item.jj5d830iUi2ZlQfs"
        },
        "Gbcma6NF41SVNwKI": {
          "_source": "pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG"
        },
        "HAc0Wizw3rhKFekE": {
          "_source": "pf2e.spells-srd.Item.Hnc7eGi7vyZenAIm"
        },
        "LMlm6DXmK26FupEz": {
          "_source": "pf2e.spells-srd.Item.d7Lwx6KAs47MtF0q"
        },
        "LUArsTstTPkNvPSA": {
          "_source": "pf2e.spells-srd.Item.J7Y7tl0bbdz7TcCc"
        },
        "LZyDEzrHOBkMP9rE": {
          "_source": "pf2e.spells-srd.Item.KqvqNAfGIE5a9wSv"
        },
        "Mn5uzpVfhLJhlDBi": {
          "_source": "pf2e.spells-srd.Item.wzLkNU3AAqOSKFPR"
        },
        "PPkTNxk75APEqDrf": {
          "_source": "pf2e.spells-srd.Item.VosLNn2M8S7JH67D"
        },
        "RIHbM7f5N8FNhhyK": {
          "_source": "pf2e.equipment-srd.Item.r0ifJfoz8aqf0mwk"
        },
        "RLqM8VCQbub9IYUt": {
          "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity to use certain abilities and cast some spells. A religious symbol can be worn on the body on a chain or pin, or can be held.</p>",
          "name": "Iron Religious Symbol of Gorum"
        },
        "Tv3OVPbEtmkuFA0u": {
          "_source": "pf2e.spells-srd.Item.dINQzhqGmIsqGMUY"
        },
        "WVXpk3xzI9RYHdRf": {
          "_source": "pf2e.spells-srd.Item.eG1fBodYwolaXK98"
        },
        "X4h3ufeoqQw113F3": {
          "_source": "pf2e.spells-srd.Item.wdA52JJnsuQWeyqz"
        },
        "XEFE0WD4jt71yCv1": {
          "_source": "pf2e.spells-srd.Item.4gBIw4IDrSfFHik4"
        },
        "XJYadjLwlIwaNcic": {
          "description": "<p>As long as the consecrate ritual effects persist in Crownhold, a Gorumite warpriest gains a +1 status bonus to attack rolls, skill checks, saving throws, and Perception checks; these bonuses are not calculated into the stat block.</p>",
          "name": "Consecrated"
        },
        "XsKuZzB52awlCZJt": {
          "_source": "pf2e.spells-srd.Item.SnjhtQYexDtNDdEg"
        },
        "YpcqqGzF19Hfe6qR": {
          "_source": "pf2e.spells-srd.Item.XSujb7EsSwKl19Uu"
        },
        "ZC18bgtB80b82PNP": {
          "_source": "pf2e.spells-srd.Item.RA7VKcen3p56rVyZ"
        },
        "aD0NKPJZ7XW84xZA": {
          "name": "Warfare Lore"
        },
        "aIcvycyHJxtfTeeU": {
          "_source": "pf2e.spells-srd.Item.jwK43yKsHTkJQvQ9"
        },
        "ay4ZWjGPGdgCMb8J": {
          "_source": "pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs"
        },
        "bT1xxuqO3qr86rJy": {
          "_source": "pf2e.spells-srd.Item.pZTqGY1MLRjgKasV"
        },
        "e4L1eutd260Eas0B": {
          "_source": "pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8"
        },
        "hDkLXtsi6aTnPeEb": {
          "_source": "pf2e.spells-srd.Item.UGJzJRJDoonfWqqI"
        },
        "jx27fBwAgN7nRzmY": {
          "name": "Key"
        },
        "lRLnu8l3FA8RgGIz": {
          "_source": "pf2e.spells-srd.Item.EfFMLVbmkBWmzoLF"
        },
        "lloYst8Xnl8fp7mz": {
          "_source": "pf2e.spells-srd.Item.izcxFQFwf3woCnFs"
        },
        "un1KtTghHz83PvTO": {
          "_source": "pf2e.spells-srd.Item.aqRYNoSvxsVfqglH"
        },
        "vUeLBT8zR3oLEACc": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The Gorumite warpriest loudly proclaims the glory of Gorum. The next divine spell they cast takes one fewer action (minimum of one), but must only target the warpriest. If the spell affects an area or multiple targets, such as bless, it only affects the warpriest, even if it lasts more than one round.</p>",
          "name": "Fervent Casting"
        },
        "wIygWl8k7z9yUIv9": {
          "_source": "pf2e.spells-srd.Item.hVU9msO9yGkxKZ3J"
        }
      },
      "name": "Gorumite Warpriest"
    },
    "Mantis Keeper": {
      "items": {
        "00TptYCWHJuxg7Bf": {
          "_source": "pf2e.spells-srd.Item.znv4ECL7ZtuiagtA"
        },
        "0fEswS28Q7EBKqmM": {
          "_source": "pf2e.spells-srd.Item.TDNlDWbYb58Y55Da"
        },
        "315Rm5TVg18C9wGH": {
          "_source": "pf2e.spells-srd.Item.4WS7HrFjwNvTn8T2"
        },
        "3A9LGT2ofkTuhTD8": {
          "_source": "pf2e.spells-srd.Item.g8QqHpv2CWDwmIm1"
        },
        "4zTHqRX63i01NqV4": {
          "_source": "pf2e.spells-srd.Item.kBhaPuzLUSwS6vVf"
        },
        "6LE8hcnWp5ky0JVk": {
          "_source": "pf2e.spells-srd.Item.dN8QBNuTiaBHCKUe"
        },
        "7A66kqVz1jlAfhyc": {
          "_source": "pf2e.spells-srd.Item.yhz9fF69uwRhnHix"
        },
        "8nJAOUuV7AQWwNSs": {
          "_source": "pf2e.spells-srd.Item.o6YCGx4lycsYpww4"
        },
        "9y27ufXxnNPtJkHp": {
          "_source": "pf2e.spells-srd.Item.B4dDkYsHFo1H0CIF"
        },
        "A7v0rJIqpex7mwbC": {
          "_source": "pf2e.spells-srd.Item.izcxFQFwf3woCnFs"
        },
        "B15geMKHkA6ctxuN": {
          "description": "<p>Derived from a farming tool used to mow down long grains and cereals, this weapon has a long wooden shaft with protruding handles, capped with a curved blade set at a right angle.</p>",
          "name": "Verdant Scythe"
        },
        "F1ncI2dON8l3re0H": {
          "description": "<p>Mantis Keeper has cultivated a unique seed to serve as a special verdant weapon. When they activate this ability, the seed transforms into a scythe, or the scythe transforms back into a seed. This scythe appears to be made entirely of wood, with a short upper blade that extends into a lengthy mantis-like arm when they attack. Although made of wood, Mantis Keeper's verdant scythe functions as if its blade were made of iron. If they're slain, the weapon quickly rots away, leaving behind rune-inscribed seeds that function as runestones that are inscribed with the weapon's qualities.</p>",
          "name": "Verdant Scythe"
        },
        "GLMC65Xb9zK4sC69": {
          "description": "<p>Mantis Keeper belongs to the animal druidic order, yet they don't have a single animal companion. Instead, they are served by the deadly mantises that dwell upon Mediogalti Isle, and their command over them is bolstered by the Mantis Stones. At any one time, Mantis Keeper is attended by two of these enormous insects, each of which treat Mantis Keeper as a valued ally. Mantis Keeper can communicate with any form of deadly mantis by speaking Wildsong to them, although the mantises cannot reply. These deadly mantises do not have the minion trait, and Mantis Keeper need not Command an Animal to command them—they can simply issue orders via Wildsong as a free action.</p>",
          "name": "Mantis Commander"
        },
        "I35oWM05xHMwBxFG": {
          "_source": "pf2e.spells-srd.Item.10VcmSYNBrvBphu1"
        },
        "J8fTTRHPTgKQs8TI": {
          "_source": "pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3"
        },
        "KpzpeNUchipg86sR": {
          "name": "Verdant Scythe"
        },
        "LANsdZYo9SemPy8G": {
          "_source": "pf2e.spells-srd.Item.Fr58LDSrbndgld9n"
        },
        "QYHTLCQUlty8xhdZ": {
          "_source": "pf2e.spells-srd.Item.aqRYNoSvxsVfqglH"
        },
        "QZwYk9euR3GHnmUN": {
          "_source": "pf2e.spells-srd.Item.2Vkd1IxylPceUAAF"
        },
        "Ru5SvCAZ9b79r57s": {
          "_source": "pf2e.spells-srd.Item.uqlxMQQeSGWEVjki"
        },
        "S3KWrvLjj9T1d8WM": {
          "_source": "pf2e.spells-srd.Item.kOa055FIrO9Smnya"
        },
        "SnipI1gaROmrPw1s": {
          "_source": "pf2e.spells-srd.Item.KsWhliKfUs3IpW3c"
        },
        "Tb53WyuQuL6UsMzK": {
          "_source": "pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs"
        },
        "UN6EXU4xMVAiJXzA": {
          "description": "<p>If a reaction would disrupt Mantis Keeper's spellcasting action, they attempt a @Check[flat|dc:15]. If they succeed, the action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        },
        "V4epMkZ0XoydIfMl": {
          "_source": "pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8"
        },
        "XHJDAbRPEHLvkLC8": {
          "_source": "pf2e.spells-srd.Item.Z9OrRXKgAPv6Hn5l"
        },
        "Xa7rIljERPt7AqmZ": {
          "description": "<p>Mantis Keeper Steps, Strides, or Flies into one of the Mantis Stones, then immediately exits a different Mantis Stone into a square adjacent to the stone and continues the rest of their movement. When Mantis Keeper exits a Mantis Stone, they create a pulse of lightning that inflicts @Damage[8d6[electricity]] damage (@Check[reflex|dc:38|basic] save) to all creatures within 10 feet of Mantis Keeper when they emerge from the Mantis stone.</p>",
          "name": "Mantis Stone Stride"
        },
        "dXSroTWtkJk5ZR9m": {
          "_source": "pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6"
        },
        "f5OapgLhrfp2YsaX": {
          "_source": "pf2e.spells-srd.Item.XkDCzMIyc0YOjw05"
        },
        "jUxtCkooffahP3CI": {
          "_source": "pf2e.spells-srd.Item.0qaqksrGGDj74HXE"
        },
        "kMv0sNTCAbSl9Ric": {
          "_source": "pf2e.spells-srd.Item.J6vNvrUT3b1hx2iA"
        },
        "lBxUeTTRCWTn7SHZ": {
          "_source": "pf2e.spells-srd.Item.Zmh4ynfnCtwKeAYl"
        },
        "loAtLPXim9F1WZnA": {
          "name": "+1 Status to All Saves vs. Poison"
        },
        "mAL0tZdOalHIDeC4": {
          "_source": "pf2e.spells-srd.Item.VosLNn2M8S7JH67D"
        },
        "mYQ5qs045i6JIlUG": {
          "_source": "pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2"
        },
        "o71RYQjmyaemVUTl": {
          "_source": "pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG"
        },
        "p2YR8o9iiQLTu62c": {
          "_source": "pf2e.spells-srd.Item.SnjhtQYexDtNDdEg"
        },
        "uXaVbd1bm2rgRwSk": {
          "_source": "pf2e.spells-srd.Item.pZc8ZwtsyWnxUUW0"
        },
        "vX4uDsOjsZzG44WL": {
          "_source": "pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl"
        },
        "wAMdHbD6ObhVGZBm": {
          "_source": "pf2e.spells-srd.Item.uZK2BYzPnxUBnDjr"
        },
        "wmdd6rI34XdbAM5y": {
          "_source": "pf2e.spells-srd.Item.7DN13ILADW2N9Z1t"
        }
      },
      "name": "Mantis Keeper",
      "npcAllSaves": "+1 status vs. poison"
    },
    "Niesha": {
      "description": "<p>The bizarre shapeshifters known as mezlans were created ages ago as spies and infiltrators by a long-forgotten ritual infusing a magically constructed ooze with the soul of an exceptional sapient being. Having long since outlasted their creators, mezlans most often dwell alone amongst the ruins of the ancient civilizations they served as mortals.</p>",
      "items": {
        "0yTcCw02hLLf5qMi": {
          "description": "<p>The mezlan assumes the form of any Medium or Small creature, excluding those with the elemental, incorporeal, or swarm traits but including specific individuals whose appearance they've seen. This doesn't change the mezlan's Speed or their attack and damage bonus with their Strikes, but the damage type dealt by their Strikes might change based on their new form.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "20MkBoYwO58FNxkX": {
          "name": "Library Lore"
        },
        "At4UFNUZDqPnIhl7": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "EUw5fUh431wje9Z0": {
          "description": "<p>Niesha can move though the Sarzari Access Pipes, even though they're only two feet wide; she treats these pipes as difficult terrain.</p>",
          "name": "Navigate Pipes"
        },
        "HX5VU8Xvb5yPZ2aH": {
          "description": "<p>When the mezlan is reduced to 0 Hit Points, their body dissolves into colorless slime and begins seeping into nearby cracks or porous surfaces.</p>\n<p>If this material is not immediately contained or destroyed, the mezlan will eventually re-form, though they may lie dormant for years or even decades before doing so.</p>",
          "name": "Discorporate"
        },
        "LfpK0azkldAisbCY": {
          "description": "<p>The mezlan extends one of their limbs, granting themself a reach of 20 feet with their polymorphic appendages until the end of their next turn.</p>",
          "name": "Extend Limb"
        },
        "VPwJArBSwEFYQLmI": {
          "description": "<p>A creature hit by the mezlan's ooze globule takes a -15-foot circumstance penalty to all Speeds for 1 minute. On a critical hit, a target standing on a solid surface also becomes @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, while a target Flying via wings falls to the ground and becomes unable to Fly.</p>\n<p>A target can end all effects by @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escaping} (DC 34) or spending a total of 3 Interact actions to free itself.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.iWLAcND0iyW4NUZm]{Effect: Viscous Trap}</p>",
          "name": "Viscous Trap"
        },
        "VZVdci43sd9eSYaO": {
          "description": "<p><strong>Trigger</strong> The mezlan succeeds at a saving throw against a single-target spell</p>\n<hr />\n<p><strong>Effect</strong> The mezlan absorbs the spell, nullifying its effect and storing it for later. They can Cast the Spell using the original caster's spell attack modifier and DC. They can store only one spell at a time, but they can absorb a new spell to replace the spell they currently have stored.</p>\n<p>A willing caster can allow the mezlan to Absorb a Spell without requiring a save.</p>",
          "name": "Absorb Spell"
        },
        "dHCnMadBsh7HsABT": {
          "name": "Polymorphic Appendage"
        },
        "jB6DPG2ZqtuA1Z3r": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Regeneration]</p>",
          "name": "Regeneration 15 (Deactivated by Acid)"
        },
        "m2xn36z0bizgQRSl": {
          "description": "<p>A mezlan can speak and understand any language they hear spoken after listening to the language for 1 minute. These languages fade from their mind after 24 hours.</p>",
          "name": "Polyglot"
        },
        "mM2VhVOnYEHZ9vNy": {
          "name": "Ooze Globule"
        },
        "sksQeYbMpR7ZPCEp": {
          "description": "<p>Niesha can @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} or @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} a creature that's standing atop a Sarzari access pipe grate while she's directly beneath that creature.</p>",
          "name": "Up From Below"
        },
        "vCh1YH8sG4cPr3zj": {
          "description": "<p><strong>Trigger</strong> Niesha emerges from one of the Sarzari access pipes</p><hr /><p><strong>Effect</strong> Niesha makes a melee Strike against an adjacent creature as she emerges.</p>",
          "name": "Access Pipe Ambush"
        }
      },
      "name": "Niesha",
      "npcAllSaves": "+1 status to all saves vs. magic",
      "npcHp": "regeneration 15 (deactivated by acid)"
    },
    "Ordulf Bladecaller": {
      "items": {
        "0zqThhDwY1ahBi56": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Ordulf issues a devastating and humiliating insult to a creature within 30 feet that he can see. Ordulf attempts an @Check[intimidation|defense:will] check against the target's Will DC. That character is then temporarily immune to Crushing Insult for 24 hours.</p><hr /><p><strong>Critical Success</strong> The insult is distracting and humiliating; the target is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for 1 minute.</p>\n<p><strong>Success</strong> The insult is distracting, but its effects pass quickly; the target is stupefied 1 and off-guard until the start of Ordulf's next turn.</p>\n<p><strong>Failure</strong> The insult barely cuts, but is distracting enough that the target is off-guard until the end of Ordulf's turn.</p>\n<p><strong>Critical Failure</strong> Ordulf's attempted insult fails spectacularly, and the PC who he was attempting to insult can instantly insult him back, using Insult Ordulf as a free action.</p>",
          "name": "Crushing Insult"
        },
        "3d1uzFaZD5w1oUhB": {
          "_source": "pf2e.equipment-srd.Item.Gq1cZWSKOtJhKd2p"
        },
        "BhfPRzd1V4WjeoTQ": {
          "description": "<p>When Ordulf is reduced to 0 Hit Points, Gorum feeds him the zeal of his Aesir, allowing Ordulf to draw upon his own life force to fight on and on without falling. He is healed to 150 Hit Points and becomes @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} (or increases his doomed condition by 1), causing his features to look progressively more gaunt and scarred. Once he reaches @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 4}, he dies.</p>",
          "name": "Gorum's Major Boon"
        },
        "GAMpBm8xt4OWSN3g": {
          "description": "<p>Ordulf Strikes two adjacent creatures within his reach. Both attacks count against his multiple attack penalty, but do not increase his penalty until he has made both attacks.</p>",
          "name": "Cleaving Blow"
        },
        "L0apVhPMH7U617wJ": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.W7SbTykXrNwxDzJc"
        },
        "NlF8q7ktaeZJmEYb": {
          "name": "Fishing Lore"
        },
        "Q4OXvE3I5BaZi6pN": {
          "_source": "pf2e.equipment-srd.Item.UX71GkWBL9g41VwM"
        },
        "RPk0bywqzPIIzv9B": {
          "description": "<p>Ordulf hasn't met a significant combat challenge in ages, and even when facing deadly foes like the PCs his arrogance can be used against him. If a PC successfully @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarms}, @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feints}, @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightens}, or @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trips} Ordulf, his arrogance gets the better of him and he grows sloppy in his tactics, reducing his AC to 34 until the start of his next turn. A PC can also attempt to issue a more debilitating insult to Ordulf.</p><h2>Insult Ordulf <span class=\"action-glyph\">2</span></h2><p>The PC spends several seconds issuing insults and taunts to Ordulf, then attempts a @Check[deception|dc:38], @Check[intimidation|dc:38], or @Check[performance|dc:38] check. If the insults include challenges to Ordulf's bravery, compare him to a troll or a chicken, insult his skill at fishing, or liken him to a witch or national of Irrisen, this becomes a DC 33 check.</p><hr /><p><strong>Critical Success</strong> You strike a nerve. Not only does Ordulf become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} with anger, he is also @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} from the shock of your words.</p>\n<p><strong>Success</strong> Your insults cause Ordulf to become sickened 2 with anger.</p>\n<p><strong>Failure</strong> Your insult only has a brief effect, causing Ordulf to become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. He automatically recovers from this sickened condition at the end of his next turn.</p>\n<p><strong>Critical Failure</strong> Your attempt to insult Ordulf fails so spectacularly that he becomes temporarily immune to Insult Ordulf activities from you for 24 hours.</p>",
          "name": "Battle Arrogance"
        },
        "gAM2w2XUgpwvmYMg": {
          "_source": "pf2e.equipment-srd.Item.E999hL7XlAlfZhjK"
        },
        "hGQ0acNczkxtFz9C": {
          "name": "Warfare Lore"
        },
        "uoGFxPXwtRh6lZCO": {
          "description": "<p>Ordulf Strikes each enemy within his reach. Each attack counts toward his multiple attack penalty, but do not increase his penalty until he has made all his attacks.</p>",
          "name": "Whirlwind Strike"
        },
        "vbzf1jM9Z6h4aA4v": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> Ordulf rolls initiative</p><hr /><p><strong>Effect</strong> Ordulf attempts to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} an observed foe.</p>",
          "name": "Battle Cry"
        },
        "vnJlhQAa6T5MJz2V": {
          "_source": "pf2e.equipment-srd.Item.8COlYvHe6hKCXY8x"
        },
        "yb7EXfXGwEOjyuMz": {
          "description": "<p><strong>Requirements</strong> Ordulf is wielding a melee weapon</p><hr /><p><strong>Effect</strong> Ordulf brandishes his weapon in a threatening display. He @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralizes} all enemies within 30 feet, rolling once and comparing the result to each target's Will DC.</p>",
          "name": "Deadly Display"
        }
      },
      "name": "Ordulf Bladecaller"
    },
    "Rage Rider": {
      "items": {
        "00UpgWeZpznH6g16": {
          "name": "Exquisite Kokogiak Harness"
        },
        "AvprHCX3FKN6fnHy": {
          "description": "<p>A rage rider is equipped with an exquisitely crafted harness when riding a kokogiak. Two rage riders can ride a willing kokogiak at once using such a harness, and both of their hands remain free while doing so. When a rage rider is attached to a kokogiak, they can't use any action that uses their speed (such as Step or Stride), and all DCs to forcibly move the rage rider or to knock them from their mount are increased by 5. If a kokogiak being ridden by a rage rider using such a harness is killed or falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, the rage rider takes @Damage[3d6[bludgeoning]] damage from the fall (@Check[reflex|dc:30|basic] save). A rage rider can release their harness with an Interact action.</p>",
          "name": "Exquisite Kokogiak Harness"
        },
        "Sldf7RJKpibhYMI3": {
          "description": "<p>The rage rider enters a state of pure rage that lasts either for 1 minute, until there are no enemies they can perceive, or until they fall @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, whichever comes first. While raging, the rage rider has AC 27 and their spear Strikes deal 2d6+15 damage plus 2d6 persistent bleed damage. While raging, the rage rider can't use actions that have the concentrate trait, except for @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek}. After they've stopped raging, a rage rider can't use Rage again for 1 minute.</p>",
          "name": "Ruinous Rage"
        },
        "nwnUrVIQCLXEaoyv": {
          "description": "<p><strong>Requirements</strong> The rage rider has a hand free</p>\n<p><strong>Trigger</strong> An enemy critically misses the rage rider with a thrown weapon attack</p><hr /><p><strong>Effect</strong> The rage rider catches the thrown weapon and makes a ranged Strike with it.</p>",
          "name": "Catch and Release"
        },
        "syIQ8c9gQkxl1hOC": {
          "_source": "pf2e.equipment-srd.Item.tOhoGvmCMw4JpWcS"
        },
        "u3Dg7xJLeUgTHbpk": {
          "_source": "pf2e.equipment-srd.Item.ewQZ0VeL38v3qFnN"
        }
      },
      "name": "Rage Rider"
    },
    "Red Mantis Assassin": {
      "items": {
        "1HbuEDzell3VFQ5G": {
          "description": "<p>This \"throwing star\" is a small piece of flat metal with sharp edges, designed to be flung with a flick of the wrist.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[6d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[7d6[poison]] damage (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[9d6[poison]] damage (1 round)</p>",
          "name": "Shuriken (With Blightburn Resin)"
        },
        "1Oft4yrxLFiUGhIh": {
          "_source": "pf2e.equipment-srd.Item.Ku14uJEbwXi0XqD9"
        },
        "3C0qGq1pJK0OpVp1": {
          "name": "Achaekek Lore"
        },
        "4K08Pjh4KFcc51HP": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[6d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[7d6[poison]] damage (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[9d6[poison]] damage (1 round)</p>",
          "name": "Blightburn Resin"
        },
        "4eqaAeSmXGHAizGI": {
          "_source": "pf2e.equipment-srd.Item.KlJSw919hpN6V9oK"
        },
        "Gh6tCmRyaYmByuzC": {
          "_source": "pf2e.equipment-srd.Item.wkzxLpSe7LN6c5Ld"
        },
        "I2Or0WEkwOz7GPKE": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the Red Mantis assassin.</p>",
          "name": "Surprise Attack"
        },
        "Jq0fBMKrpfIbsrdJ": {
          "description": "<p>The Red Mantis assassin deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "KUWay6xrpMGrn7M1": {
          "_source": "pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh"
        },
        "LEJfQC3oWEtamJxI": {
          "_source": "pf2e.spells-srd.Item.0zU8CPejjQFnhZFI"
        },
        "WNIZrN5sZ2lJ4NEn": {
          "_source": "pf2e.spells-srd.Item.9XHmC2JgTUIQ1CCm"
        },
        "ZjESRQunTVjwTe9r": {
          "description": "<p><strong>Requirements</strong> The Red Mantis assassin wields a sawtooth saber in each hand</p><hr /><p><strong>Effect</strong> The Red Mantis assassin attempts to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} an enemy within 30 feet. If the Feint is successful, the assassin's next successful strike with a sawtooth saber in that same turn deals 2d6 persistent bleed damage to the target. In addition, provided they remain visible to that target and that target remains within 30 feet of the assassin, additional Prayer Attacks against that target automatically cause them to become @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the assassin's attacks until the end of their turn.</p>",
          "name": "Prayer Attack"
        },
        "fjWn0ZFPOfeAIzjx": {
          "_source": "pf2e.spells-srd.Item.AUctDF2fqPZN2w4W"
        },
        "l2vq3FHSvRwnG5sI": {
          "_source": "pf2e.spells-srd.Item.DCQHaLrYXMI37dvW"
        },
        "mpZBhtppvvGgUKUW": {
          "_source": "pf2e.equipment-srd.Item.4tIVTg9wj56RrveA"
        },
        "nEBF4cBQ7Fov04IL": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        }
      },
      "name": "Red Mantis Assassin"
    },
    "Red Mantis Conspirator": {
      "items": {
        "1HbuEDzell3VFQ5G": {
          "description": "<p>This \"throwing star\" is a small piece of flat metal with sharp edges, designed to be flung with a flick of the wrist.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[6d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[7d6[poison]] damage (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[9d6[poison]] damage (1 round)</p>",
          "name": "Shuriken (With Blightburn Resin)"
        },
        "1Oft4yrxLFiUGhIh": {
          "_source": "pf2e.equipment-srd.Item.Ku14uJEbwXi0XqD9"
        },
        "1bm27ge1xUCTw8Ia": {
          "description": "<p>In order to resurrect a creature slain by a Red Mantis conspirator, a creature must counteract the conspirator's influence over the dead's remains as they cast the spell or perform the ritual (DC 34).</p>",
          "name": "Vernai Training"
        },
        "3C0qGq1pJK0OpVp1": {
          "name": "Achaekek Lore"
        },
        "4K08Pjh4KFcc51HP": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[6d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[7d6[poison]] damage (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[9d6[poison]] damage (1 round)</p>",
          "name": "Blightburn Resin"
        },
        "Gh6tCmRyaYmByuzC": {
          "_source": "pf2e.equipment-srd.Item.wkzxLpSe7LN6c5Ld"
        },
        "Jq0fBMKrpfIbsrdJ": {
          "description": "<p>The Red Mantis conspirator deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "KUWay6xrpMGrn7M1": {
          "_source": "pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh"
        },
        "LEJfQC3oWEtamJxI": {
          "_source": "pf2e.spells-srd.Item.0zU8CPejjQFnhZFI"
        },
        "WNIZrN5sZ2lJ4NEn": {
          "_source": "pf2e.spells-srd.Item.9XHmC2JgTUIQ1CCm"
        },
        "YGBnnmyGHly3cvz5": {
          "_source": "pf2e.spells-srd.Item.R9xqCBblkS5KE4y7"
        },
        "ZjESRQunTVjwTe9r": {
          "description": "<p><strong>Requirements</strong> The Red Mantis conspirator wields a sawtooth saber in each hand</p><hr /><p><strong>Effect</strong> The Red Mantis conspirator attempts to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} an enemy within 30 feet. If the Feint is successful, the conspirator's next successful Strike with a sawtooth saber in that same turn deals 2d6 persistent bleed damage to the target. In addition, provided they remain visible to that target and that target remains within 30 feet of the conspirator, additional Prayer Attacks against that target automatically cause them to become @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the conspirator's attacks until the end of their turn.</p>",
          "name": "Prayer Attack"
        },
        "dodQ68oi6oukfeO8": {
          "_source": "pf2e.spells-srd.Item.V4IpjSlefultlOuY"
        },
        "fjWn0ZFPOfeAIzjx": {
          "_source": "pf2e.spells-srd.Item.AUctDF2fqPZN2w4W"
        },
        "j4ZIdq4wlKwZLjiP": {
          "_source": "pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8"
        },
        "mpZBhtppvvGgUKUW": {
          "_source": "pf2e.equipment-srd.Item.4tIVTg9wj56RrveA"
        }
      },
      "name": "Red Mantis Conspirator"
    },
    "Rhysaphine": {
      "description": "<p>Peris are contrary, artful celestials renowned for their beauty as much as their deceptive natures. Mercurial, though never malicious, peris strive to aid mortals, though they are more likely to dispense riddles and quests than to offer aid outright.</p>",
      "items": {
        "77tPlIEwFc6nptCm": {
          "description": "<p>Rhysaphine spreads his wings and spins, forming a whirlwind of flame that deals @Damage[19d6[fire]] damage in a @Template[emanation|distance:20] (@Check[reflex|dc:40|basic] save). He can't use Wildfire Storm again for [[/br 1d4 #Recharge Wildfire Storm]]{1d4 rounds}.</p>",
          "name": "Wildfire Storm"
        },
        "7AEQJrhk2jPkbDrZ": {
          "description": "<p>You snap your fingers and point at a target, which begins to smolder. Make a spell attack roll against the target's AC, dealing 2d4 fire damage on a hit. If the target is within your melee reach, you can choose to make a melee spell attack with the flame instead of a ranged spell attack, which increases all the spell's damage dice to d6s.</p>\n<hr />\n<p><strong>Critical Success</strong> The target takes double damage and 1d4 persistent fire damage.</p>\n<p><strong>Success</strong> The target takes full damage.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The initial damage increases by 1d4 and the persistent fire damage on a critical hit increases by 1d4.</p>\n<p>[[/r (@item.level)d4[persistent,fire]]]{Leveled Persistent Fire Damage}</p>\n<p>[[/r (@item.level)d6[persistent,fire]]]{Leveled Persistent Fire Damage (Melee)}</p>",
          "name": "Ignition"
        },
        "9WqbsuRExPiFqTnh": {
          "description": "<p>hysaphine can call forth a powerful weapon from his heart of flame. In his hands, this is a <em>+3 greater striking greater flaming scimitar</em> that deals 4d6 fire damage instead of 1d6.</p>",
          "name": "Greater Flameheart Weapon"
        },
        "ASdIdSgTDc6bN48E": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Telepathy]</p>",
          "name": "Telepathy 100 feet"
        },
        "DCLIjWlO5fWrsiw7": {
          "description": "<p>5 feet, @Damage[8d6[fire]] damage (@Check[reflex|dc:37|basic])</p>",
          "name": "Shining Blaze"
        },
        "NcvIgZ94UgxzV5xy": {
          "name": "Elysium Lore"
        },
        "Q345ui1zxYcyOoLX": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "UafsnKNHXLDSZFXo": {
          "description": "<p>You transform your appearance to that of a Small or Medium humanoid, such as a dwarf, elf, goblin, halfling, human, or orc. You gain the humanoid trait in addition to your other traits while in this form, as well as any trait related to the creature's kind (such as goblin or human). If this transformation reduces your size, it reduces your reach accordingly (typically to 5 feet). This transformation doesn't change your statistics in any way, and you don't gain any special abilities of the humanoid form you assume. You can still wear and use your gear, which changes size (if necessary) to match your new form. If items leave your person, they return to their usual size.</p>\n<p>Humanoid form grants you a +4 status bonus to Deception checks to pass as a generic member of the chosen ancestry, and you add your level even if you're untrained, but you can't make yourself look like a specific person. If you want to Impersonate an individual, you still need to create a disguise, though the GM won't factor in the difference in ancestry when determining the DC of your Deception check. You can Dismiss this spell.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You gain darkvision or low-light vision if the form you assume has that ability.</p>\n<p><strong>Heightened (5th)</strong> You can take on the appearance of a Large humanoid. If this increases your size, you gain the effects of the enlarge spell.</p>",
          "name": "Humanoid Form (At Will)"
        },
        "UpjUcF5foWRxygwc": {
          "_source": "pf2e.spells-srd.Item.IarZrgCeaiUqOuRu"
        },
        "foFqU5DE5kDifheg": {
          "description": "<p>Rhysaphine can see through smoke with ease, and he ignores the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from smoke.</p>",
          "name": "Smoke Vision"
        },
        "jybavUW4kg0csUiy": {
          "description": "<p>You create a hovering shield made of fire. As long as the shield persists, its heat grants you cold resistance 5 and makes you immune to mild and severe environmental cold. You can Raise a Shield with the <em>fire shield</em> as a normal shield to gain a +1 circumstance bonus to AC. You can use the Shield Block reaction with the <em>fire shield</em>, which has Hardness 10, is immune to fire, and has 40 HP (with no Broken Threshold), and its Hardness is halved against effects that have the water trait. If you Shield Block a melee attack that is either an unarmed attack or made by an adjacent attacker, the attacker takes 2d6 fire damage.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.1RsScTvNdGD9zGWe]{Spell Effect: Fire Shield}</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The cold resistance increases by 5, the HP increase by 10, and the fire damage increases by 1d6.</p>",
          "name": "Fire Shield (Constant)"
        },
        "klswn2O92Iwkc5fj": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> Rhysaphine is currently mounted-or adjacent to an allied creature that can function as a mount</p><hr /><p><strong>Effect</strong> If Rhysaphine is mounted, he dismounts; if Rhysaphine is not mounted, he mounts the adjacent creature.</p>",
          "name": "Trick Rider"
        },
        "l6dezchxG4CL8dny": {
          "name": "Burning Wings"
        },
        "sEbF3y3ttLqHmwtS": {
          "name": "Flame Ray"
        },
        "vkAopqi1PCG6CvnD": {
          "description": "<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> Rhysaphine Strides into an open flame of medium size or larger and instantly transports himself to any other flame of sufficient size within 100 miles. Once he enters the first flame, he instantly learns the locations of all other flames within range.</p>",
          "name": "Flame Jump"
        },
        "zZzMJYEYbjykXd3S": {
          "description": "<p>Rhysaphine makes one scimitar Strike and two burning wings Strikes, in any order.</p>",
          "name": "Flamewing Buffet"
        }
      },
      "name": "Rhysaphine"
    },
    "Roc Rider": {
      "description": "<p>Adlets dwell in the farthest, harshest reaches of the Crown of the World. At first glance, these isolated people look much like their Erutaki human cousins; they typically have terra-cotta skin, straight black hair, and compact, powerful builds. However, adlets tend to be taller and more sinewy than their human kin. Up close, adlets' strangeness reveals itself-each sports a maw full of wolflike teeth. Their legs and tail resemble that of a dog.</p>\n<p>Adlets' legends say that long ago, a mighty hunter lost his way far from home and came upon a house of whalebone and ice. A woman dressed in white fox furs greeted him, fed him, and tended to his frostbite. In time, they married and had 10 children, five of whom bore the legs and tails of foxes. These children stayed with their mother, while the other five-born with the legs and tails of wolves-traveled with their father back to the human lands and became the first adlets.</p>\n<p>Adlets aren't inherently evil, but their culture is warlike, xenophobic, and noticeably lacking in humility. They see themselves as the natural rulers of the arctic wastes and view everyone else as squatters at best and invaders at worst. A typical adlet is stronger and faster than any mundane human, with the ability to walk naked in a blizzard and call up ice-cold mists. Given that, it's little wonder that adlets have developed something of a superiority complex. Still, while adlet raids are a common problem for travelers in the Crown of the World, a handful of wily and intrepid merchants have forged peaceful relations with certain adlet communities along more common routes.</p>",
      "items": {
        "2dwXilE1hqrwdBdk": {
          "_source": "pf2e.equipment-srd.Item.tOhoGvmCMw4JpWcS"
        },
        "4YqBfVbcnymIPefE": {
          "_source": "pf2e.spells-srd.Item.xxWhyl81w3ckslAU"
        },
        "DAwhqp01jQeK2AM2": {
          "description": "<p>60 feet. A clammy, frigid mist billows forth ahead of the adlet. Creatures within the mist become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and creatures outside the mist become concealed to creatures within it. An adlet can see through the aura without penalty. When mounted on a frost roc, this aura emanates from the roc, not the adlet, and the roc gains the ability to see through the aura without penalty as well.</p>",
          "name": "Aerial Wolfstorm"
        },
        "NsmFyn1MUaCrkX52": {
          "description": "<p>Weapons wielded by an adlet gain the effect of the <em>@UUID[Compendium.pf2e.equipment-srd.Item.M5M1WJ5KzbYfRGsY]{Frost}</em> property rune.</p>",
          "name": "Frozen Weapons"
        },
        "UQmOfNcYdQJoHq8o": {
          "description": "<p><strong>Trigger</strong> A creature within reach of an adlet's jaws Strike attacks one of the adlet's allies.</p>\n<hr />\n<p><strong>Effect</strong> The adlet makes a jaws Strike against the triggering creature.</p>",
          "name": "Avenging Bite"
        },
        "nWk2heANEgAmeUJT": {
          "_source": "pf2e.spells-srd.Item.IxhGEKl63R4QBvkj"
        },
        "pgVVTGf6DwqRarDp": {
          "description": "<p>The roc rider's mist turns biting cold and coalesces into a thick rime of frost that deals @Damage[7d6[cold]] damage to creatures inside the roc rider's aerial wolfstorm aura (@Check[fortitude|dc:31|basic]), and the aura is deactivated until the start of the roc rider's next turn.</p>",
          "name": "Aerial Wolfrime"
        },
        "uC8vf4vEv2zFOWgo": {
          "name": "Jaws"
        },
        "vPFPkp810JifvYk3": {
          "description": "<p>An adlet's Strikes deal an additional 2d6 damage to creatures that are within the reach of at least two of the adlet's allies.</p>",
          "name": "Pack Attack"
        }
      },
      "name": "Roc Rider"
    },
    "Saint Fang": {
      "description": "<p>This dragon is haughty and proud, often coming across as self-righteous. As the very embodiment of just wars, he feels he can't possibly be wrong. His polished steel scales make the distinctive sound of blade scraping against blade as he moves, and his needle-like spines clink against each other with every mighty flap of his broad wings. Saint Fang is war given a dragon's form, with the temperament of a master strategist.</p>\n<p>Of late, more and more of Gorum's followers have declared war for the sake of battle. They revel in causing bloodshed for any excuse, calling on Gorum's servants for aid, but Saint Fang doesn't answer those calls. He is more likely to appear for a group of villagers who band together to unseat a local bandit king or for a native population defending their homes against colonizers. He believes that war is inevitable as long as the greedy and bloodthirsty are given weapons, and he seeks to aid those whose justification for war is because they've run out of peaceful options.</p>\n<p>Saint Fang rarely takes a rider, but he obeys the commands of his Lord in Iron, Gorum. The god occasionally commands Saint Fang to take one of his faithful into battle, and he obeys him to the letter of his command, often unseating riders he finds unworthy once they reach the battlefield.</p><h2>Saint Fang's Past</h2><p>Many theological scholars on Golarion have sought the truth behind Saint Fang's origins. The most likely (and widely believed) explanation is that he once flew the skies above Golarion, looking to protect innocent mortals from the ravages of war, but became so jaded over time, that he eventually changed into a perfect weapon for Gorum.</p><h2>Servitor Of The Divine</h2><p>All deities maintain favored agents to work their will among mortals. Heralds are among the most well-known of these agents—unique entities who serve as the deity's mouthpiece and messenger and are often sent in response to a mortal spellcaster requesting aid in the form of a planar servitor ritual. But a deity's herald isn't the only agent permitted to walk among worshippers or smite enemies of the faith. Those called servitors are unique, powerful, and stand among the deity's most devoted adherents.</p>\n<p>Servitors are quite powerful, yet they're not truly immortal. Any servitor of the divine may be slain in battle or through misadventure. In some cases, a slain servitor's body vanishes and is replaced by a powerful treasure. In others, the body itself simply crumples to the ground as a corpse. Servitors can be restored to life at a deity's whim, yet in many cases their deity won't immediately grant this resurrection and may simply seek to create or elevate an entirely different servitor. Should the unthinkable happen and a deity themselves perish, their existing servitors do not die but are immediately aware of the fact that their creator has ceased to be. Some myths tell of servitors who have then gone on to ascend in power and replace their creator as a demigod or even a deity themselves, while in other stories, a desperate servitor may seek out a new god or goddess to devote themselves to.</p>\n<p>While servitors are all unique creatures, in most cases they were once mortal worshippers—be they humanoid or otherwise—who have particularly pleased their deity. The resulting powers and abilities granted to the servitor vary wildly, but it's almost unheard of for a servitor of any deity to be less powerful than 15th level, or at least a few levels above what they possessed in their previous life. While there are not limits to the number of servitors a deity might keep, most gods traditionally keep no more than three.</p>\n<p>In Gorum's case, his three most well-known servitors are comprised of a demon, dragon, and an elemental, creatures who either embody the chaos of battle or the raw spirit of the forge. In each case, these unique servitors' worldview and philosophy closely match that of their Lord in Iron, leaving them outcasts or even pariahs among others of their kind. Yet to Bloody Hands, Saint Fang, and Temperbrand, there is no greater comfort in life than service to the god of war.</p>",
      "items": {
        "B401OKplPYMhCtD9": {
          "name": "Claw"
        },
        "BJDi47MuVvj8AjAJ": {
          "description": "<p>A creature that critically fails to Strike Saint Fang in melee takes @Damage[6d6[piercing]] damage (@Check[reflex|dc:40|basic] save).</p>",
          "name": "Spiked Scales"
        },
        "HOunAi8V58Bqt4ty": {
          "description": "<p>90 feet @Check[will|dc:37]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>",
          "name": "Frightful Presence"
        },
        "J56W0fTQIIUnqkOa": {
          "name": "Jaws"
        },
        "LoVndYkTtXVo6fyj": {
          "description": "<p>When Saint Fang scores a critical hit with a Strike, he recharges his Dragon Breath.</p>",
          "name": "Draconic Momentum"
        },
        "VjQpR4zLyQf1DYcm": {
          "description": "<p>Saint Fang ignores the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from smoke and fire.</p>",
          "name": "Forge Vision"
        },
        "XHoJB1VJqkBybs76": {
          "description": "<p>Saint Fang breathes in one of two ways. He can't use Dragon Breath again for [[/br 1d4 #Recharge Dragon Breath]]{1d4 rounds}.</p>\n<p><strong>Blade Breath</strong> (arcane) He breathes a @Template[line|distance:100] of sharp blades that deals @Damage[19d6[slashing]] damage (@Check[reflex|dc:40|basic] save). The blades created by this breath vanish at the end of the round.</p>\n<p><strong>Forge Breath</strong> (arcane) He breathes a blast of embers and smoke, as if from an immense forge. Each creature within a @Template[cone|distance:40] takes @Damage[6d6[fire]] damage and @Damage[12d6[poison]] damage (@Check[reflex|dc:40|basic] save). Smoke lingers in the area until the end of Saint Fang's next turn; all creatures within the smoke become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and all creatures outside the smoke become concealed to creatures within.</p>",
          "name": "Dragon Breath"
        },
        "aYOvoLBxDtySGwDO": {
          "name": "Tail"
        },
        "avxt4D9tKkGevbNp": {
          "description": "<p>Saint Fang makes two claw Strikes and one tail Strike in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "g5ibk1dAZkqm1C9V": {
          "description": "<p><strong>Trigger</strong> Saint Fang is targeted with an attack</p><hr /><p><strong>Effect</strong> Saint Fang raises a wing, gaining a +2 circumstance bonus to AC against the triggering attack. If he is flying, he descends 10 feet after the attack is complete.</p>",
          "name": "Wing Deflection"
        },
        "o5fQK9n6OIBCQWWe": {
          "description": "<p>@Check[reflex|dc:37]</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Buck]</p>",
          "name": "Buck"
        },
        "wRKwT3o97XGBQNij": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "ybzgsyibSbvcouov": {
          "name": "Warfare Lore"
        }
      },
      "name": "Saint Fang",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Saviya": {
      "items": {
        "0lqe2tY95BaCQLSP": {
          "_source": "pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG"
        },
        "1dLjHRiVcfIqFRPS": {
          "description": "<p>Saviya's sense of smell is a precise sense. It's particularly adept at seeing through disguises that attempt to obscure a target's actual ancestry, granting her a +4 circumstance bonus to Perception checks against such Impersonation attempts.</p>",
          "name": "Perfect Scent"
        },
        "2JQqHentrluSvPJc": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "4g7NzyDEK55qBazu": {
          "_source": "pf2e.spells-srd.Item.8xRzLhwGL7Dgy3EZ"
        },
        "5lC8zPGWjiT96EwR": {
          "_source": "pf2e.spells-srd.Item.I2IgZu4Rd2dz0J6v"
        },
        "9CcCC1Ofcz3Hlcz3": {
          "_source": "pf2e.spells-srd.Item.FM3SmEW8N1FCRjqt"
        },
        "A1HqiXuwRvADox99": {
          "_source": "pf2e.spells-srd.Item.ExQk8AwDphmckEmZ"
        },
        "B6UqozBaBUoBpdtf": {
          "_source": "pf2e.spells-srd.Item.4koZzrnMXhhosn0D"
        },
        "DHVmajK4NPEH6xbF": {
          "_source": "pf2e.spells-srd.Item.TVKNbcgTee19PXZR"
        },
        "DQYh0aP1vqVdbu2n": {
          "_source": "pf2e.spells-srd.Item.7DN13ILADW2N9Z1t"
        },
        "EGBHHOgaSim2vvQp": {
          "_source": "pf2e.spells-srd.Item.mAMEt4FFbdqoRnkN"
        },
        "Ej1Rj5byt5y6440Z": {
          "_source": "pf2e.spells-srd.Item.Tl1QAqre7H0sQEXt"
        },
        "FiZhKvuqblvbD662": {
          "_source": "pf2e.spells-srd.Item.9XHmC2JgTUIQ1CCm"
        },
        "JL10Npp9TOI2905T": {
          "_source": "pf2e.spells-srd.Item.wdA52JJnsuQWeyqz"
        },
        "KDBEZbrF7xG5H7G5": {
          "_source": "pf2e.spells-srd.Item.VosLNn2M8S7JH67D"
        },
        "OOU6WVovVVlNFilz": {
          "_source": "pf2e.spells-srd.Item.kqhPt9344UkcGVYO"
        },
        "PeddgygXT9j0cIam": {
          "_source": "pf2e.spells-srd.Item.FEsuyf203wTNE2et"
        },
        "QhpiprDQfoyWmmlL": {
          "_source": "pf2e.spells-srd.Item.aIHY2DArKFweIrpf"
        },
        "RtJmCbu76xOncgF2": {
          "name": "Achaekek Lore"
        },
        "Tbb0BERSdOzDyaUI": {
          "_source": "pf2e.spells-srd.Item.Z9OrRXKgAPv6Hn5l"
        },
        "ThcrXcIgQsGFZNEb": {
          "_source": "pf2e.spells-srd.Item.gsYEuWv04XTDxe91"
        },
        "U3OShHuKJayeD61e": {
          "_source": "pf2e.spells-srd.Item.AuIiqc7jjiy1GZ75"
        },
        "WOrWaH3bzAR6Hgeo": {
          "_source": "pf2e.equipment-srd.Item.gRQXLqUuP4GWfDWI"
        },
        "XD7bYWTw3gUZ1oTL": {
          "_source": "pf2e.spells-srd.Item.KSAEhNfZyXMO7Z7V"
        },
        "ZKjmihKSA0CiqZJy": {
          "_source": "pf2e.spells-srd.Item.izcxFQFwf3woCnFs"
        },
        "a3CUKGRIJFd31MKG": {
          "_source": "pf2e.spells-srd.Item.SwUiVavHKMWG7t5K"
        },
        "aGMOmLFBjmLdTvXg": {
          "description": "<p><strong>Requirements</strong> Saviya wields a sawtooth saber in each hand</p><hr /><p><strong>Effect</strong> Saviya attempts to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} an enemy within 30 feet. If the Feint is successful, Saviya's next successful Strike with a sawtooth saber in that same turn deals 2d6 persistent bleed damage to the target. In addition, provided Saviya remains visible to that target and that target remains within 30 feet of Saviya, additional Prayer Attacks against that target automatically cause them to become @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against Saviya's attacks until the end of her turn.</p>",
          "name": "Prayer Attack"
        },
        "cd0XyA6w6iWJvtCU": {
          "_source": "pf2e.spells-srd.Item.DCQHaLrYXMI37dvW"
        },
        "d0U0r054UzThEhjM": {
          "_source": "pf2e.equipment-srd.Item.wkzxLpSe7LN6c5Ld"
        },
        "eFodDEshqELg0Rt8": {
          "_source": "pf2e.equipment-srd.Item.7NLu6Vgj9clgdleR"
        },
        "eMZv06OlBcoxQ1fD": {
          "_source": "pf2e.spells-srd.Item.vgy00hnqxN9VoeoF"
        },
        "gDqzo1Gs53o0xL7R": {
          "_source": "pf2e.spells-srd.Item.qwZBXN6zBoB9BHXE"
        },
        "i1oDpefXqP9WXbQn": {
          "_source": "pf2e.spells-srd.Item.R9xqCBblkS5KE4y7"
        },
        "ir7A9w6b7qzUiiZn": {
          "description": "<p><strong>Frequency</strong> seven times a day</p><hr /><p><strong>Effect</strong> Saviya swathes herself in red mist for 1 minute, during which time she gains fast healing 9. She can Interact with the mist to gain a +1 circumstance bonus to AC until the beginning of her next turn. If she dies while Crimson Shroud is active, her body vanishes, leaving behind only her gear.</p>",
          "name": "Crimson Shroud"
        },
        "jLMWCwtg5ouC17Qe": {
          "_source": "pf2e.spells-srd.Item.AUctDF2fqPZN2w4W"
        },
        "jztodtJpQIrLVKJv": {
          "_source": "pf2e.spells-srd.Item.4gBIw4IDrSfFHik4"
        },
        "lKFOGjPSautjIiIH": {
          "_source": "pf2e.spells-srd.Item.0873MWM0qKDDv81O"
        },
        "li26v9Aki8jmtbt2": {
          "_source": "pf2e.spells-srd.Item.Mt6ZzkVX8Q4xigFq"
        },
        "mdKo7Zuwghmmq3Qw": {
          "description": "<p>In order to resurrect a creature slain by Saviya, a creature must counteract Saviya's influence on that creature's death as they Cast the Spell or perform the ritual (DC 41).</p>",
          "name": "Vernai Training"
        },
        "muvQcNzbjZdSxarE": {
          "_source": "pf2e.spells-srd.Item.uqlxMQQeSGWEVjki"
        },
        "nIoMFCk20Yx6SPQz": {
          "_source": "pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0"
        },
        "pkQeOfNU0lfi96Up": {
          "_source": "pf2e.spells-srd.Item.4koZzrnMXhhosn0D"
        },
        "pl8Aw8Ce0FEmFfXA": {
          "_source": "pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs"
        },
        "prIZukrnXohch07Q": {
          "_source": "pf2e.spells-srd.Item.69L70wKfGDY66Mk9"
        },
        "qqX3kwUV2Whs5eNW": {
          "_source": "pf2e.spells-srd.Item.10VcmSYNBrvBphu1"
        },
        "rZRl13rmudLEujdW": {
          "_source": "pf2e.spells-srd.Item.0zU8CPejjQFnhZFI"
        },
        "rlmQes1NLsAGMWEL": {
          "_source": "pf2e.spells-srd.Item.gIdDLrbswTV3OBJy"
        },
        "rneUAXbWfubn0CbU": {
          "_source": "pf2e.equipment-srd.Item.8WVYOughRWLb7kGF"
        },
        "sCZ7CEM7a5L7gEEU": {
          "_source": "pf2e.spells-srd.Item.Fr58LDSrbndgld9n"
        },
        "u3ZrrOprvxVKKoPM": {
          "description": "<p><strong>Frequency</strong> once per use of Crimson Shroud</p>\n<p><strong>Trigger</strong> Saviya is targeted by a Strike from a creature she can detect</p>\n<p><strong>Requirements</strong> Saviya's Crimson Shroud is active</p><hr /><p><strong>Effect</strong> Saviya fades from reality. The creature making the triggering Strike must attempt a @Check[flat|dc:11]; on a failure, the attack passes harmlessly through the immaterial image of Saviya's body, after which she returns to her physical form.</p>",
          "name": "Fading"
        },
        "vMiaHWTJ1qeG7hqO": {
          "_source": "pf2e.spells-srd.Item.0XP2XOxT9VSiXFDr"
        },
        "vpKmqaAyvAYj8Ad6": {
          "_source": "pf2e.equipment-srd.Item.WOiCJSS2MicKCMVs"
        },
        "vzd9AUYj0LtxbpG1": {
          "_source": "pf2e.spells-srd.Item.aqRYNoSvxsVfqglH"
        },
        "wpNqs1HYuIgZK3NN": {
          "_source": "pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P"
        },
        "yT6EKilEmGEcRibj": {
          "_source": "pf2e.equipment-srd.Item.wkzxLpSe7LN6c5Ld"
        },
        "yTgMdJmK7VHNJA8h": {
          "_source": "pf2e.spells-srd.Item.wfleiawxsfhpRRwf"
        }
      },
      "name": "Saviya"
    },
    "Shirota": {
      "items": {
        "0Oouuo9IhLTXQszv": {
          "description": "<p>Shirota deals 3d6 extra precision damage with his melee Strikes to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "16so9TCjtPPMdXex": {
          "name": "Alchemist's Fire"
        },
        "6l0FlHPH87wXxBDx": {
          "name": "Mercantile Lore"
        },
        "8W4cMyLsaFY27rTo": {
          "description": "<p>Shirota carries the following infused items, which last for 24 hours or until the next time he makes his daily preparations:</p>\n<p>12 @UUID[Compendium.pf2e.equipment-srd.Item.n5yTlTs63o53n3k6]{Alchemist's Fire (Greater)}</p>\n<p>3 @UUID[Compendium.pf2e.equipment-srd.Item.PWh9oBvwMmItEmHH]{Blood Sight Elixir (Greater)}</p>\n<p>12 @UUID[Compendium.pf2e.equipment-srd.Item.kpJmjm843vaMZjIu]{Dread Ampoule (Greater)}</p>\n<p>10 @UUID[Compendium.pf2e.equipment-srd.Item.AmxSqEoFhRLMYd1W]{Elixir of Life (Major)}</p>\n<p>5 @UUID[Compendium.pf2e.equipment-srd.Item.5Qkz4RVJr2Kx3RL6]{Glue Bomb (Greater)}</p>",
          "name": "Infused Items"
        },
        "B1f0GHUQxjrCOoRF": {
          "_source": "pf2e.equipment-srd.Item.n5yTlTs63o53n3k6"
        },
        "BY0sIjyoFBWbIrhd": {
          "description": "<p><strong>Trigger</strong> A creature is damaged by one of Zaiho's Strikes</p><hr /><p><strong>Effect</strong> Shirota attacks the triggering creature with a bomb Strike.</p>",
          "name": "Reactive Bombing"
        },
        "FaqTOuCMGRtucSxy": {
          "_source": "pf2e.equipment-srd.Item.PWh9oBvwMmItEmHH"
        },
        "I7uyR3MIicJh9q4D": {
          "name": "Claw"
        },
        "S4w7TsZev1NwTfwj": {
          "_source": "pf2e.equipment-srd.Item.kpJmjm843vaMZjIu"
        },
        "TvqKYL7C4Pb2wlN2": {
          "description": "<p>@UUID[Compendium.pf2e.equipment-effects.Item.csA4UAD2tQq7RjT8]{Effect: Glue Bomb (Greater)}</p>",
          "name": "Glue Bomb"
        },
        "Zmoyayfm7BBxKS2v": {
          "_source": "pf2e.equipment-srd.Item.dDIPA1WE9ESF67EB"
        },
        "hG9MzPsHiTRvAa6E": {
          "description": "<p>Any enemy is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against Shirota's Strikes as long as that enemy is within Zaiho's reach. Shirota doesn't inflict splash damage to Zaiho with his bombs.</p>",
          "name": "Twinned Combat"
        },
        "i849700ygaPzcllL": {
          "description": "<p>Plus @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}</p>",
          "name": "Dread Ampoule"
        },
        "jkt3YExiRmmlGP1Z": {
          "_source": "pf2e.equipment-srd.Item.jkb2WNby4mjcYqq9"
        },
        "mfCyLbBevVHA2r4o": {
          "description": "<p>Shirota Interacts to draw a bomb, then Strikes with it.</p>",
          "name": "Quick Bomber"
        },
        "pY6bU3xpxuGmHOhG": {
          "name": "Fist"
        },
        "rtzQ3uW3Ih4pkSrG": {
          "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p>\n<hr />\n<p>Elixirs of life accelerate a living creature's natural healing processes and immune system. Upon drinking this elixir, you regain [[/r (8d6+21)[healing]]]{8d6+21 Hit Points} and gain +3 item bonus to saving throws against diseases and poisons for 10 minutes.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.PpLxndUSgzgs6dd0]{Effect: Elixir of Life (Major)}</p>",
          "name": "Elixir of Life (Major)"
        },
        "s2VW1XL6X3E9LOIA": {
          "_source": "pf2e.equipment-srd.Item.JSYtBZ7XblyAEFoV"
        },
        "ynLmZsNODrqWdDq0": {
          "_source": "pf2e.equipment-srd.Item.5Qkz4RVJr2Kx3RL6"
        }
      },
      "name": "Shirota"
    },
    "Silver Saber": {
      "description": "<p>This construct was built hundreds of years ago by Red Mantis arcanists, then imbued with intelligence as a divine protector by priests of Achaekek not long after the assassin cult fled Rahadoum. Silver Saber's single purpose is to guard the secrets of the Blood Mistress from those who are unworthy.</p>\n<p>When at rest, Silver Saber appears as an ornate mirror, but when confronted in battle they animate into the form of a praying mantis made of polished, almost liquid silver with a blank humanoid face.</p><h2>Life as a Mirror</h2><p>Silver Saber has watched the followers of Achaekek for centuries, sitting silently in their gold frame and pretending to be a mirror. They know more about the secret lives of the Red Mantis than has ever been recorded in the Sarzari, but their objective isn't to record history, it's to function as a guardian—no more, no less.</p>",
      "items": {
        "SWuWOBMne2JdbaYS": {
          "description": "<p>Silver Saber can't attack a creature that openly wears or displays Achaekek's religious symbol unless that creature uses a hostile action against Silver Saber first. They can also attack a creature they believe isn't faithful to Achaekek or who wears the religious symbol as a ruse (typically after succeeding at a Perception check to @UUID[Compendium.pf2e.actionspf2e.Item.1xRFPTFtWtGJ9ELw]{Sense Motive}).</p>",
          "name": "Faith Bound"
        },
        "T5opMomQIIGaeZAL": {
          "description": "<p>Silver Saber is permanently @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened}, but they can use the extra action only to Step or Stride.</p>",
          "name": "Swift Steps"
        },
        "X9nA0pl2JxP44f78": {
          "name": "Spike"
        },
        "c4ZDd6QzElgipauV": {
          "name": "Leg"
        },
        "eC4JAtK9eWRwAZcj": {
          "description": "<p>Silver Saber becomes fully liquid and amorphous. They gain immunity to precision damage but take double cold damage. The only actions they can use while liquefied are move actions and spike ranged Strikes. They can resume their normal form by taking this action again.</p>",
          "name": "Liquefy"
        },
        "nZEzSnl1osNRoGGn": {
          "description": "<p>20 feet. A creature that enters the area must succeed at a @Check[will|dc:37] save or they see their own visage in Silver Saber's reflective face looking back at them. For 1 minute, that creature can't speak any deliberate and intentional lies and takes a –2 status penalty to Deception checks. On a critical failure, the status penalty is increased to –4.</p>",
          "name": "Reflect Truths"
        },
        "najvbpZ4hTXixuHn": {
          "description": "<p>When Silver Saber rolls a success on a Reflex save, they get a critical success instead.</p>",
          "name": "Evasion"
        },
        "ooTa76om3tYNYUSd": {
          "description": "<p>Until the next time they act, Silver Saber appears to be a mirror. They have an automatic result of 53 on Deception checks and DCs to pass as a mirror.</p>",
          "name": "Mirror"
        },
        "vzpwxDpWegP4hnv7": {
          "name": "Achaekek Lore"
        },
        "wnfmu5GVCsHatUbm": {
          "description": "<p>Silver Saber focuses their gaze on a creature they can see within 30 feet. The target must immediately attempt a Will save against Reflect Truths. If the creature was already so affected, it becomes @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}. After attempting its save, the creature is then temporarily immune until the start of Silver Saber's next turn.</p>",
          "name": "Focus Gaze"
        },
        "yQ96bFm5BMr0cThy": {
          "description": "<p>Silver Saber's leg and spike Strikes count as silver weapons.</p>",
          "name": "Silver Strikes"
        }
      },
      "name": "Silver Saber"
    },
    "Sister Maeri": {
      "items": {
        "0xBf5NrzINokT273": {
          "_source": "pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0"
        },
        "1vEXHWdzzBKWVPUf": {
          "_source": "pf2e.spells-srd.Item.P9bqJsF3WkxGAJKJ"
        },
        "3P0h45Bjsk0rfLBJ": {
          "_source": "pf2e.spells-srd.Item.BCuHKrDeJ4eq53M6"
        },
        "3T9zX3OXcEHaNgL9": {
          "_source": "pf2e.spells-srd.Item.jj5d830iUi2ZlQfs"
        },
        "6r3g97IMrdyLnsQh": {
          "_source": "pf2e.spells-srd.Item.4gBIw4IDrSfFHik4"
        },
        "9sXlXlYg33Ugj2IM": {
          "_source": "pf2e.spells-srd.Item.W37iBXLsY2trJ1rS"
        },
        "EC3UdGXHxoj4iWIw": {
          "_source": "pf2e.spells-srd.Item.EfFMLVbmkBWmzoLF"
        },
        "EfiSVLdJEhJiwPPO": {
          "description": "<p>This folio, written in Common, lays out the tenets of the Sisterhood.</p>",
          "name": "Sisters in Serenity"
        },
        "HVLyKrhCwVUh6Dd7": {
          "_source": "pf2e.spells-srd.Item.ZhLYJlOZzUB1OKoe"
        },
        "HxF2ZHbYTSNIX7vh": {
          "_source": "pf2e.spells-srd.Item.A16eFTRh82xIjMu8"
        },
        "KddpeOqp1OZWoVyq": {
          "_source": "pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8"
        },
        "MHWCVhYhdeEDFpp1": {
          "_source": "pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl"
        },
        "MlzE8WW1gX9hyMML": {
          "_source": "pf2e.spells-srd.Item.SnjhtQYexDtNDdEg"
        },
        "ODpPQLX08jr5aVsD": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[6d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[7d6[poison]] damage (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[9d6[poison]] damage (1 round)</p>",
          "name": "Blightburn Resin"
        },
        "OlTVJL8SW9n1sQBJ": {
          "_source": "pf2e.spells-srd.Item.yM3KTTSAIHhyuP14"
        },
        "P7rNWigKkY4k5eFB": {
          "_source": "pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG"
        },
        "RR0ZWytssR3WaCcu": {
          "_source": "pf2e.spells-srd.Item.VosLNn2M8S7JH67D"
        },
        "RqsMy6gIQh2MdEoI": {
          "_source": "pf2e.spells-srd.Item.WBmvzNDfpwka3qT4"
        },
        "Sq9DRtGnUldAM6H0": {
          "description": "<p><strong>Frequency</strong> once per turn</p>\n<p><strong>Trigger</strong> Sister Maeri finishes Casting a Spell</p><hr /><p><strong>Effect</strong> Until the end of her turn, Sister Maeri's sawtooth saber deals an additional 1d4 spirit damage.</p>",
          "name": "Divine Weapon"
        },
        "TdtA3OQE7G5oMQbC": {
          "_source": "pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs"
        },
        "Wx6LMB3BDfGOKHVc": {
          "_source": "pf2e.spells-srd.Item.Et8RSCLx8w7uOLvo"
        },
        "XKIrHmlaWr4DNWlt": {
          "_source": "pf2e.spells-srd.Item.fd31tAHSSGXyOxW6"
        },
        "YmY4uEBzQqNOdCnP": {
          "name": "Letter From Mantis Keeper"
        },
        "ZDhX0HNZ2HVgGB0R": {
          "_source": "pf2e.spells-srd.Item.uqlxMQQeSGWEVjki"
        },
        "akAqdyxiKuSvVj7b": {
          "_source": "pf2e.spells-srd.Item.sX2o0HH4RjJDAZ8C"
        },
        "c7M8nIFPq3COasNO": {
          "_source": "pf2e.spells-srd.Item.izcxFQFwf3woCnFs"
        },
        "cYADRUEww0qPC8uU": {
          "_source": "pf2e.spells-srd.Item.kqhPt9344UkcGVYO"
        },
        "fVqpkbpsZdKyz1pD": {
          "_source": "pf2e.equipment-srd.Item.wkzxLpSe7LN6c5Ld"
        },
        "fft6ibEpLPO9Rqm7": {
          "description": "<p>When Sister Maeri wields a sawtooth saber, she increases the damage die size of the weapon by one step and deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures. When she critically succeeds at an attack roll with a sawtooth saber, she applies the weapon's critical specialization effect.</p>",
          "name": "Deadly Saber"
        },
        "fjKJ1ucohAjup1fD": {
          "_source": "pf2e.spells-srd.Item.J7Y7tl0bbdz7TcCc"
        },
        "gilW7dVRNdgDPdSv": {
          "description": "<p>This \"throwing star\" is a small piece of flat metal with sharp edges, designed to be flung with a flick of the wrist.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[6d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[7d6[poison]] damage (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[9d6[poison]] damage (1 round)</p>",
          "name": "Shuriken (With Blightburn Resin)"
        },
        "jrUdKE2e7WWCOsdS": {
          "_source": "pf2e.spells-srd.Item.hVU9msO9yGkxKZ3J"
        },
        "lA6PyR9O5f5th1cr": {
          "_source": "pf2e.spells-srd.Item.I8CPe9Pp7GABqOyB"
        },
        "px5KbuT7mAjIjO6a": {
          "_source": "pf2e.equipment-srd.Item.31knfVD7lEd8BPrQ"
        },
        "u1LwR8XeR859nmi6": {
          "_source": "pf2e.equipment-srd.Item.plplsXJsqrdqNQVI"
        },
        "vMmYixwrfZWkejy7": {
          "_source": "pf2e.spells-srd.Item.wdA52JJnsuQWeyqz"
        },
        "x3s8oWrQvQyUJ58P": {
          "_source": "pf2e.spells-srd.Item.R9xqCBblkS5KE4y7"
        },
        "xuLJ0C5STyGHpgHS": {
          "_source": "pf2e.spells-srd.Item.b515AZlB0sridKSq"
        }
      },
      "name": "Sister Maeri"
    },
    "Talaro": {
      "items": {
        "1fgofG9oOsjQNm4X": {
          "_source": "pf2e.equipment-srd.Item.wkzxLpSe7LN6c5Ld"
        },
        "4ZO7veGHnNupLCUf": {
          "_source": "pf2e.equipment-srd.Item.9Y86NM6nt2WtYBOy"
        },
        "6UfjB1XNvDByTWDj": {
          "description": "<p>You transform into a specific alternate form determined by your heritage. If your heritage doesn't list a form, your alternate form is a tailless form, which is a common Medium humanoid ancestry prevalent where you grew up (typically human). This form is the same age and body type as your true form and has roughly analogous physical traits, such as hair color. Using Change Shape counts as creating a disguise for the Impersonate use of Deception. You lose any unarmed Strikes you gained from a kitsune heritage or ancestry feat in this form. You can remain in your alternate form indefinitely, and you can shift back to your true kitsune form by using this action again.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "85XIWCv3gpRbxvRt": {
          "_source": "pf2e.spells-srd.Item.DCQHaLrYXMI37dvW"
        },
        "EJSXbYJIStgUMTYH": {
          "_source": "pf2e.equipment-srd.Item.txBx1I37esf3IgqM"
        },
        "EOb7G6LufWCVYhm9": {
          "name": "Wounding Sawtooth Saber"
        },
        "EcMvnSuecbLA4IvB": {
          "description": "<p><strong>Requirements</strong> Talaro wields a sawtooth saber in each hand</p><hr /><p><strong>Effect</strong> Talaro attempts to @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint} an enemy within 30 feet. If the Feint is successful, his next successful Strike with a sawtooth saber in that same turn deals 2d6 persistent bleed damage to the target. In addition, provided he remains visible to that target and that target remains within 30 feet of him, additional Prayer Attacks against that target automatically cause them to become @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against Talaro's attacks until the end of their turn.</p>",
          "name": "Prayer Attack"
        },
        "FQwldLfsKLdmUZon": {
          "_source": "pf2e.spells-srd.Item.9XHmC2JgTUIQ1CCm"
        },
        "FoPZdDOsWDtH45T6": {
          "_source": "pf2e.spells-srd.Item.IT1aaqDBAISlHDUV"
        },
        "J4ocVGilDVICCgS2": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "LBmIl8JOrMcStQv2": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[6d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[7d6[poison]] damage (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[9d6[poison]] damage (1 round)</p>",
          "name": "Blightburn Resin"
        },
        "MgFun5JVrbGcV2CS": {
          "_source": "pf2e.spells-srd.Item.AUctDF2fqPZN2w4W"
        },
        "NAwdKMCQgnYdMHS2": {
          "_source": "pf2e.spells-srd.Item.0zU8CPejjQFnhZFI"
        },
        "OKMXk2YSv9O8szPh": {
          "description": "<p>Talaro deals an extra 3d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "Q3IDLvH8DelTVCs4": {
          "description": "<p><strong>Frequency</strong> five times per day</p><hr /><p><strong>Effect</strong> Talaro shrouds himself in a veil of red mist for 1 minute. While the shroud is active, he gains fast healing 7. He can Interact with his shroud, swirling it around himself to gain a +1 circumstance bonus to AC until the beginning of his next turn. If he dies while the shroud is active, his entire body vanishes into red mist, leaving behind only his gear.</p>",
          "name": "Crimson Shroud"
        },
        "T4NNMrKNdpSyb7W9": {
          "_source": "pf2e.equipment-srd.Item.wkzxLpSe7LN6c5Ld"
        },
        "V1ZuzNyXlga2KXEh": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to Talaro.</p>",
          "name": "Surprise Attack"
        },
        "dNsX7S1HL58ngyO0": {
          "name": "Assassination Contract"
        },
        "fcJYmdwNCNPlzpHx": {
          "name": "Extending Sawtooth Saber"
        },
        "iuvBv7p6RszjEfym": {
          "description": "<p>This \"throwing star\" is a small piece of flat metal with sharp edges, designed to be flung with a flick of the wrist.</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[6d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[7d6[poison]] damage (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[9d6[poison]] damage (1 round)</p>",
          "name": "Shuriken (With Blightburn Resin)"
        },
        "nKwKIZQpA16UzfUU": {
          "name": "Achaekek Lore"
        },
        "rDbZPbGSuzrmKIfy": {
          "_source": "pf2e.equipment-srd.Item.lAQTAOWxU3J2onBv"
        },
        "wHuHYThUPRW5uQQJ": {
          "_source": "pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh"
        },
        "xTKx7k9MoJjcXeSA": {
          "description": "<p><strong>Trigger</strong> A creature attempts to Strike Talaro and he's not @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}</p><hr /><p><strong>Effect</strong> Talaro anticipates the Strike and gains a +2 circumstance bonus to AC against the triggering attack. He can use this once the results of the attack are known. If the attack misses, Talaro can do a quick backflip as a free action to Step.</p>",
          "name": "Prescient Dodge"
        }
      },
      "name": "Talaro"
    },
    "Temperbrand": {
      "description": "<p>Temperbrand is a 14-foot-tall elemental with a shape reminiscent of a dwarf, but she appears to be made entirely from orange-and-white heated metal. Blades form and collapse on her skin, the metal folding over itself constantly as she moves and fights, but the swordlike lengths that replace her hands remain in place at all times. She fights with vicious gusto, slicing through foes as her limbs either transform into fiery blades or eject metal shrapnel from her body, propelled by pockets of steam and super-heated air. Temperbrand was created by Gorum as the embodiment of modern weapons and the potential of the forge to create any instrument of war.</p>\n<p>She is a merger of Forgeheart, a powerful fire elemental, and Slageater, a powerful metal elemental. Gorum had the two elementals fight side by side for 300 years before merging them into one entity.</p>\n<p>Temperbrand is often sent to bolster soldiers who are outmatched in an attempt to even the odds on the battlefield, making for a more spectacular war in Gorum's eyes. She might appear before a quartermaster and supply as many blades, shields, and suits of armor as they require, creating the armaments from her own body.</p><h2>Temperbrand's Corpse</h2><p>It hasn't happened yet to the powerful elemental, but if Temperbrand is slain, her body collapses swiftly in upon itself, transforming into a powerful magic maul. @UUID[Compendium.pf2e.equipment-srd.Item.596xrLHt1Sx0p7Pm]{Temperbrand}</p><h2>Servitor Of The Divine</h2><p>All deities maintain favored agents to work their will among mortals. Heralds are among the most well-known of these agents—unique entities who serve as the deity's mouthpiece and messenger and are often sent in response to a mortal spellcaster requesting aid in the form of a planar servitor ritual. But a deity's herald isn't the only agent permitted to walk among worshippers or smite enemies of the faith. Those called servitors are unique, powerful, and stand among the deity's most devoted adherents.</p>\n<p>Servitors are quite powerful, yet they're not truly immortal. Any servitor of the divine may be slain in battle or through misadventure. In some cases, a slain servitor's body vanishes and is replaced by a powerful treasure. In others, the body itself simply crumples to the ground as a corpse. Servitors can be restored to life at a deity's whim, yet in many cases their deity won't immediately grant this resurrection and may simply seek to create or elevate an entirely different servitor. Should the unthinkable happen and a deity themselves perish, their existing servitors do not die but are immediately aware of the fact that their creator has ceased to be. Some myths tell of servitors who have then gone on to ascend in power and replace their creator as a demigod or even a deity themselves, while in other stories, a desperate servitor may seek out a new god or goddess to devote themselves to.</p>\n<p>While servitors are all unique creatures, in most cases they were once mortal worshippers—be they humanoid or otherwise—who have particularly pleased their deity. The resulting powers and abilities granted to the servitor vary wildly, but it's almost unheard of for a servitor of any deity to be less powerful than 15th level, or at least a few levels above what they possessed in their previous life. While there are not limits to the number of servitors a deity might keep, most gods traditionally keep no more than three.</p>\n<p>In Gorum's case, his three most well-known servitors are comprised of a demon, dragon, and an elemental, creatures who either embody the chaos of battle or the raw spirit of the forge. In each case, these unique servitors' worldview and philosophy closely match that of their Lord in Iron, leaving them outcasts or even pariahs among others of their kind. Yet to Bloody Hands, Saint Fang, and Temperbrand, there is no greater comfort in life than service to the god of war.</p>",
      "items": {
        "5Z7ExxF7eeMMWGNg": {
          "description": "<p>Temperbrand's body becomes amorphous. Her AC becomes 30, and she becomes immune to critical hits and precision damage. While in this form she is blind (but retains her tremorsense), and her Speeds are reduced by 15 feet (to a minimum of 5 feet). She can move through spaces as if she were a Tiny creature without penalty. As long as she remains in Ooze Form, she can't make slagblade Strikes or Hurl Slagblade, but she gains Trample. She can end Ooze Form by using this action again.</p>",
          "name": "Ooze Form"
        },
        "91tswEjWQhqYcQMg": {
          "description": "<p>Whenever Temperbrand is targeted with a water effect, she takes @Damage[6d6[cold]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for [[/br 1d4 #rounds]]{1d4 rounds} as her body hardens into solid metal. As long as she remains slowed, her Armor Class increase to 43.</p>",
          "name": "Vulnerable to Water"
        },
        "FhxAuJSbnE2GStWF": {
          "name": "Slagblade"
        },
        "SyXIzsMgTfc4Sqbd": {
          "name": "Foot"
        },
        "VmbUFfyz2JFBZda2": {
          "description": "<p>Temperbrand whips an arm at a target within 120 feet, causing her slagblade to detach and fly through the air. The target creature must attempt a @Check[reflex|dc:40|options:damaging-effect] save. Temperbrand regrows a new slagblade instantly but can't use Hurl Slag again for [[/br 1d4 #Recharge Hurl Slag]]{1d4 rounds}.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[5d10[fire]] damage.</p>\n<p><strong>Failure</strong> The creature takes @Damage[10d10[fire]] damage, and the slag hardens, causing the creature to become @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 3 rounds. A creature can end the slowed condition early by Escaping (DC 40) the confining slag.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[20d10[fire]] damage, and the slag swiftly anchors them in place, causing the creature to become @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} until they @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} (DC 40).</p>",
          "name": "Hurl Slagblade"
        },
        "e0tjsf7T1loknJPQ": {
          "description": "<p>Temperbrand Strikes all creatures within her reach with a slagblade Strike. Her multiple attack penalty doesn't increase until the end of this activity.</p>",
          "name": "Slagblade Storm"
        },
        "oty1fVL7nytTRKpZ": {
          "description": "<p><strong>Trigger</strong> Temperbrand takes physical damage</p><hr /><p><strong>Effect</strong> Temperbrand's body erupts at the site of the damage to spray molten iron into an adjacent square of her choice. Any creature occupying that square takes @Damage[9d6[fire]] damage (@Check[reflex|dc:37|basic] save).</p>",
          "name": "Molten Spray"
        },
        "wgBkMsNWhjY1680F": {
          "description": "<p>Large or smaller, Foot, @Check[reflex|dc:40|basic]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>",
          "name": "Trample (Ooze Form Only)"
        }
      },
      "name": "Temperbrand"
    },
    "The First Blade": {
      "description": "<p>The Herald of Gorum, God of War, is said to have been formed from an unthinking sliver of steel splintered from Gorum's blade eons ago. As a living tool of war, the First Blade has been reforged countless times by Gorum as the face of war evolves. The First Blade does not identify as any particular ancestry; a mirror to his master, the armor and weapon themselves serve as his body—only emptiness lies within. Also like Gorum, the First Blade identifies as male.</p><h2>Heralds</h2><p>Heralds are specific representatives of the divine. Most deities maintain a herald, whose task it is to serve as a messenger and agent for the god or goddess among mortal kind. A creature with the herald trait is always unique and typically 15th level (although exceptions sometimes exist). When a herald is slain, their associated deity might restore them to life, replace them with an entirely new creature, or in rare cases, go for a time without maintaining a herald at all.</p>",
      "items": {
        "2DRwHzp9yaJt6wrc": {
          "description": "<p>Each time the First Blade is critically hit, he attempts a @Check[flat|dc:17]. On a success, it becomes a normal hit.</p>",
          "name": "Fortification"
        },
        "6Wf5YWVfTFcN8sdr": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.W7SbTykXrNwxDzJc"
        },
        "BfKSdrTMyd5D99YQ": {
          "description": "<p>The First Blade is highly skilled with all melee and thrown weapons, and gains the advantage of any such weapon's critical specialization effects. He inflicts an additional 1d6 persistent bleed damage with all melee Strikes made with melee weapons.</p>",
          "name": "Lord of Battle"
        },
        "Gff43hDYHFlX5TTL": {
          "description": "<p>If the First Blade is disarmed, he takes @Damage[8d6[mental]] damage (@Check[will|dc:36|basic] save, plus @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} on a critical failure). He also can't Conjure Weapon for 1 round.</p>",
          "name": "Disarm Vulnerability"
        },
        "L5CCTRtqIoULfcHj": {
          "name": "Warfare Lore"
        },
        "LBTZA9aVL3vEtUPK": {
          "description": "<p><strong>Requirements</strong> The First Blade has a free hand</p>\n<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The First Blade extends an arm and makes a fist; as he does so, a common <em>+2 greater striking greater astral melee weapon</em> made of cold iron or silver appears in his fist. If he drops a conjured weapon or it is disarmed, the weapon vanishes. If he throws a conjured weapon, it vanishes after it is thrown and potentially damages its target. The First Blade prefers using a greatsword for melee Strikes and a light hammer for thrown ranged Strikes, but cannot have more than one conjured weapon in his possession at any time.</p>",
          "name": "Conjure Weapon"
        },
        "MLu3Gs1SBokVcZgs": {
          "description": "<p>The target can soar through the air, gaining a fly Speed equal to its Speed or 20 feet, whichever is greater.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.MuRBCiZn5IKeaoxi]{Spell Effect: Fly}</p>\n<hr />\n<p><strong>Heightened (7th)</strong> The duration increases to 1 hour.</p>",
          "name": "Fly (Constant)"
        },
        "RUclacUs3RH0Zagk": {
          "description": "<p>10 feet, @Damage[3d6[slashing]] damage (@Check[reflex|dc:33|basic] save)</p>",
          "name": "Halo of Blades"
        },
        "T12UIlBHXTS1vtIa": {
          "_source": "pf2e.spells-srd.Item.jj5d830iUi2ZlQfs"
        },
        "UuXFIpbt60Zl8tYq": {
          "name": "Fist"
        },
        "XLNkrxRWpIwdHImi": {
          "description": "<p>The First Blade can detect metal weapons and metal heavy armor as a precise sense to a range of 60 feet.</p>",
          "name": "Battle Sense"
        },
        "bLA7GlEL18ButVld": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "iXEKwjG6gRclQYwe": {
          "_source": "pf2e.spells-srd.Item.8M03UxGXjYyDFAoy"
        },
        "uNKhZeAW6I0HvBef": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "wkZQDUXmqvGJ5GFv": {
          "description": "<p><strong>Frequency</strong> once per minute</p><hr /><p><strong>Effect</strong> To the faint sound of fell warhorns, the First Blade transforms into a Large cloud of whirling metal shards, then Strides twice. This movement doesn't trigger reactions, and while he can move through occupied spaces, he must end his movement in an unoccupied space, at which point he resumes his true form. All creatures who the First Blade moves through at least once during his Strides take @Damage[10d10[slashing]] damage (@Check[reflex|dc:36|basic] save).</p>",
          "name": "Whirling Blades"
        }
      },
      "name": "The First Blade",
      "npcAllSaves": "+1 status to all saves vs magic"
    },
    "The Promised One": {
      "description": "<p>This undead guardian stands amid a whirling swarm of shackled spirits that rage against their fate. Bound by a profane necromantic ritual, a nemhaith and its servitors maintain watch over an object or place so important they embraced undeath to guard it. This ritual binds connected beings-friends, family, fellow worshippers, or even sacrificed innocents-to form a single nemhaith.</p>\n<p>Most nemhaiths were, in life, priests or protectors who sought immortality to protect the temple they served or guard an important landmark. Others follow an endless and even impossible quest beyond the bounds of life and death. A nemhaith is not always evil at first, but the inherent evil and violence of a nemhaith's existence inevitably darkens even the brightest light.</p>",
      "items": {
        "0hSL8u2ImY5BTyJo": {
          "description": "<p>When the nemhaith damages a living creature with its spirit tendril Strike, the creature must succeed at a @Check[fortitude|dc:36] save or become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2}.</p>\n<p>Further damage dealt by the nemhaith increases the condition value by 1 on a failed save, to a maximum of drained 4.</p>",
          "name": "Drain Life"
        },
        "AJLCWM50AXEWFDYT": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Telepathy]</p>",
          "name": "Telepathy 100 feet"
        },
        "BVGtxqRvaiXmxNDG": {
          "description": "<p>The nemhaith's bound spirits rage and smash everything in a @Template[emanation|distance:30]. Creatures in this area take @Damage[4d6[sonic],4d6[void]]{4d6 sonic damage and 4d6 void damage} (@Check[fortitude|dc:36|basic] save).</p>",
          "name": "Rage of Spirits"
        },
        "GVOl6lIUVxSW5gZK": {
          "description": "<p>Destroying the ritual object or place used in the nemhaith's creation destroys the nemhaith, freeing its bound spirits to move on to the afterlife.</p>\n<hr />\n<p>When a ghost is destroyed, it re-forms after [[/br 2d4 #days]]{2d4 days} within the location it's bound to, fully healed. A ghost can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting.</p>",
          "name": "Rejuvenation"
        },
        "WUkTk0F7LErjOXbO": {
          "description": "<p>The nemhaith is bound to a place or large stationary object and can't venture more than 500 feet from this focus.</p>\n<hr />\n<p>A typical ghost can stray only a short distance from where it was killed or the place it haunts. A typical limit is 120 feet. Some ghosts are instead bound to a room, building, item, or creature that was special to it rather than a location.</p>",
          "name": "Site Bound"
        },
        "eI8RLbyITDSsCGtu": {
          "description": "<p>10 feet. @Damage[4d6[void]] damage @Check[fortitude|dc:36|basic] save</p>",
          "name": "Bound Spirits"
        },
        "iXMM9LrLHQONVyO1": {
          "description": "<p>The nemhaith directs its bound spirits as a group to move up to 1 mile away (they have a fly Speed of 60 feet). The nemhaith can see and hear through the thrown spirits, but it loses its aura and can't use its spirit dart ranged Strike or Rage of Spirits.</p>\n<p>The nemhaith regains these abilities when the spirits return to the nemhaith's space.</p>",
          "name": "Throw Spirits"
        },
        "l7a80DGdIvJp8Pp7": {
          "name": "Dwelling Lore"
        },
        "p931SlqMJE64SPG4": {
          "name": "Spirit Tendril"
        },
        "pMlZoOUQdXQFqKgq": {
          "_source": "pf2e.spells-srd.Item.wdA52JJnsuQWeyqz"
        },
        "vbSi698j0JxF2fvv": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "vl2eKlLtNTXk52ty": {
          "_source": "pf2e.spells-srd.Item.7Iela4GgVeO3LfAo"
        },
        "xRGfPORY2OUX19Yt": {
          "name": "Spirit Dart"
        },
        "yg8YUu4aLLVlOkY7": {
          "_source": "pf2e.spells-srd.Item.Z9OrRXKgAPv6Hn5l"
        }
      },
      "name": "The Promised One",
      "npcHp": "void healing, rejuvenation"
    },
    "The Trial of Finality": {
      "description": "<p>A shaft of light shines from the ceiling to the floor in a ring of slowly churning smoke.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:43] (master) to use tools to reflect and focus the light shining from above into the surrounding smoke to disperse it and the hazard's magical energies, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (9th rank; counteract DC 36) to counteract the trial</p>",
      "hazardReset": "<p>Once the room is empty of living creatures, the trial deactivates and then resets after 1 minute has passed.</p>",
      "hazardRoutine": "<p>(1 or 2 actions; emotion, fear, mental) If a creature in area <strong>B4</strong> is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} as a result of A Quick Death, the trial's first action is to Sustain that paralysis or unconscious effect; the paralyzed or unconscious creature can attempt a new @Check[will|dc:38|traits:emotion,fear,mental] save at this time against this effect with the same potential results as detailed above for A Quick Death, and the DC cumulatively decreases by 1 on each such save. The Trial of Finality's second action is to manifest horrifying ghostly shapes in the smoke that shriek and telepathically threaten everyone in area <strong>B4</strong>, promising them their deaths are imminent. All creatures other than the paralyzed or unconscious creature currently enduring A Quick Death must attempt a @Check[will|dc:38|traits:emotion,fear,mental] save.</p><hr><p><strong>Critical Success</strong> The creature is unaffected.</p><p><strong>Success</strong> The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p><p><strong>Failure</strong> The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p><p><strong>Critical Failure</strong> The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3} and is @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} as long as they remain frightened.</p>",
      "name": "The Trial of Finality"
    },
    "Trial of Tolerance": {
      "description": "<p>A convincing illusion of a bustling market scene fills the empty room, confronting the viewers with potentially frightening diversity and unexpected encounters.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:43] (master) to scratch out well-hidden key runes etched into the room's floor, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (9th rank; counteract DC 36) to counteract the trial</p>",
      "hazardReset": "<p>Once the room is empty of creatures, the trial deactivates and then resets after 1 minute has passed.</p>",
      "hazardRoutine": "<p>(1 action; emotion, fear, illusion, mental) An unexpectedly aggressive or frightening looking figure, such as a Hellknight, demon, pirate, or cloaked assassin suddenly emerges from the crowd and quickly advances toward a randomly determined character in the room, then stands menacingly in their path until the end of the round before they appear to lose interest and drift back into the crowd. If the target has a type of fear or hatred toward a specific kind of creature, this unexpected figure epitomizes those fears and hatreds. The target must succeed at a @Check[will|dc:46|traits:emotion,fear,illusion,mental] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure). If any creature in the room takes any hostile action against the intimidating figure, the Trial of Tolerance uses its Reflective Violence reaction. Once three rounds pass without the Trial of Tolerance using Reflective Violence, the hazard deactivates.</p>",
      "name": "Trial of Tolerance"
    },
    "Trial of the Gods": {
      "description": "<p>What appears to be an eye opens within the glowing orb near the ceiling.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:43] (master) to deactivate the glowing orb and prevent it from observing the room, @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (9th rank; counteract DC 36) to counteract the trial, @Check[religion|dc:45] (master) to perform a complex 5-round candle-lighting ritual, or placing General Ordulf's religious symbol on an empty hook on any wall as an Interact action</p>",
      "hazardReset": "<p>Once the room is empty of creatures, the trial deactivates and then resets after 1 minute has passed.</p>",
      "hazardRoutine": "<p>(1 action; death, emotion, fear, mental) The red eye glances at a randomly determined creature in area <strong>B3</strong> that it can see and is not engaged in a candle-lighting ritual, then casts a 9th-rank @UUID[Compendium.pf2e.spells-srd.Item.Jmxru8zMdYMRuO5n]{Vision of Death} on that target, causing them to experience the sight of Achaekek rising up from the ground to smite the transgressor for failing to honor the gods.</p>",
      "name": "Trial of the Gods"
    },
    "Valkyrie Tempest": {
      "items": {
        "6gyavB0GZqzZe5HD": {
          "_source": "pf2e.spells-srd.Item.8M03UxGXjYyDFAoy"
        },
        "7Ps6D4BzWXgvfMfP": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The tempest calls down a massive lightning storm in a @Template[emanation|distance:60]. Spears of lightning rain down upon enemies in the area, dealing @Damage[10d12[electricity]] damage (@Check[reflex|dc:38|basic] save).</p>",
          "name": "Tempest of Battle"
        },
        "FvV92v5Swdrtsr0j": {
          "description": "<p>When the tempest Casts a Spell, its members combine their efforts into casting a more powerful version of the spell. When Casting a Spell that has an area of a burst, cone, or line and doesn't have a duration, increase the area of that spell. Add 5 feet to the radius of a burst that normally has a radius of at least 10 feet (a burst with a smaller radius is not affected). Add 5 feet to the length of a cone or line that is normally 15 feet long or smaller, and add 10 feet to the length of a larger cone or line.</p>",
          "name": "Troop Spellcasting"
        },
        "Ge5MRMK0YbZl08NH": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.OvqohW9YuahnFaiX"
        },
        "PQT1EgAg8K0bz2PN": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "Rg9TlPxwrXg8wfhJ": {
          "description": "<p>The target can understand all words regardless of language and also speak the languages of other creatures. When in a mixed group of creatures, each time the target speaks, it can choose a creature and speak in a language that creature understands, even if the target doesn't know what language that is.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> The duration is 8 hours.</p>",
          "name": "Truespeech (Constant)"
        },
        "W5odTIv0ragy3ofW": {
          "_source": "pf2e.spells-srd.Item.jj5d830iUi2ZlQfs"
        },
        "XVulvMjmPgjSKzTa": {
          "description": "<p>Whenever the troop Strides or Flies, they first Form Up as a free action into a 20-foot-by-20-foot area (minus any missing squares), then move up to their Speed. This works just like a Gargantuan creature moving; for instance, if any square of the troop enters difficult terrain, the extra movement cost applies to the whole troop.</p>",
          "name": "Troop Movement"
        },
        "g1YVpuP2VrpAdcDq": {
          "description": "<p><strong>Trigger</strong> The tempest ends its turn and is not at maximum HP</p><hr /><p><strong>Effect</strong> The tempest restores @Damage[5d10[healing]] HP. This healing can't increase a tempest's Hit Points beyond the maximum of its current Hit Point threshold.</p>",
          "name": "Bolster the Wounded"
        },
        "kfFXgHkKBK6ccz1L": {
          "description": "<p><strong>Thresholds</strong> 208 (12 squares), 104 (8 squares)</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>",
          "name": "Troop Defenses"
        },
        "npxnkTr7FWus9M9G": {
          "description": "<p><strong>Requirements</strong> You have a planar key for the destination plane, used as a locus</p>\n<hr />\n<p>You and your allies traverse the barriers between planes of existence. The targets move to another plane, such as the Plane of Fire, the Netherworld, or the Outer Rifts. You must know the destination plane exists and use a magic planar key created from material from that plane as a locus for the spell. While the planar keys for most prominent planes are uncommon, just like the spell <em>interplanar teleport</em>, more obscure planes and demiplanes often have rare or possibly even unique planar keys.</p>\n<p>The spell is highly imprecise, and you appear 1d20×25 miles from the last place one of the targets (of your choice) was located the last time that target traveled to the plane. If it's the first time traveling to a particular plane for all targets, you appear at a random location on the plane. <em>Interplanar teleport</em> doesn't provide a means of return travel, though casting <em>interplanar teleport</em> again allows you to return to your previous plane unless there are extenuating circumstances.</p>",
          "name": "Interplanar Teleport (Troop and Mounts Only)"
        },
        "tuh8eVBl87lAnwzz": {
          "_source": "pf2e.spells-srd.Item.hVU9msO9yGkxKZ3J"
        },
        "y5P8JeJnQwp6VSOz": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The tempest attacks with their electrified spears, targeting all adjacent enemies (@Check[reflex|dc:38|basic] save). The damage depends on the number of actions.</p>\n<p><span class=\"action-glyph\">1</span> @Damage[(1d6+10)[piercing],(1d12)[electricity]]{1d6+10 piercing damage plus 1d12 electricity}</p>\n<p><span class=\"action-glyph\">2</span> @Damage[(2d6+10)[piercing],(2d12)[electricity]]{2d6+10 piercing damage plus 2d12 electricity}</p>\n<p><span class=\"action-glyph\">3</span> @Damage[(3d6+10)[piercing],(3d12)[electricity]]{3d6+10 piercing damage plus 3d12 electricity}</p>",
          "name": "Rain of Spears"
        }
      },
      "name": "Valkyrie Tempest",
      "npcHp": "Thresholds 208 (12 squares), 104 (8 squares);"
    },
    "Valkyrie of Gorum": {
      "description": "<p>Choosers of the slain and so-called angels of battle, the song of the valkyries plays wherever steel rings against steel. Valkyries are humanoid individuals of impressive physical stature who seek the most epic battles and legendary conflicts so that they can lay claim to the souls of the world's greatest warriors. The valkyries transform these souls into the implacable immortals known as einherjar.</p>\n<p>Valkyries most often serve gods of battle and war, though a valkyrie might pledge their service to any deity they consider worthy. Gorum is particularly well known for having valkyrie and einherjar servants, though he isn't the only such deity. Besmara also has valkyrie servitors, and many stories of \"ghost ships\" actually reference accounts of encounters with ships manned by einherjar crews devoted to the Pirate Queen.</p>",
      "items": {
        "0uB0pwpfFot7P4Rz": {
          "description": "<p><strong>Requirements</strong> You have a planar key for the destination plane, used as a locus</p>\n<hr />\n<p>You and your allies traverse the barriers between planes of existence. The targets move to another plane, such as the Plane of Fire, the Netherworld, or the Outer Rifts. You must know the destination plane exists and use a magic planar key created from material from that plane as a locus for the spell. While the planar keys for most prominent planes are uncommon, just like the spell <em>interplanar teleport</em>, more obscure planes and demiplanes often have rare or possibly even unique planar keys.</p>\n<p>The spell is highly imprecise, and you appear 1d20×25 miles from the last place one of the targets (of your choice) was located the last time that target traveled to the plane. If it's the first time traveling to a particular plane for all targets, you appear at a random location on the plane. <em>Interplanar teleport</em> doesn't provide a means of return travel, though casting <em>interplanar teleport</em> again allows you to return to your previous plane unless there are extenuating circumstances.</p>",
          "name": "Interplanar Teleport (Self and Mount Only)"
        },
        "19AKAkXuEUEtoqkr": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An allied creature within 60 feet who isn't a construct or undead is reduced to 0 Hit Points and their @UUID[Compendium.pf2e.conditionitems.Item.yZRUzMqrMmfLu0V1]{Dying} value is 2 or less</p>\n<hr />\n<p><strong>Effect</strong> The valkyrie restores [[/r 5d10[healing]]] Hit Points to the target.</p>",
          "name": "Recall the Fallen"
        },
        "6Nu9a79BGcDq8Klp": {
          "_source": "pf2e.spells-srd.Item.4koZzrnMXhhosn0D"
        },
        "8pbf8Jlvt2FtaVXg": {
          "_source": "pf2e.equipment-srd.Item.tOhoGvmCMw4JpWcS"
        },
        "8wVmjKteUc9LinuH": {
          "_source": "pf2e.spells-srd.Item.HTou8cG05yuSkesj"
        },
        "AwW9rrh5UObR8sEx": {
          "_source": "pf2e.spells-srd.Item.KqvqNAfGIE5a9wSv"
        },
        "Hl6TVTFqmE0SOKoE": {
          "description": "<p>The valkyrie hurls her spear into the air, creating a massive storm in a @Template[burst|distance:100]. Spears of lightning rain down upon enemies in the area, dealing @Damage[4d12[electricity]] damage (@Check[reflex|dc:32|basic] save).</p>",
          "name": "Storm of Battle"
        },
        "HulNPVFqPe3KCKvw": {
          "_source": "pf2e.equipment-srd.Item.r0ifJfoz8aqf0mwk"
        },
        "J5llxiwFo9KvoQym": {
          "description": "<p>The target can understand all words regardless of language and also speak the languages of other creatures. When in a mixed group of creatures, each time the target speaks, it can choose a creature and speak in a language that creature understands, even if the target doesn't know what language that is.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> The duration is 8 hours.</p>",
          "name": "Truespeech (Constant)"
        },
        "QtPVup2bHHIHGyCe": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.hFtNbo1LKYCoDy2O"
        },
        "TcvoLjq70ANyYoAA": {
          "_source": "pf2e.spells-srd.Item.8M03UxGXjYyDFAoy"
        },
        "Y4RIqcqK7QutPnkq": {
          "_source": "pf2e.spells-srd.Item.aIHY2DArKFweIrpf"
        },
        "b8889HDEEpdiqYFf": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "jv3sUJSINZu6qvd6": {
          "_source": "pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs"
        },
        "lOeqwNWAchyg0pXw": {
          "_source": "pf2e.spells-srd.Item.2iQKhCQBijhj5Rf3"
        },
        "t9cow1t47Ns4t0H0": {
          "description": "<p>Valkyries use ravens as servants and spies. They can speak with ravens, and they can have up to three raven servitors who follow their commands. Valkyries can constantly observe whatever their commanded ravens sense.</p>",
          "name": "Ravenspeaker"
        },
        "wPsE3OnHZcFptWrh": {
          "description": "<p>Valkyries can detect the souls of those recently slain in combat. A valkyrie spends 10 minutes praying over the body of a creature who has been dead for no more than 12 hours; if that creature is worthy of becoming an @UUID[Compendium.pf2e.pathfinder-bestiary-3.Actor.VF81W91YRFgtBLli]{Einherji} and of the appropriate alignment, the valkyrie transforms that creature into an einherji.</p>",
          "name": "Claimer of the Slain"
        },
        "ytuXUfxVPClFjfED": {
          "_source": "pf2e.spells-srd.Item.41TZEjhO6D1nWw2X"
        }
      },
      "name": "Valkyrie of Gorum"
    },
    "Vatumledor": {
      "description": "<p>Hidden among the shadows and upper echelons of society are the conspirator dragons. These dragons are schemers, always looking to manipulate and control others, either for personal gain or simply for the thrill of watching their machinations play out. Conspirator dragons see themselves above others and typically speak with infantilizing tones and words. However, as most conspirator dragons meet others while in disguise, they do their best to maintain their disguise.</p>\n<hr />\n<p>Dragons come in myriad forms, with many having magical abilities or connections to magic. Some dragons draw greater power from magic than others, allowing them to manifest abilities or alter their physiques with prolonged exposure to magic. These dragons become more powerful as they age and strengthen their connections with their magical origins. Scholars debate the classification of these dragons, with some preferring the name magical dragons and others using traditional dragons due to their connection to specific magical traditions. Regardless of their names, these dragons share a number of characteristics: their ability to tap into magical energies, intensified might and cunning as they grow older, and an inclination to hoard vast amounts of treasure and wealth.</p>",
      "items": {
        "1b9uIaKeGGrSaf0G": {
          "description": "<p>You alter the target's memories by erasing a memory, enhancing a memory's clarity, altering a memory, or adding a false memory. The target can attempt a Will save to resist the spell.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected and realizes you tried to alter its memory.</p>\n<p><strong>Success</strong> The target is unaffected but thinks your spell was something harmless instead of <em>rewrite memory</em>, unless it identifies the spell.</p>\n<p><strong>Failure</strong> During the first 5 minutes of the spell's duration, you can Sustain the spell to modify a memory once each round. When you do, you imagine up to 6 seconds of memory to modify, to a maximum of 5 continuous minutes of memory.</p>\n<p>Any memories you've altered remain changed as long as the spell is active. If the target moves out of range before the 5 minutes is up, you can't alter any further memories.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> You can Cast the Spell on a willing target to suppress all memory of a particular topic, detailed in 50 words or fewer. The effect is permanent, and it patches these omissions with an indistinct haze.</p>",
          "name": "Rewrite Memory (At Will)"
        },
        "27V4CC9qJZyltXtT": {
          "_source": "pf2e.spells-srd.Item.DCQHaLrYXMI37dvW"
        },
        "6fqhX5PD79CxX2wP": {
          "_source": "pf2e.spells-srd.Item.OhD2Z6rIGGD5ocZA"
        },
        "7sPB8JOgyRNtbUHC": {
          "name": "Mediogalti Island Lore"
        },
        "8TWXQaaYGIZycH6X": {
          "_source": "pf2e.spells-srd.Item.3JG1t3T4mWn6vTke"
        },
        "C8Ig2e9xiGXD8Id7": {
          "_source": "pf2e.spells-srd.Item.8xRzLhwGL7Dgy3EZ"
        },
        "CkvFcwDuBtrDLD2Y": {
          "_source": "pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3"
        },
        "EHlHjhHk7jncKixn": {
          "name": "+2 Status to All Saves vs. Occult"
        },
        "Ei5QY6Mi1hWXRlVt": {
          "_source": "pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6"
        },
        "FW2HOOgL7gGvDDVV": {
          "_source": "pf2e.spells-srd.Item.9BnhadUO8FMLmeZ3"
        },
        "G9LaYRCFuGlGNvVw": {
          "_source": "pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "GkMuMFJamqL71aZX": {
          "_source": "pf2e.spells-srd.Item.szIyEsvihc5e1w8n"
        },
        "HwgYIjME0WVAR2y8": {
          "description": "<p>When Vatumledor scores a critical hit with a Strike, he recharges Smoke Breath.</p>",
          "name": "Draconic Momentum"
        },
        "IUwmirxfv4K0PcJf": {
          "description": "<p>Vatumledor makes two claw Strikes and one tail Strike in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "K96Nkg5eQMv0H0BL": {
          "_source": "pf2e.spells-srd.Item.60sgbuMWN0268dB7"
        },
        "OpdWoyPywj7o3f4N": {
          "description": "<p><strong>Trigger</strong> Vatumledor is hit or critically hit by an attack made by a creature the dragon can see</p><hr /><p><strong>Effect</strong> Vatumledor retracts the targeted body part or twists away to avoid the attack, gaining a +2 circumstance bonus to his Armor Class against the triggering attack.</p>",
          "name": "Retract Body"
        },
        "PVV9ShzfXdXEEjmV": {
          "description": "<p>To the target, your words are honey and your visage seems bathed in a dreamy haze. It must attempt a Will save, with a +4 circumstance bonus if you or your allies recently threatened it or used hostile actions against it.</p>\n<p>You can Dismiss the spell. If you use hostile actions against the target, the spell ends. When the spell ends, the target doesn't necessarily realize it was charmed unless its friendship with you or the actions you convinced it to take clash with its expectations, meaning you could potentially convince the target to continue being your friend via mundane means.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected and aware you tried to charm it.</p>\n<p><strong>Success</strong> The target is unaffected but thinks your spell was something harmless instead of charm, unless it identifies the spell.</p>\n<p><strong>Failure</strong> The target's attitude becomes @UUID[Compendium.pf2e.conditionitems.Item.v66R7FdOf11l94im]{Friendly} toward you. If it was Friendly, it becomes @UUID[Compendium.pf2e.conditionitems.Item.v44P3WUcU1j0115l]{Helpful}. It can't use hostile actions against you.</p>\n<p><strong>Critical Failure</strong> The target's attitude becomes Helpful toward you, and it can't use hostile actions against you.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The duration lasts until the next time you make your daily preparations.</p>\n<p><strong>Heightened (8th)</strong> The duration lasts until the next time you make your daily preparations, and you can target up to 10 creatures.</p>",
          "name": "Charm (At Will)"
        },
        "QWLB0M0TCS4KHd4W": {
          "name": "Jaws"
        },
        "SmKWSerYPXwUDV8C": {
          "_source": "pf2e.spells-srd.Item.o6YCGx4lycsYpww4"
        },
        "UqzJSLnhM806Vpw7": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Telepathy]</p>",
          "name": "Telepathy 100 feet"
        },
        "WYzVKov6bCQKHrul": {
          "name": "Tail"
        },
        "WnptT7xke3Nh5mbS": {
          "_source": "pf2e.spells-srd.Item.zvKWclOZ7A53DObE"
        },
        "WuqqgROOGcJWKepq": {
          "description": "<p>With a cursory mental touch, you attempt to read the target's mind. It must attempt a Will save. The target then becomes temporarily immune to your mind reading for 1 hour.</p>\n<hr />\n<p><strong>Critical Success</strong> The target perceives vague surface thoughts from you when you Cast the Spell.</p>\n<p><strong>Success</strong> You find out whether the target's Intelligence modifier is higher than, equal to, or lower than yours.</p>\n<p><strong>Failure</strong> You perceive vague surface thoughts from the target when you Cast the Spell, and you find out whether its Intelligence is higher than, equal to, or lower than yours.</p>\n<p><strong>Critical Failure</strong> As failure, and for the duration of the spell, you can Sustain the spell to detect the target's surface thoughts again. The target doesn't receive any additional saves.</p>",
          "name": "Mind Reading (At Will)"
        },
        "ZQyAbBMAIyFFQEwS": {
          "_source": "pf2e.spells-srd.Item.vTQvfYu2llKQedmY"
        },
        "aES6gc2cIeigpY94": {
          "_source": "pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl"
        },
        "aHZHZh4OikvB5foL": {
          "name": "Claw"
        },
        "ab0Z4gMjfbVX1DVf": {
          "description": "<p>Vatumledor unleashes a @Template[cone|distance:60] of smoke that deals @Damage[16d6[poison]] damage (@Check[fortitude|dc:39|basic] save). The smoke remains for 1 minute, obscuring sight with the effects of mist in the cone's area. He can't use Smoke Breath again for [[/br 1d4 #Recharge Smoke Breath]]{1d4 rounds}.</p>",
          "name": "Smoke Breath"
        },
        "cdJdT1xxZwH4XstW": {
          "name": "Achaekek Lore"
        },
        "dj1QZUiQTtoLgNR8": {
          "_source": "pf2e.spells-srd.Item.o4lRVTwSxnOOn5vl"
        },
        "ece3eTIYzV4ZCJsH": {
          "name": "Mental Blast"
        },
        "hekChGMh1cSuan0o": {
          "_source": "pf2e.spells-srd.Item.aIHY2DArKFweIrpf"
        },
        "i1XqiNG4384xkSP4": {
          "_source": "pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh"
        },
        "kJfHKnZbhbgRt7Yx": {
          "_source": "pf2e.spells-srd.Item.FhOaQDTSnsY7tiam"
        },
        "kK41S41L533fMggZ": {
          "description": "<p><strong>Requirements</strong> Vatumledor is wearing his conjured disguise</p><hr /><p><strong>Effect</strong> Vatumledor erupts from the disguise, destroying it. The explosive revelation deals @Damage[18d6[bludgeoning]] damage to creatures adjacent to the dragon (@Check[reflex|dc:39|basic] save). Creatures that fail their save become @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round as they become covered in scraps from the disguise. Any creatures sharing a space with Vatumledor after he erupts are pushed into the nearest empty space.</p>",
          "name": "Detonate Disguise"
        },
        "lhnqwfK5RkPmG7XJ": {
          "description": "<p>Vatumledor's Strikes deal an additional 3d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} targets.</p>",
          "name": "Sneak Attack"
        },
        "mOhfqIfIbo53r4Nu": {
          "_source": "pf2e.spells-srd.Item.4gBIw4IDrSfFHik4"
        },
        "mVB17TASKITmaKOR": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> Vatumledor conjures a flesh suit that's a replica of a humanoid he has seen and compresses himself into the suit, along with clothing appropriate for the humanoid. This process takes 1 minute, during which Vatumledor is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}. If he stops or is interrupted in this process, the suit is destroyed. Once the process is complete, he can remain in his disguise indefinitely.</p>\n<p>The transformation has the effects of change shape, except that the disguise is not actively magical in nature and doesn't register as magical to detect magic and similar effects. Vatumledor loses Retract Body while transformed.</p>\n<p>If Vatumledor is critically hit while wearing the disguise, the suit is destroyed, and immediately explodes. This has the effects of Detonate Disguise, except that creatures use the outcome one degree of success better than they rolled on their save.</p>",
          "name": "Conjure Disguise"
        },
        "nTfNkGeomTuh7deB": {
          "_source": "pf2e.spells-srd.Item.4koZzrnMXhhosn0D"
        },
        "ol3sgbGlO4kRGXCS": {
          "_source": "pf2e.spells-srd.Item.r784cIz17eWujtQj"
        },
        "rJjJEWbWAHrH1nn4": {
          "_source": "pf2e.spells-srd.Item.jwK43yKsHTkJQvQ9"
        },
        "scES8I8ynDcpndWd": {
          "_source": "pf2e.spells-srd.Item.mrDi3v933gsmnw25"
        },
        "suHkOwe5abK5hPib": {
          "_source": "pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P"
        },
        "tcvOnIOsL9eZwfh0": {
          "_source": "pf2e.spells-srd.Item.WBmvzNDfpwka3qT4"
        },
        "uyo6N99p8gLhdfCs": {
          "description": "<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> Vatumledor quickly reshapes his body into the form of a generic humanoid figure. This has the effects of humanoid form except that it only lasts 1 minute, and he doesn't gain the +4 status bonus to Deception as the transformation makes use of his own scales and plating to crudely mimic a humanoid form. Vatumledor can Dismiss the effect. Whenever the effect ends, Vatumledor leaves behind scraps of magically conjured flesh, which could give away his presence.</p>",
          "name": "Rushed Transformation"
        },
        "wVDvyiRaJB9OHYaq": {
          "_source": "pf2e.spells-srd.Item.69L70wKfGDY66Mk9"
        },
        "ynS1WQIddWUl3KfI": {
          "_source": "pf2e.spells-srd.Item.AnWCohzPgK4L9GVl"
        }
      },
      "name": "Vatumledor",
      "npcAllSaves": "+2 status to all saves vs. occult"
    },
    "Vofnir": {
      "items": {
        "5RlWgGhNlrAMott0": {
          "_source": "pf2e.spells-srd.Item.TVKNbcgTee19PXZR"
        },
        "9joQzmUGHdJ0xtlO": {
          "_source": "pf2e.equipment-srd.Item.UX71GkWBL9g41VwM"
        },
        "AHmqjTxWJqUxYc0t": {
          "_source": "pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0"
        },
        "CxcMDsEEBUAMP70e": {
          "_source": "pf2e.spells-srd.Item.jj5d830iUi2ZlQfs"
        },
        "Gbcma6NF41SVNwKI": {
          "_source": "pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG"
        },
        "HAc0Wizw3rhKFekE": {
          "_source": "pf2e.spells-srd.Item.Hnc7eGi7vyZenAIm"
        },
        "LMlm6DXmK26FupEz": {
          "_source": "pf2e.spells-srd.Item.d7Lwx6KAs47MtF0q"
        },
        "LUArsTstTPkNvPSA": {
          "_source": "pf2e.spells-srd.Item.J7Y7tl0bbdz7TcCc"
        },
        "LZyDEzrHOBkMP9rE": {
          "_source": "pf2e.spells-srd.Item.KqvqNAfGIE5a9wSv"
        },
        "Mn5uzpVfhLJhlDBi": {
          "_source": "pf2e.spells-srd.Item.wzLkNU3AAqOSKFPR"
        },
        "PPkTNxk75APEqDrf": {
          "_source": "pf2e.spells-srd.Item.VosLNn2M8S7JH67D"
        },
        "QAZuTWQnm0SF5lD8": {
          "description": "<p>Vofnir commands the Gorumite infantry to fight for the glory of Gorum as long as the troop is within earshot. Until the start of Vofnir's next turn, the Gorumite infantry's save DCs for their Fire Crossbows! and Raise Swords! actions increase to DC 33 and they gain a +2 status bonus to their saving throws.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.F1JHRa75KBAjHOs1]{Effect: Commanding Shout}</p>",
          "name": "Commanding Shout"
        },
        "RIHbM7f5N8FNhhyK": {
          "_source": "pf2e.equipment-srd.Item.r0ifJfoz8aqf0mwk"
        },
        "RLqM8VCQbub9IYUt": {
          "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity to use certain abilities and cast some spells. A religious symbol can be worn on the body on a chain or pin, or can be held.</p>",
          "name": "Iron Religious Symbol of Gorum"
        },
        "Tv3OVPbEtmkuFA0u": {
          "_source": "pf2e.spells-srd.Item.dINQzhqGmIsqGMUY"
        },
        "WVXpk3xzI9RYHdRf": {
          "_source": "pf2e.spells-srd.Item.eG1fBodYwolaXK98"
        },
        "X4h3ufeoqQw113F3": {
          "_source": "pf2e.spells-srd.Item.wdA52JJnsuQWeyqz"
        },
        "XEFE0WD4jt71yCv1": {
          "_source": "pf2e.spells-srd.Item.4gBIw4IDrSfFHik4"
        },
        "XJYadjLwlIwaNcic": {
          "description": "<p>As long as the consecrate ritual effects persist in Crownhold, a Gorumite warpriest gains a +1 status bonus to attack rolls, skill checks, saving throws, and Perception checks; these bonuses are not calculated into the stat block.</p>",
          "name": "Consecrated"
        },
        "XsKuZzB52awlCZJt": {
          "_source": "pf2e.spells-srd.Item.SnjhtQYexDtNDdEg"
        },
        "YpcqqGzF19Hfe6qR": {
          "_source": "pf2e.spells-srd.Item.XSujb7EsSwKl19Uu"
        },
        "ZC18bgtB80b82PNP": {
          "_source": "pf2e.spells-srd.Item.RA7VKcen3p56rVyZ"
        },
        "aD0NKPJZ7XW84xZA": {
          "name": "Warfare Lore"
        },
        "aIcvycyHJxtfTeeU": {
          "_source": "pf2e.spells-srd.Item.jwK43yKsHTkJQvQ9"
        },
        "ay4ZWjGPGdgCMb8J": {
          "_source": "pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs"
        },
        "bT1xxuqO3qr86rJy": {
          "_source": "pf2e.spells-srd.Item.pZTqGY1MLRjgKasV"
        },
        "e4L1eutd260Eas0B": {
          "_source": "pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8"
        },
        "hDkLXtsi6aTnPeEb": {
          "_source": "pf2e.spells-srd.Item.UGJzJRJDoonfWqqI"
        },
        "jx27fBwAgN7nRzmY": {
          "name": "Key"
        },
        "lRLnu8l3FA8RgGIz": {
          "_source": "pf2e.spells-srd.Item.EfFMLVbmkBWmzoLF"
        },
        "lloYst8Xnl8fp7mz": {
          "_source": "pf2e.spells-srd.Item.izcxFQFwf3woCnFs"
        },
        "un1KtTghHz83PvTO": {
          "_source": "pf2e.spells-srd.Item.aqRYNoSvxsVfqglH"
        },
        "vUeLBT8zR3oLEACc": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The Gorumite warpriest loudly proclaims the glory of Gorum. The next divine spell they cast takes one fewer action (minimum of one), but must only target the warpriest. If the spell affects an area or multiple targets, such as bless, it only affects the warpriest, even if it lasts more than one round.</p>",
          "name": "Fervent Casting"
        },
        "wIygWl8k7z9yUIv9": {
          "_source": "pf2e.spells-srd.Item.hVU9msO9yGkxKZ3J"
        }
      },
      "name": "Vofnir"
    },
    "Zaiho": {
      "items": {
        "5hjDEOQpCdabiYjM": {
          "description": "<p><strong>Trigger</strong> Zaiho would roll a saving throw against an effect that would cause Hit Point damage</p><hr /><p><strong>Effect</strong> Zaiho quickly procures some outlandish gadget or device from his pouches to protect himself from the triggering effect. Rather than roll the normal saving throw against the effect, Zaiho instead attempts a @Check[crafting] check in place of that saving throw, treating the result of this check as the result of the saving throw instead. If this results in a critical failure, Zaiho's gadgets are damaged, and he can no longer use this reaction for 24 hours.</p>",
          "name": "Gadget Defense"
        },
        "AaLr82Fg9wyW41lH": {
          "description": "<p>Zaiho's innovation is an unusual-looking gun sword. He's enhanced this weapon with runes to become a +2 greater striking wounding weapon. He's further modified this weapon as follows:</p><ul><li>He's given the sword a hooked tip and razor-sharp prongs, granting the weapon the disarm and trip traits with melee Strikes.</li><li>He's made the weapon lightweight. Zaiho's gun sword is 1 Bulk and only requires 1 hand to wield.</li><li>Strikes with the weapon deal an additional @Damage[1d6[electricity]] damage.</li><li>He's revolutionized the damage output and increased the gun sword's base damage die of d8 to d10.</li></ul><p>As an inventor innovation, Zaiho's gun sword only works due to his constant maintenance and tinkering, and anyone else is untrained in it and cannot use the special modifications listed in the bullet points above. Its weapon runes can be transferred to other weapons normally.</p>",
          "name": "Zaiho's Gun Sword"
        },
        "ITpTvaiIgbvvhupc": {
          "name": "Zaiho's Gun Sword"
        },
        "PYnVkvAj09B0HKzv": {
          "_source": "pf2e.equipment-srd.Item.cVnLTzWdaFljFkdb"
        },
        "Rvy3bxJ9uM1pX8y2": {
          "_source": "pf2e.equipment-srd.Item.Tej30MsQo8Ek9aA6"
        },
        "TI802AyALc0rbaN1": {
          "name": "Zaiho's Gun Sword"
        },
        "WvDW6m2EsCijLj6g": {
          "_source": "pf2e.equipment-srd.Item.ckxYpfX3jTcZZOAz"
        },
        "dzGSXQQQAyMtPsJJ": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> Zaiho Leaps. As he does so, he throws a handful of explosive devices into a square he was adjacent to just before he Leaped. A creature in this square takes @Damage[11d10[fire]] damage (@Check[reflex|dc:37|basic] save); that creature and all creatures adjacent to the target square also take @Damage[(11[splash])[fire]]{11 fire splash} damage.</p>",
          "name": "Fiery Leap"
        },
        "h1sh9Np9vjQPbqkq": {
          "_source": "pf2e.equipment-srd.Item.dDIPA1WE9ESF67EB"
        },
        "xq0xYuxgNXAup6Uy": {
          "name": "Ilizmagorti Lore"
        },
        "yZ0cLJzEqCOBAF0S": {
          "description": "<p>Any enemy is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against Zaiho's Strikes if that enemy is currently taking persistent damage from or is frightened by any of Shirota's bombs. Zaiho doesn't inflict splash damage to Shirota with Fiery Leap.</p>",
          "name": "Twinned Combat"
        }
      },
      "name": "Zaiho"
    }
  },
  "label": "Prey for Death"
}