{
  "entries": {
    "Abyss-warped Trees": {
      "description": "<p>A forest of fiendish trees swing their branches and shift their roots to bludgeon and trip creatures in the tainted grove (area <strong>A21</strong>).</p>",
      "hazardDisable": "<p>@Check[survival|dc:22|name:Find a Safe Location|traits:hazard,complex,environmental] (trained) to find a location the trees can't reach or @Check[religion|dc:24|name:Cast Out the Fiendish Energy|traits:hazard,complex,environmental] to recite a prayer that temporarily casts out the fiendish energy inside a single tree in the grove, disabling it for 1 minute. A disabled or destroyed tree creates a 5‑foot‑square area in the grove that's safe from this hazard.</p>",
      "hazardReset": "<p>The Abyss-warped trees cease moving 1 minute after no living creatures are in the tainted grove. They reset immediately. A disabled tree reanimates after 1 minute. A destroyed tree regrows after 1 month.</p>",
      "hazardRoutine": "<p>(4 actions) The Abyss‑warped trees use their first action each round to lash their roots; each creature in the tainted grove must succeed at a @Check[reflex|dc:21|traits:hazard,complex,environmental] save or fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. The Abyss‑warped trees use their second, third, and fourth actions to make branch Strikes against up to three different creatures in the tainted grove.</p>",
      "name": "Abyss-warped Trees"
    },
    "Acid Strongbox Trap": {
      "description": "<p>An invisible magic field around the strongbox releases a spray of acid when disturbed.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:22|name:Bleed Away the Magical Field|traits:acid,evocation,magical,trap,hazard] (expert) to harmlessly bleed away the magical field or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (2nd level; counteract DC 20) to dispel it.</p>",
      "name": "Acid Strongbox Trap"
    },
    "Animated Blade": {
      "items": {
        "UOFQKPtbi1qXPzEu": {
          "description": "<p>Like normal objects, an animated blade has Hardness. This Hardness reduces any damage the blade takes by an amount equal to the Hardness. Once an animated blade is reduced to fewer than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks, and its Armor Class is reduced to 14.</p>",
          "name": "Construct Armor (Hardness 4)"
        },
        "iw9Cbzn6MG4weM6P": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:15]</p>\n<p><strong>Onset</strong> 1 week</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} (1 week)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} and can't speak (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} (1 day)</p>\n<p><strong>Stage 4</strong> death</p>",
          "name": "Tetanus"
        },
        "zawMSRddQ1OcK06Z": {
          "name": "Rusty Blade"
        }
      },
      "name": "Animated Blade",
      "npcAc": "(14 when broken); construct armor"
    },
    "Arboreal Tar Tree": {
      "items": {
        "0iivgs1u0yqgn0oy": {
          "description": "<p>An arboreal tar tree takes 10 additional from axes.</p>",
          "name": "Axe Vulnerability"
        },
        "6ispkww8keqoxcx0": {
          "name": "Throw Rock"
        },
        "HyMo4pOZUzjmYufk": {
          "description": "<p>Over the course of a minute, you cause a thick wall of thorny brambles to grow from the ground. You create a 5-foot-thick wall of brambles and thorns in a straight line up to 60 feet long and 10 feet high. You must create the wall in an unbroken open space so its edges don't pass through any creatures or objects, or the spell is lost. The wall stands vertically. If you wish, the wall can be of a shorter length or height. Everything on each side of the wall has cover from creatures on the opposite side, and the wall's spaces are difficult terrain. For every move action a creature uses to enter at least one of the wall's spaces, that creature takes 3d4 piercing damage.</p>\n<p>Each 5-foot-by-5-foot section of the wall has AC 10, Hardness 10, and 20 Hit Points. It's immune to critical hits and precision damage. A destroyed section can be moved through freely.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The Hit Points of each section of the wall increase by 5, and the piercing damage increases by 1d4.</p>",
          "name": "Wall of Thorns"
        },
        "IV4o6DqVVhVQxzuw": {
          "_source": "pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3"
        },
        "ZFa6zXVRikk98ZpP": {
          "_source": "pf2e.spells-srd.Item.2w4OpAGihn1JSHFD"
        },
        "bgx552vafvqoedmy": {
          "name": "Rock"
        },
        "g9eph1xasksy74xm": {
          "name": "Thorny Branch"
        },
        "oO6au8tWyN8dbqNq": {
          "description": "<p>You conjure a poisonous fog. This functions as @UUID[Compendium.pf2e.spells-srd.Item.9XHmC2JgTUIQ1CCm]{Mist}, except the area moves 10 feet away from you each round. You deal 6d8 poison damage to each breathing creature that starts its turn in the spell's area. You can Dismiss the spell.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d8.</p>",
          "name": "Cloudkill"
        },
        "vobvh44wug931r0a": {
          "description": "<p>A living arboreal or animated tree slain by a tar tree's thorny branch Strike rises as a tar tree spawn after [[/br 1d4 #rounds]]{1d4 rounds}. This tar tree spawn is under the command of the tar tree that killed it. It doesn't have primal innate spells or the spawn tar tree ability and becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} for as long as it's a tar tree spawn. If the creator of the tar tree spawn dies, the tar tree spawn becomes a full-fledged, autonomous tar tree; it regains its free will, gains primal innate spells and the spawn tar tree ability, and is no longer clumsy.</p>",
          "name": "Spawn Tar Tree"
        },
        "wOyuRoNzPlUFP8mu": {
          "description": "<p>Using the weight of earth, you hamper a target's flight, with effects based on its Fortitude save. If the creature reaches the ground safely, it doesn't take falling damage.</p>\n<hr /><p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target falls safely up to 120 feet.</p>\n<p><strong>Failure</strong> The target falls safely up to 120 feet. If it hits the ground, it can't Fly, levitate, or otherwise leave the ground for 1 round.</p>\n<p><strong>Critical Failure</strong> The target falls safely up to 120 feet. If it hits the ground, it can't Fly, levitate, or otherwise leave the ground for 1 minute.</p>",
          "name": "Earthbind"
        }
      },
      "name": "Arboreal Tar Tree",
      "npcHp": "void healing"
    },
    "Ardissa Prendergant": {
      "items": {
        "1PMNJAAJHDbkezI4": {
          "description": "<p>You cloud the target's mind and daze it with a mental jolt. The jolt deals mental damage equal to your spellcasting ability modifier; the target must attempt a basic Will save. If the target critically fails the save, it is also @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The damage increases by 1d6.</p>",
          "name": "Daze"
        },
        "4kbnZDbWqwEXgaeo": {
          "_source": "pf2e.spells-srd.Item.bSDTWUIvgXkBaEv8"
        },
        "4oIfd0ml2hvTmmyc": {
          "description": "<p>A ray that saps a foe's strength flashes from your hand. Attempt a ranged spell attack against the target. If you succeed, that creature attempts a Fortitude save to determine the spell's effect. If your attack roll is a critical success, use the outcome for one degree of success worse than the result of its save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1}.</p>\n<p><strong>Failure</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2}.</p>\n<p><strong>Critical Failure</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3}.</p>",
          "name": "Ray of Enfeeblement"
        },
        "ASkYHxbsYMDrnIdB": {
          "description": "<p>You call forth a cloud of mist. All creatures within the mist become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and all creatures outside the mist become Concealed to creatures within it. You can Dismiss the cloud.</p>",
          "name": "Obscuring Mist"
        },
        "AZmrqYhpYoazB6G4": {
          "description": "<p><strong>Frequency</strong> twice per day</p>\n<hr />\n<p><strong>Effect</strong> Ardissa regains the ability to cast one spell she has already cast. She must still Cast the Spell normally. She can use this ability once to recover a 1st-rank spell and once to recover a 2nd-rank spell. She typically uses this ability to recover her @UUID[Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM]{Force Barrage} spells.</p>",
          "name": "Drain Bonded Item"
        },
        "E9BOLfuxvsYMD4l7": {
          "description": "<p>You create up to four floating lights, no two of which are more than 10 feet apart. Each sheds light like a torch. When you Sustain the Spell, you can move any number of lights up to 60 feet. Each light must remain within 120 feet of you and within 10 feet of all others, or it winks out.</p>",
          "name": "Dancing Lights"
        },
        "Fchomr4fkR0CEXDe": {
          "description": "<p>You raise a magical shield of force. This counts as using the Raise a Shield action, giving you a +1 circumstance bonus to AC until the start of your next turn, but it doesn't require a hand to use.</p>\n<p>While the spell is in effect, you can use the @UUID[Compendium.pf2e.feats-srd.Item.jM72TjJ965jocBV8]{Shield Block} reaction with your magic shield. The shield has Hardness 5. After you use Shield Block, the spell ends and you can't cast it again for 10 minutes. Unlike a normal Shield Block, you can use the spell's reaction against the @UUID[Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM]{Force Barrage} spell.</p>\n<p>Heightening the spell increases the shield's Hardness.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Jemq5UknGdMO7b73]{Spell Effect: Shield}</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> The shield has Hardness 10.</p>\n<p><strong>Heightened (5th)</strong> The shield has Hardness 15.</p>\n<p><strong>Heightened (7th)</strong> The shield has Hardness 20.</p>\n<p><strong>Heightened (9th)</strong> The shield has Hardness 25.</p>",
          "name": "Shield"
        },
        "K2hLLROOTAU9Vy2U": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.sxQZ6yqTn0czJxVd]{Fireball}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>To Cast a Spell from a scroll, the spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack roll and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical material components and costs are provided when a scroll is created, so you don't need to provide them when Casting a Spell from a scroll. You must replace any required material component for that spell with a somatic component. If the spell requires a focus, you must have that focus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of Fireball (Level 3)"
        },
        "Nfgqo6bkWTS5B1KI": {
          "_source": "pf2e.equipment-srd.Item.AITVZmakiu3RgfKo"
        },
        "QKB7MkiFViTD9IiU": {
          "description": "<p>The rapier is a long and thin piercing blade with a basket hilt. It is prized among many as a dueling weapon.</p>",
          "name": "Rapier (Bonded Item)"
        },
        "UJHtK1neKIjKHxEH": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM]{Force Barrage}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>To Cast a Spell from a scroll, the spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack roll and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical material components and costs are provided when a scroll is created, so you don't need to provide them when Casting a Spell from a scroll. You must replace any required material component for that spell with a somatic component. If the spell requires a focus, you must have that focus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of Magic Missile (Level 1)"
        },
        "Uiut5QPLUl7827mi": {
          "description": "<p>A glimpse into the future ensures your next blow strikes true. The next time you make an attack roll before the end of your turn, roll the attack twice and use the better result. The attack ignores circumstance penalties to the attack roll and any flat check required due to the target being @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} or @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.fpGDAz2v5PG0zUSl]{Spell Effect: Sure Strike}</p>",
          "name": "True Strike"
        },
        "XcHNdRAdP6Bw2Xe1": {
          "description": "<p>You conjure an animal to fight for you. You summon a common creature that has the animal trait and whose level is -1, such as those found in Pathfinder Bestiary volumes. Heightening the spell increases the maximum level of creature you can summon.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> Level 1</p>\n<p><strong>Heightened (3rd)</strong> Level 2</p>\n<p><strong>Heightened (4th)</strong> Level 3</p>\n<p><strong>Heightened (5th)</strong> Level 5</p>\n<p><strong>Heightened (6th)</strong> Level 7</p>\n<p><strong>Heightened (7th)</strong> Level 9</p>\n<p><strong>Heightened (8th)</strong> Level 11</p>\n<p><strong>Heightened (9th)</strong> Level 13</p>\n<p><strong>Heightened (10th)</strong> Level 15</p>",
          "name": "Summon Animal"
        },
        "YYSSYiFUqnJ5QnnX": {
          "description": "<p>You send a dart of force streaking toward a creature that you can see. It automatically hits and deals 1d4+1 force damage. For each additional action you use when Casting the Spell, increase the number of missiles you shoot by one, to a maximum of three missiles for 3 actions. You choose the target for each missile individually. If you shoot more than one missile at the same target, combine the damage before applying bonuses or penalties to damage, resistances, weaknesses, and so forth.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> You shoot one additional missile with each action you spend.</p>",
          "name": "Magic Missile"
        },
        "ekYKpKFJ9slPx7Sz": {
          "description": "<p>You create a single magical hand, either invisible or ghostlike, that grasps the target object and moves it slowly up to 20 feet. Because you're levitating the object, you can move it in any direction. When you Sustain the Spell, you can move the object an additional 20 feet. If the object is in the air when the spell ends, the object falls.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You can target an unattended object with a Bulk of 1 or less.</p>\n<p><strong>Heightened (5th)</strong> The range increases to 60 feet, and you can target an unattended object with a Bulk of 1 or less.</p>\n<p><strong>Heightened (7th)</strong> The range increases to 60 feet, and you can target an unattended object with a Bulk of 2 or less.</p>",
          "name": "Mage Hand"
        },
        "ho33xFfkbGFOn0hN": {
          "description": "<p>A spellbook holds the written knowledge necessary to learn and prepare various spells, a necessity for wizards (who typically get one for free) and a useful luxury for other spellcasters looking to learn additional spells. Each spellbook can hold up to 100 spells. The Price listed is for a blank spellbook.</p>",
          "name": "Spellbook"
        },
        "tHw2RrHE9BvhV7Wl": {
          "_source": "pf2e.spells-srd.Item.gYjPm7YwGtEa1oxh"
        },
        "xdW2t69z0EpfZrVu": {
          "_source": "pf2e.equipment-srd.Item.giO4LwIKGzJZoaxa"
        },
        "yf3WtBHQUUn5gDvQ": {
          "description": "<p><strong>Trigger</strong> A creature targets Ardissa with a melee Strike</p>\n<hr />\n<p><strong>Effect</strong> Ardissa traces a dizzying symbol in the air. The creature must attempt a @Check[will|dc:20] save. The creature is then temporarily immune for 1 minute.</p>\n<hr />\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> Until the beginning of her next turn, Ardissa is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} from the creature.</p>\n<p><strong>Critical Failure</strong> Until the end of her next turn, Ardissa is @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} from the creature.</p>",
          "name": "Mesmerizing Sigil"
        }
      },
      "name": "Ardissa Prendergant"
    },
    "Ardissa's Porter": {
      "items": {
        "9ae4RQxt5mottkm6": {
          "description": "<p><strong>Requirements</strong> The porter is holding a cargo hook</p>\n<p><strong>Trigger</strong> An enemy within the porter's reach critically misses the porter with a melee Strike</p>\n<hr />\n<p><strong>Effect</strong> The porter moves the enemy 5 feet in a direction of the porter's choosing.</p>",
          "name": "Stumbling Snag"
        },
        "UIzEQKR9ybtGXVUY": {
          "name": "Cargo Hook"
        },
        "evuFQp3JALNAMFR4": {
          "description": "<p>This armor is simply a layer of heavy, quilted cloth, but it is sometimes used because it's so inexpensive. Padded armor is easier to damage and destroy than other types of armor. Heavy armor comes with a padded armor undercoat included in its Price, though it loses the comfort trait when worn under heavy armor. You can wear just that padded armor or undercoat to sleep in, if your heavy armor is destroyed, or when otherwise not wearing the full heavy armor. This allows you to keep the armor invested and benefit from the power of any runes on the associated heavy armor, but no one else can wear your heavy armor without the padded undercoat.</p>",
          "name": "Padded Armor"
        },
        "rFMVvKWq4mkC3STf": {
          "description": "<p>A light pick is a modified mining implement with a wooden shaft ending in a pick head crafted more to pierce armor and flesh than chip rocks.</p>",
          "name": "Cargo Hook"
        }
      },
      "name": "Ardissa's Porter"
    },
    "Ashen Swale": {
      "items": {
        "5u5les4bbzduvczh": {
          "description": "<p>With a flash, Ashen Swale and Idovik switch places, each teleporting to the other's position.</p>",
          "name": "Transpose"
        },
        "6uJuggbEAtOMm6aS": {
          "_source": "pf2e.spells-srd.Item.GUeRTriJkMlMlVrk"
        },
        "6wpx2hvdygd0cx5k": {
          "description": "<p>Ashen Swale summons Idovik in an adjacent open space. If Idovik was already manifested, Ashen Swale chooses whether to unmanifest Idovik or to teleport Idovik to an adjacent open space. If Idovik unmanifested at 0 Hit Points, this process takes 1 minute instead of 3 actions, but Idovik regains 1 Hit Point when he remanifests.</p>",
          "name": "Manifest Eidolon"
        },
        "8ii7COra6PaFBdl7": {
          "_source": "pf2e.spells-srd.Item.S708JF3E0kuhuRzG"
        },
        "EosQ2sMmIwFTJ00q": {
          "_source": "pf2e.spells-srd.Item.RA7VKcen3p56rVyZ"
        },
        "FKtW4MLx5LUQ5jBE": {
          "_source": "pf2e.equipment-srd.Item.tOhoGvmCMw4JpWcS"
        },
        "HkPKJwZAdlvMrXOs": {
          "description": "<p>Your touch leeches the lifeblood out of a target to empower yourself. You deal 6d6 void damage to the target. You gain temporary Hit Points equal to half the void damage the target takes (after applying resistances and the like). You lose any remaining temporary Hit Points after 1 minute.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 2d6.</p>",
          "name": "Vampiric Touch"
        },
        "Lv5C5J8tqN7ZRbCz": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated level.</p>\n<p><strong>Craft Requirements</strong> Supply a listed-level casting of the spell.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Heal (Level 3)"
        },
        "NNUJ4Nm6PPU0RP4w": {
          "_source": "pf2e.spells-srd.Item.gWmLT5SkA0qH2mNE"
        },
        "NkOUAEmyxrjCc3bU": {
          "description": "<p>You transform the target into an undead creature with a level up to that allowed in Table 7-1. There are many versions of this ritual, each specific to a particular type of undead (one ritual for all zombies, one for skeletons, one for ghouls, and so on), and the rituals that create rare undead are also rare. Some forms of undead, such as liches, form using their own unique methods and can't be created with a version of <em>create undead</em>.</p>\n<h2>Table 7-1: Creatures Creation Rituals</h2>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>Creature Level</th>\n<th>Spell Rank Required</th>\n<th>Cost</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>-1 or 0</td>\n<td>2</td>\n<td>15 gp</td>\n</tr>\n<tr>\n<td>1</td>\n<td>2</td>\n<td>60 gp</td>\n</tr>\n<tr>\n<td>2</td>\n<td>3</td>\n<td>105 gp</td>\n</tr>\n<tr>\n<td>3</td>\n<td>3</td>\n<td>180 gp</td>\n</tr>\n<tr>\n<td>4</td>\n<td>4</td>\n<td>300 gp</td>\n</tr>\n<tr>\n<td>5</td>\n<td>4</td>\n<td>480 gp</td>\n</tr>\n<tr>\n<td>6</td>\n<td>5</td>\n<td>750 gp</td>\n</tr>\n<tr>\n<td>7</td>\n<td>5</td>\n<td>1,080 gp</td>\n</tr>\n<tr>\n<td>8</td>\n<td>6</td>\n<td>1,500 gp</td>\n</tr>\n<tr>\n<td>9</td>\n<td>6</td>\n<td>2,100 gp</td>\n</tr>\n<tr>\n<td>10</td>\n<td>7</td>\n<td>3,000 gp</td>\n</tr>\n<tr>\n<td>11</td>\n<td>7</td>\n<td>4,200 gp</td>\n</tr>\n<tr>\n<td>12</td>\n<td>8</td>\n<td>6,000 gp</td>\n</tr>\n<tr>\n<td>13</td>\n<td>8</td>\n<td>9,000 gp</td>\n</tr>\n<tr>\n<td>14</td>\n<td>9</td>\n<td>13,500 gp</td>\n</tr>\n<tr>\n<td>15</td>\n<td>9</td>\n<td>19,500 gp</td>\n</tr>\n<tr>\n<td>16</td>\n<td>10</td>\n<td>30,000 gp</td>\n</tr>\n<tr>\n<td>17</td>\n<td>10</td>\n<td>45,000 gp</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Critical Success</strong> The target becomes an undead creature of the appropriate type. If it's at least 4 levels lower than you, you can make it a minion. This gives it the minion trait, meaning it can use 2 actions when you command it, and commanding it is a single action that has the auditory and concentrate traits. You can have a maximum of four minions under your control. If it's intelligent and doesn't become a minion, the undead is helpful to you for awakening it, though it's still a horrid and evil creature. If it's unintelligent and doesn't become a minion, you can give it one simple command. It pursues that goal single-mindedly, ignoring any of your subsequent commands.</p>\n<p><strong>Success</strong> As critical success, except an intelligent undead that doesn't become your minion is only friendly to you, and an unintelligent undead that doesn't become your minion leaves you alone unless you attack it. It marauds the local area rather than following your command.</p>\n<p><strong>Failure</strong> You fail to create the undead.</p>\n<p><strong>Critical Failure</strong> You create the undead, but its soul, tortured by your foul necromancy, is full of nothing but hatred for you. It attempts to destroy you.</p>",
          "name": "Create Undead"
        },
        "Qx0PiuqL4YOJv828": {
          "description": "<p>Your magic dredges up a corpse or skeleton and fills it with necromantic life, and you force the dead to fight at your command. You summon a common creature that has the undead trait and whose level is -1; this creature gains the summoned trait. Heightening the spell increases the maximum level of creature you can summon.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> Level 1.</p>\n<p><strong>Heightened (3rd)</strong> Level 2.</p>\n<p><strong>Heightened (4th)</strong> Level 3.</p>\n<p><strong>Heightened (5th)</strong> Level 5.</p>\n<p><strong>Heightened (6th)</strong> Level 7.</p>\n<p><strong>Heightened (7th)</strong> Level 9.</p>\n<p><strong>Heightened (8th)</strong> Level 11.</p>\n<p><strong>Heightened (9th)</strong> Level 13.</p>\n<p><strong>Heightened (10th)</strong> Level 15.</p>",
          "name": "Animate Dead"
        },
        "Ub668xAIATdP7BMn": {
          "_source": "pf2e.spells-srd.Item.VosLNn2M8S7JH67D"
        },
        "Vvl6ugBYT7bzqNty": {
          "description": "<p>Siphoning void energy into yourself, your hand radiates a pale darkness. Your touch weakens the living and disorients undead, possibly even causing them to flee. The effect depends on whether the target is living or undead.</p>\n<ul>\n<li><strong>Living Creature</strong> The spell deals void damage equal to 1d4 plus your spellcasting modifier. The target attempts a basic Fortitude save, but is also @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 round on a critical failure.</li>\n<li><strong>Undead Creature</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for 1 round on a failed Fortitude save. On a critical failure, the target is also @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} for 1 round unless it succeeds at a Will save.</li>\n</ul>\n<hr />\n<p><strong>Heightened (+1)</strong> The void damage to living creatures increases by 1d4.</p>",
          "name": "Chill Touch"
        },
        "YvrtMbLK2HJ4ZqAn": {
          "_source": "pf2e.spells-srd.Item.HStu2Yhw3iQER9tY"
        },
        "hoDZKGZiHQij1XVR": {
          "description": "<p>Extending a finger, you fire a beam of void energy that weakens the life force of any creature it touches. Each living creature in the line must attempt a Fortitude save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[(floor(@item.rank/2))d8[persistent,void]] damage.</p>\n<p><strong>Failure</strong> The creature takes @Damage[(floor(@item.rank/2)*2)d8[persistent,void]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[(floor(@item.rank/2)*2)d8[persistent,void]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The persistent void damage increases by 1d8 on a success, or by 2d8 on a failure or critical failure.</p>",
          "name": "Enervation"
        },
        "n1k5jHFl4wHKY6qa": {
          "description": "<p>The object glows, casting bright light in a 20-foot radius (and dim light for the next 20 feet) like a torch. If you cast this spell again on a second object, the light spell on the first object ends.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The object sheds bright light in a 60-foot radius (and dim light for the next 60 feet).</p>",
          "name": "Light"
        },
        "pj3l76rx3200el2x": {
          "description": "<p><strong>Trigger</strong> A creature within 30 feet uses a spell or ability with the healing trait that restores Hit Points or is the target of a spell or ability with the healing trait that restores Hit Points</p><hr /><p><strong>Effect</strong> Ashen Swale seizes upon the healing magic, drawing a portion of it into himself instead of the intended target. The healing effect restores 10 fewer Hit Points to one of its targets and Ashen Swale is restored 10 Hit Points or the total amount of healing, whichever is less.</p>",
          "name": "Siphon Life"
        },
        "wrq2ffxoouebysd4": {
          "description": "<p>Ashen Swale seizes control of the body of a creature within 30 feet that is dead or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. The target must attempt a Will save. Dead creatures automatically fail this save. On a success, the target is permanently immune to Corpse Puppet. On a failure, the target is controlled by Ashen Swale. It gains the minion trait and can act as though it were alive and conscious as long as it's controlled by Ashen Swale. Controlling each target requires Ashen Swale to take an action to Command a Minion. The only actions the target can take during this time are Interact, Stride, and Strike.</p>\n<p>Ashen Swale retains control of the target for 10 minutes. This control ends immediately if the target loses the unconscious condition or the target is dealt an additional 50 damage since Ashen Swale took control (which destroys the body completely). After he has lost control of a target, that target is permanently immune to Corpse Puppet.</p>\n<p>Ashen Swale can control up to two targets with Corpse Puppet at a time.</p>",
          "name": "Corpse Puppet"
        },
        "x4acr7HByuvcfhQ0": {
          "description": "<p>You cloud the target's mind and daze it with a mental jolt. The jolt deals mental damage equal to your spellcasting ability modifier; the target must attempt a basic Will save. If the target critically fails the save, it is also @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The damage increases by 1d6.</p>",
          "name": "Daze"
        },
        "x83x9fjrppcc90jp": {
          "description": "<p>Ashen Swale focuses on the link he shares with Idovik to quicken his eidolon's actions. Idovik is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} 1 until the beginning of Ashen Swale's next turn.</p>",
          "name": "Hasten Eidolon"
        },
        "z4FQUCnq3NrI6lQV": {
          "_source": "pf2e.spells-srd.Item.TYbCj4dgXDOZou9k"
        },
        "zk2lURHx9DcCfJQR": {
          "description": "<p>An arc of lightning leaps from one target to another. You deal electricity damage equal to 1d4 plus your spellcasting ability modifier.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d4.</p>",
          "name": "Electric Arc"
        },
        "zolRr66biRwdkPyc": {
          "_source": "pf2e.spells-srd.Item.zdNUbHqqZzjA07oM"
        }
      },
      "name": "Ashen Swale"
    },
    "Azi": {
      "items": {
        "3KbNTk58jZ16OYdp": {
          "_source": "pf2e.spells-srd.Item.4koZzrnMXhhosn0D"
        },
        "5cjZ1UPGu8ezMuqY": {
          "_source": "pf2e.spells-srd.Item.RA7VKcen3p56rVyZ"
        },
        "70DZHT7qIJ38nc1l": {
          "description": "<p>You ask for divine guidance, granting the target a +1 status bonus to one attack roll, Perception check, saving throw, or skill check the target attempts before the duration ends. The target chooses which roll to use the bonus on before rolling. If the target uses the bonus, the spell ends. Either way, the target is then temporarily immune for 1 hour.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.3qHKBDF7lrHw8jFK]{Spell Effect: Guidance}</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.3LyOkV25p7wA181H]{Effect: Guidance Immunity}</p>",
          "name": "Guidance"
        },
        "8N1PSzhuzFBlKJsW": {
          "description": "<p>Siphoning void energy into yourself, your hand radiates a pale darkness. Your touch weakens the living and disorients undead, possibly even causing them to flee. The effect depends on whether the target is living or undead.</p>\n<ul>\n<li><strong>Living Creature</strong> The spell deals void damage equal to 1d4 plus your spellcasting modifier. The target attempts a basic Fortitude save, but is also @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 round on a critical failure.</li>\n<li><strong>Undead Creature</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for 1 round on a failed Fortitude save. On a critical failure, the target is also @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} for 1 round unless it succeeds at a Will save.</li>\n</ul>\n<hr />\n<p><strong>Heightened (+1)</strong> The void damage to living creatures increases by 1d4.</p>",
          "name": "Chill Touch"
        },
        "9KyNhl5Zp72fc0rc": {
          "description": "<p>You fill the minds of your enemies with doubt.</p>\n<p>Enemies in the area must succeed at a Will save or take a -1 status penalty to attack rolls as long as they are in the area.</p>\n<p>Once per turn, starting the turn after you cast bane, you can use a single action, which has the concentrate trait, to increase the emanation's radius by 5 feet and force enemies in the area that weren't yet affected to attempt another saving throw.</p>\n<p>Bane can counteract bless.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.UTLp7omqsiC36bso]{Spell Effect: Bane}</p>",
          "name": "Bane"
        },
        "9LuftZ86Dq7XFS47": {
          "_source": "pf2e.spells-srd.Item.GUeRTriJkMlMlVrk"
        },
        "A7Hg0Qh6ktLLPilE": {
          "_source": "pf2e.spells-srd.Item.VosLNn2M8S7JH67D"
        },
        "DFvIcF0sISTxse6K": {
          "description": "<p>You instill within a creature the touch of the grave. For the duration, @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm} spells treat the creature as undead and @UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal} spells treat the creature as living. In addition, <em>harm</em> spells gain a +2 status bonus to the Hit Points restored to the target.</p>\n<p>If the target wishes to avoid the spell, it can attempt a Will save to reduce the effects.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target heals half as much from <em>heal</em> and takes half as much damage from <em>harm</em> for 1 round.</p>\n<p><strong>Failure</strong> Effects as described in the text.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The status bonus to the Hit Points restored increases by 2.</p>",
          "name": "Undeath's Blessing"
        },
        "Eb5w7VRBRAYyNBB3": {
          "_source": "pf2e.spells-srd.Item.S708JF3E0kuhuRzG"
        },
        "GfT393Ix2t5r2DpV": {
          "description": "<p>You accelerate the processes of decay in the area. Each living creature in the area takes @Damage[2d10[void]] damage (basic Fortitude save). A creature afflicted by a disease takes a -2 circumstance penalty to this save.You can also direct the blight to rot all Small and Tiny non-creature plants in the area, eliminating non-magical undergrowth and any resulting difficult terrain, cover, and concealment. <em>Sudden blight</em> attempts to counteract any magical effect on the plants before withering them.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d10.</p>",
          "name": "Sudden Blight"
        },
        "KhzC4m1NyIBBpeEh": {
          "description": "<p>You send out a pulse that registers the presence of magic. You receive no information beyond the presence or absence of magic. You can choose to ignore magic you're fully aware of, such as the magic items and ongoing spells of you and your allies.</p>\n<p>You detect illusion magic only if that magic's effect has a lower level than the rank of your detect magic spell. However, items that have an illusion aura but aren't deceptive in appearance (such as an invisibility potion) typically are detected normally.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You learn the school of magic for the highest-level effect within range that the spell detects. If multiple effects are equally strong, the GM determines which you learn.</p>\n<p><strong>Heightened (4th)</strong> As 3rd level, but you also pinpoint the source of the highest-level magic. Like for an imprecise sense, you don't learn the exact location, but can narrow down the source to within a 5-foot cube (or the nearest if larger than that).</p>",
          "name": "Detect Magic"
        },
        "PtGNJfL3QplEj26x": {
          "description": "<p>You augment your flesh with the energies typically used to manipulate the undead. You gain 10 temporary Hit Points.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The temporary Hit Points increase by 3.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.PANUWN5xXC20WBg2]{Spell Effect: False Vitality}</p>",
          "name": "False Life"
        },
        "SQcDMSgmlzwllTvR": {
          "description": "<p>You augment your flesh with the energies typically used to manipulate the undead. You gain 10 temporary Hit Points.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The temporary Hit Points increase by 3.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.PANUWN5xXC20WBg2]{Spell Effect: False Vitality}</p>",
          "name": "False Life"
        },
        "Tb8EyCKSKINaYYyv": {
          "_source": "pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG"
        },
        "UJ7bwtOVCiiikQNb": {
          "description": "<p>You channel void energy to harm the living or heal the undead. If the target is a living creature, you deal 1d8 void damage to it, and it gets a basic Fortitude save. If the target is a willing undead creature, you restore that amount of Hit Points. The number of actions you spend when Casting this Spell determines its targets, range, area, and other parameters.</p>\n<p><span class=\"action-glyph\">1</span> <strong>(somatic)</strong> The spell has a range of touch.</p>\n<p><span class=\"action-glyph\">2</span> <strong>(verbal, somatic)</strong> The spell has a range of 30 feet. If you're healing an undead creature, increase the Hit Points restored by 8.</p>\n<p><span class=\"action-glyph\">3</span> <strong>(material, verbal, somatic)</strong> You disperse void energy in a 30-foot emanation. This targets all living and undead creatures in the area.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The amount of healing or damage increases by 1d8, and the extra healing for the 2-action version increases by 8.</p>",
          "name": "Harm"
        },
        "Y8Uwom6ba3306pti": {
          "description": "<p>A ray that saps a foe's strength flashes from your hand. Attempt a ranged spell attack against the target. If you succeed, that creature attempts a Fortitude save to determine the spell's effect. If your attack roll is a critical success, use the outcome for one degree of success worse than the result of its save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1}.</p>\n<p><strong>Failure</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2}.</p>\n<p><strong>Critical Failure</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3}.</p>",
          "name": "Ray of Enfeeblement"
        },
        "bQl52mLIv50UmNLN": {
          "_source": "pf2e.spells-srd.Item.b5sGjGlBf58f8jn0"
        },
        "dXoiTfkFcfVrvnJq": {
          "description": "<p>Extending a finger, you fire a beam of void energy that weakens the life force of any creature it touches. Each living creature in the line must attempt a Fortitude save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[(floor(@item.rank/2))d8[persistent,void]] damage.</p>\n<p><strong>Failure</strong> The creature takes @Damage[(floor(@item.rank/2)*2)d8[persistent,void]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[(floor(@item.rank/2)*2)d8[persistent,void]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The persistent void damage increases by 1d8 on a success, or by 2d8 on a failure or critical failure.</p>",
          "name": "Enervation"
        },
        "eCQGMZDQrjZhszRZ": {
          "_source": "pf2e.spells-srd.Item.zdNUbHqqZzjA07oM"
        },
        "g7kHjFVrbvO4EeMy": {
          "_source": "pf2e.spells-srd.Item.FM3SmEW8N1FCRjqt"
        },
        "gEpeNnmZuYzibmxW": {
          "description": "<p>You close your hand and pull life energy from another creature into yourself. This deals 3d4 void damage; the target must attempt a basic Fortitude save.</p>\n<p>You gain temporary Hit Points equal to the damage the target takes, after resolving its save and applying your blood magic if applicable. If the target's Hit Points were lower than the damage you dealt, you gain temporary Hit Points equal to their remaining Hit Points instead. The temporary Hit Points last for 1 minute.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d4.</p>",
          "name": "Drain Life"
        },
        "lAIkT9TLS1KUfcka": {
          "description": "<p>This twisted and grim-looking staff is adorned with hideous skull and bone motifs. While wielding the staff, you gain a +2 circumstance bonus to checks to identify necromancy magic.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p><strong>Effect</strong> You expend a number of charges from the staff to cast a spell from its list.</p>\n<ul>\n<li><strong>Cantrip</strong> @UUID[Compendium.pf2e.spells-srd.Item.mAMEt4FFbdqoRnkN]{Void Warp}</li>\n<li><strong>1st</strong> @UUID[Compendium.pf2e.spells-srd.Item.k34hDOfIIMAxNL4a]{Grim Tendrils}, @UUID[Compendium.pf2e.spells-srd.Item.J7Y7tl0bbdz7TcCc]{Enfeeble}</li>\n<li><strong>2nd</strong> @UUID[Compendium.pf2e.spells-srd.Item.fZPCv2VHuM2yPbC8]{Deafness}, @UUID[Compendium.pf2e.spells-srd.Item.xRgU9rrhmGAgG4Rc]{Peaceful Rest}</li>\n</ul>\n<p><strong>Craft Requirements</strong> Supply one casting of all listed levels of all listed spells.</p>",
          "name": "Staff of Necromancy"
        },
        "oVjyIVM94hIeAbRj": {
          "description": "<p>You cloud the target's mind and daze it with a mental jolt. The jolt deals mental damage equal to your spellcasting ability modifier; the target must attempt a basic Will save. If the target critically fails the save, it is also @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The damage increases by 1d6.</p>",
          "name": "Daze"
        },
        "pz2ruol0y6bk9xo1": {
          "description": "<p>When Azi casts @UUID[Compendium.pf2e.spells-srd.Item.GUeRTriJkMlMlVrk]{Bind Undead}, @UUID[Compendium.pf2e.spells-srd.Item.cqdmSmQnM0q6wbWG]{Drain Life}, @UUID[Compendium.pf2e.spells-srd.Item.8ViwItUgwT4lOvvb]{False Vitality}, @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}, @UUID[Compendium.pf2e.spells-srd.Item.FM3SmEW8N1FCRjqt]{Talking Corpse}, or @UUID[Compendium.pf2e.spells-srd.Item.FedTjedva2rYk33r]{Undeath's Blessing}, either Azi gains temporary Hit Points equal to the spell's rank for 1 round, or a target takes @Damage[1[void]] per spell rank (if the spell already deals initial void damage, combine this with the spell's initial damage before determining weaknesses and resistances).</p>",
          "name": "Bloodline Magic"
        },
        "uGHUD1rDuwXxy85c": {
          "description": "<p>Your touch leeches the lifeblood out of a target to empower yourself. You deal 6d6 void damage to the target. You gain temporary Hit Points equal to half the void damage the target takes (after applying resistances and the like). You lose any remaining temporary Hit Points after 1 minute.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 2d6.</p>",
          "name": "Vampiric Touch"
        },
        "z1yfeg5oiksf7pcs": {
          "description": "<p>Azi can extend the range of her spells. If the next action Azi uses is to Cast a Spell that has a range, increase that spell's range by 30 feet. If the spell normally has a range of touch, Azi extends its range to 30 feet.</p>",
          "name": "Reach Spell"
        }
      },
      "name": "Azi"
    },
    "Bargott": {
      "items": {
        "1cWAZIu4iEAr715E": {
          "_source": "pf2e.spells-srd.Item.4GE2ZdODgIQtg51c"
        },
        "64sb9gdy23djg085": {
          "name": "Claw"
        },
        "6Ztl7TOGrwUlXetm": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "BkfOf7FHaWesI0Xk": {
          "_source": "pf2e.spells-srd.Item.4koZzrnMXhhosn0D"
        },
        "C43UzE9BlRKAsFlR": {
          "description": "<p>You can ask questions of and receive answers from plants, but the spell doesn't make them more friendly or intelligent than normal. Most normal plants have a distinctive view of the world around them, so they don't recognize details about creatures or know anything about the world beyond their immediate vicinity. Cunning plant monsters are likely to be terse and evasive, while less intelligent ones often make inane comments.</p>",
          "name": "Speak with Plants (Constant)"
        },
        "OTB3RRIvx3kphxto": {
          "description": "<p>A vine covered in sticky sap appears from thin air, flicking from your hand and lashing itself to the target. Attempt a spell attack against the target.</p>\n<hr />\n<p><strong>Critical Success</strong> The target gains the @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} condition and takes a -10-foot circumstance penalty to its Speeds for 1 round. It can attempt to Escape against your spell DC to remove the penalty and the @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} condition.</p>\n<p><strong>Success</strong> The target takes a -10-foot circumstance penalty to its Speeds for 1 round. It can attempt to Escape against your spell DC to remove the penalty.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.TwtUIEyenrtAbeiX]{Spell Effect: Tangle Vine}</p>\n<p><strong>Failure</strong> The target is unaffected.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> The effects last for 2 rounds.</p>\n<p><strong>Heightened (4th)</strong> The effects last for 1 minute.</p>",
          "name": "Tanglefoot"
        },
        "Rnmus83oUvIqvhm1": {
          "_source": "pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9"
        },
        "c2bw9hxd7loyuuyy": {
          "description": "<p>When Bargott hits a creature with his blighted branch Strike, the creature must attempt a @Check[fortitude|dc:20] save. Whatever the result, the creature is immune to Bargott's draining impact for 24 hours.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2}.</p>",
          "name": "Draining Impact"
        },
        "ggjkngbufiov8ehe": {
          "description": "<p>Bargott twists his face into a visage of utter agony, sharing his anguish with those who gaze upon him. Creatures in a @Template[cone|distance:15] take @Damage[3d6[mental]] damage (@Check[will|dc:19|basic]). On a critically failed save, the creature is also @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 round.</p>",
          "name": "Impart Anguish"
        },
        "laydwh55yug2yth7": {
          "name": "Blighted Branch"
        }
      },
      "name": "Bargott"
    },
    "Beaver": {
      "description": "<p>Beavers are stocky, herbivorous rodents that live in freshwater ecosystems throughout Avistan. They live in lodges, which they construct from logs, grass, rocks, and mud.</p>\n<p>A typical beaver can grow up to 4 feet long and weigh up to 65 pounds.</p>",
      "items": {
        "c391ujl6fobhgn70": {
          "description": "<p>A beaver can hold its breath for 15 minutes.</p>",
          "name": "Deep Breath"
        },
        "gv13sf9a3k4c8sz4": {
          "description": "<p>The beaver stabilizes itself with its tail, gaining a +1 circumstance bonus to its Fortitude and Reflex DCs against Shove and Trip attempts until it next takes an action with the move trait.</p>",
          "name": "Prop"
        },
        "j4tzfupk22rcblhv": {
          "description": "<p>The beaver takes 1 minute to rapidly construct a simple mound along one side of its space, which can be used to Take Cover.</p>",
          "name": "Construct Shelter"
        },
        "rcl8zk09cikk22gi": {
          "name": "Jaws"
        },
        "uwhqyrygtfmsrrcu": {
          "description": "<p>The beaver makes a jaws Strike. The Strike ignores the first 5 Hardness of organic materials, such as rope, leather, and wood.</p>",
          "name": "Penetrating Bite"
        }
      },
      "name": "Beaver"
    },
    "Bone Warrior": {
      "items": {
        "1qbrdsit2irnrtmk": {
          "description": "<p>The bone warrior Strides twice. If they end their movement within melee reach of an enemy, the bone warrior makes a melee Strike against that enemy.</p>",
          "name": "Sudden Charge"
        },
        "NJBSdvitbvPUEB0g": {
          "_source": "pf2e.equipment-srd.Item.JNt7GmLCCVz5BiEI"
        },
        "P4PrFS1hJBL5CYrx": {
          "_source": "pf2e.equipment-srd.Item.ezVp13Uw8cWW08Da"
        },
        "bSoMMiOCbF4dGO1L": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.m4HQ2o5aPxjXf2kY"
        },
        "faxgm5aqk28pq90p": {
          "name": "Fist"
        },
        "iwbasLLK2q0qSJ7M": {
          "description": "<p>This piece of bone is emblazoned with an image representing Venexus. Some divine spellcasters, such as clerics, can use a religious symbol of their deity as a divine focus to use certain abilities and cast some spells. A religious symbol must be held in one hand to use it.</p>",
          "name": "Bone Religious Symbol (Venexus)"
        },
        "j1llgAMKufzsLALd": {
          "_source": "pf2e.equipment-srd.Item.AnwzlOs0njF9Jqnr"
        },
        "n2w7Y9OCErbp8S3z": {
          "description": "<p><strong>Usage</strong> held in 1 hand</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Strike</p>\n<hr />\n<p>This flask is filled with a murky purple gas that briefly interferes with normal brain activity. A dread ampoule deals the listed mental damage and mental splash damage.</p>\n<p>On a hit, the target becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}, or frightened 2 on a critical hit. Many types also grant an item bonus to attack rolls.</p>\n<p>You gain a +1 item bonus to attack rolls. The bomb deals 2d6 mental damage and 2 mental splash damage.</p>",
          "name": "Dread Ampoule (Moderate)"
        },
        "nNVXF1gH41K7GIUa": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.hFtNbo1LKYCoDy2O"
        },
        "pg7ij9b2mirsbc4y": {
          "name": "Moderate Dread Ampoule"
        },
        "utO43BagD24BRXGm": {
          "description": "<p>This broad-bladed sword, sometimes called the hand-and-a-half sword, has a longer grip so it can be held in one hand or used with two hands to provide extra piercing or slashing power.</p>",
          "name": "Bastard Sword"
        }
      },
      "name": "Bone Warrior",
      "npcAc": "23 with shield raised"
    },
    "Burnbearer": {
      "items": {
        "6hrGh6pWDI5pqWnO": {
          "description": "<p><strong>Requirements</strong> The burnbearer is flanking a creature</p>\n<hr />\n<p><strong>Effect</strong> The burnbearer sets the distracted enemy ablaze. The burnbearer makes a torch Strike against the flanked creature, then Steps. If the burnbearer's Strike deals damage to the flanked creature, the creature also takes @Damage[1[persistent,fire]] damage.</p>",
          "name": "Torch and Go"
        },
        "EnpHcuaqRAHAo3sb": {
          "_source": "pf2e.equipment-srd.Item.8Jdw4yAzWYylGePS"
        },
        "iyyj8NIsXJ3Pe9At": {
          "description": "<p>This armor is simply a layer of heavy, quilted cloth, but it is sometimes used because it's so inexpensive. Padded armor is easier to damage and destroy than other types of armor. Heavy armor comes with a padded armor undercoat included in its Price, though it loses the comfort trait when worn under heavy armor. You can wear just that padded armor or undercoat to sleep in, if your heavy armor is destroyed, or when otherwise not wearing the full heavy armor. This allows you to keep the armor invested and benefit from the power of any runes on the associated heavy armor, but no one else can wear your heavy armor without the padded undercoat.</p>",
          "name": "Padded Armor"
        },
        "jk8BQA0VXUSZ70rJ": {
          "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The burnbearer Steps or Strides.</p>",
          "name": "Spurred by Death"
        },
        "uAYljbBJFUOuDHHN": {
          "_source": "pf2e.equipment-srd.Item.c58wczIzH2gzeXQL"
        }
      },
      "name": "Burnbearer"
    },
    "Burning Mammoth Commando": {
      "items": {
        "7ru6QYwlaqZhwXXj": {
          "name": "Carved Wooden Trinket"
        },
        "9aeWjLXPHJvSYevT": {
          "_source": "pf2e.equipment-srd.Item.LGgvev6AV0So8tP9"
        },
        "ewlelYnmvuF8jSkB": {
          "_source": "pf2e.equipment-srd.Item.4tIVTg9wj56RrveA"
        },
        "kIZELoWOitZYblW8": {
          "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Strike</p>\n<p>Alchemist's fire is a combination of volatile liquids that ignite when exposed to air. Alchemist's fire deals 2d8 fire damage, 2 persistent fire damage, and 2 fire splash damage. You gain a +1 item bonus to attack rolls.</p>",
          "name": "Alchemist's Fire (Moderate)"
        },
        "l5mxzclmoxraqau3": {
          "description": "<p>When the commando rolls a success on a Reflex save, they get a critical success instead.</p>",
          "name": "Evasion"
        },
        "q9l31kubjcrxz2ad": {
          "description": "<p>Burning Mammoth commandos ably carve flesh and wood with their axes. An axe the commando uses gains the reach trait and deals an additional 1d6 damage (included in the <em>hatchet</em> Strikes above).</p>",
          "name": "Cruel Cutter"
        },
        "v0pujkjud8q4bkxd": {
          "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p><hr /><p><strong>Effect</strong> The commando Interacts to draw a weapon, Steps, Strides, or uses Hunt Prey.</p>",
          "name": "Spurred by Death"
        },
        "xgho62ou1zzazqts": {
          "description": "<p>The commando designates a single creature they can see and hear, or one they're Tracking, as their prey. The commando gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} their prey and to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} their prey. The first time the commando hits their designated prey in a round, they deal an additional 1d8 precision damage. The commando also ignores the penalty for making ranged attacks within the second range increment when attacking their prey. These effects last until the commando uses Hunt Prey again.</p>",
          "name": "Hunt Prey"
        }
      },
      "name": "Burning Mammoth Commando"
    },
    "Burning Mammoth Hunter": {
      "items": {
        "3Tqh3gzGtX8VDnaj": {
          "_source": "pf2e.equipment-srd.Item.tOhoGvmCMw4JpWcS"
        },
        "Ks792oE8YLPDgkYd": {
          "_source": "pf2e.equipment-srd.Item.MKSeXwUm56c15MZa"
        },
        "RN5NidY0s4fle8zs": {
          "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>\n<p>An alchemical substance applied to one end of this tiny wooden stick ignites when struck against a rough surface. Creating a flame with a tindertwig is much faster than creating a flame with flint and steel. You can ignite the tindertwig and touch it to a flammable object as part of the same Interact action.</p>",
          "name": "Tindertwig"
        },
        "RXrevlcyGVuUdNHO": {
          "_source": "pf2e.equipment-srd.Item.fyYnQf1NAx9fWFaS"
        },
        "aOn2yL9PMJOifDVy": {
          "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The hunter Steps or Strides.</p>",
          "name": "Spurred by Death"
        },
        "sRwTyFJSOBNlYBMe": {
          "description": "<p>A target critically hit by a hunter's Strike is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the end of its next turn.</p>",
          "name": "Muscle Slicer"
        },
        "uLa8VwwD85cECyCh": {
          "_source": "pf2e.equipment-srd.Item.4tIVTg9wj56RrveA"
        },
        "znzNerW2EmqpYuwB": {
          "_source": "pf2e.equipment-srd.Item.UCH4myuFnokGv0vF"
        }
      },
      "name": "Burning Mammoth Hunter"
    },
    "Burning Mammoth Longshield": {
      "items": {
        "2tJAZBWfNh13dK49": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> The longshield's shield is raised</p>\n<hr />\n<p><strong>Effect</strong> The longshield rolls an Athletics check to @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} a creature in reach. If they roll a failure, they get a success instead, and if they roll a success, they get a critical success instead. The longshield's shield is lowered.</p>",
          "name": "Shield Shove"
        },
        "4Re26t4kcYpsJNWQ": {
          "_source": "pf2e.equipment-srd.Item.dfum7DpOEkwxwTsT"
        },
        "DDBW8zYgk5YrxKOR": {
          "_source": "pf2e.equipment-srd.Item.AnwzlOs0njF9Jqnr"
        },
        "G3Eu22OfY1deIC5Q": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.m4HQ2o5aPxjXf2kY"
        },
        "Q1Vi5YJu3qSjuZv1": {
          "description": "<p><strong>Trigger</strong> The longshield successfully Strikes with their shield boss</p>\n<hr />\n<p><strong>Effect</strong> The longshield Raises their Shield.</p>",
          "name": "Opportunistic Defense"
        },
        "Qyd2CYEgayJvSX23": {
          "name": "Polished Topaz"
        },
        "T14lpkq2FPY2xdQk": {
          "_source": "pf2e.equipment-srd.Item.tOhoGvmCMw4JpWcS"
        },
        "ZeqhdE9e3RM1dICZ": {
          "_source": "pf2e.equipment-srd.Item.ezVp13Uw8cWW08Da"
        },
        "s6Tu6erLi6i2NPPZ": {
          "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The longshield Steps or Strides.</p>",
          "name": "Spurred by Death"
        },
        "xJYilJz1MoUAlxWe": {
          "description": "<p>An <em>everburning torch</em> is one of the most common applications of permanent magic. This torch sheds light constantly, requiring no oxygen and generating no heat. The flame can be covered or hidden, but can't be smothered or quenched.</p>",
          "name": "Everburning Torch"
        }
      },
      "name": "Burning Mammoth Longshield",
      "npcAc": "(17 with shield raised)"
    },
    "Burning Mammoth Reaver": {
      "items": {
        "8xcPOqIDYhEAbrZQ": {
          "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The reaver Steps or Strides.</p>",
          "name": "Spurred by Death"
        },
        "DBXOMG8jXM1wIm82": {
          "description": "<p>When the reaver attempts an Intimidation check to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize}, the reaver compares the result of the Intimidation check to the Will DC of each non-Burning Mammoth creature within 30 feet, determining the effect separately for each creature. The reaver's howl ignores the usual circumstance penalty to the Intimidation check for not speaking the same language as the target.</p>",
          "name": "Reaver's Howl"
        },
        "Nf0SXZcX1obqcW6x": {
          "description": "<p>When a reaver hits a creature with a battle axe Strike, the target must succeed at a @Check[fortitude|dc:16] save or fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If the creature critically fails its save, it takes @Damage[1d6[bludgeoning]] damage as it falls prone.</p>",
          "name": "Cut Down"
        },
        "X9mgl3wZnfA2IzGc": {
          "_source": "pf2e.equipment-srd.Item.JNt7GmLCCVz5BiEI"
        },
        "d7d95FeTu9SHOubh": {
          "_source": "pf2e.equipment-srd.Item.War0uyLBx1jA0Ge7"
        },
        "dkub8TVZ7IPv8Iam": {
          "_source": "pf2e.equipment-srd.Item.MPcM4Wt6KmWE2kGL"
        },
        "jp5aW7Exeh43UBNf": {
          "_source": "pf2e.equipment-srd.Item.OOqno1OwqJQBEtXe"
        },
        "w368xHnDwNRwj4V9": {
          "name": "Tallow Bomb"
        }
      },
      "name": "Burning Mammoth Reaver"
    },
    "Cairn Wight (G4)": {
      "description": "<p>Jealous guardians of tombs, barrows, and sepulchers, cairn wights usually spawn from necromantic rituals. For those mortals who cannot abide the thought of separation from their earthly possessions, the undead existence offered by transformation into a cairn wight can be tempting. Perhaps as frequently, particularly avaricious and wealthy royalty or merchants seek out victims to transform into cairn wights to guard their precious wealth for all time.</p>\n<p>Only in the rarest instances is the greed of a mortal strong enough to spontaneously transform them into a cairn wight without a dark ritual or the intercession of a powerful divine being. On those occasions, however, the resultant wight exhibits unmatched viciousness and likely owns rare treasure indeed.</p>\n<p>As guardians of material possessions, cairn wights are supernaturally bound to the armaments they wore during the ritual used to create them. They can spread their necromantic powers into the weapons they wield. A slash from a cairn wight's sword channels life from the victim into the wight.</p>",
      "items": {
        "83nrmEAcGyWllkRf": {
          "_source": "pf2e.equipment-srd.Item.ewQZ0VeL38v3qFnN"
        },
        "KTxjm0shb9zyrh0z": {
          "description": "<p>When the cairn wight damages a living creature with a melee Strike, using an unarmed attack or its bound weapon, the cairn wight gains 5 temporary Hit Points and the creature must succeed at a @Check[fortitude|dc:18] save or become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}. Further damage dealt by the cairn wraith increases the drained condition value by 1 on a failed save, to a maximum of drained 4.</p>",
          "name": "Drain Life"
        },
        "aWo3aVa2XXkGsrLY": {
          "description": "<p><strong>Trigger</strong> The cairn wight is reduced to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> The cairn wight makes a Strike before being destroyed. It doesn't gain any temporary HP from drain life on this Strike.</p>",
          "name": "Final Spite"
        },
        "eG5iE2SpiXdvquWh": {
          "description": "<p>The cairn wight chants a low, haunting melody. Living creatures within @Template[emanation|distance:50]{50 feet} must attempt a @Check[will|dc:21] save.</p>\n<p>The cairn wight can't chant a new Funereal Dirge for [[/br 1d4 #Recharge Funereal Dirge]]{1d4 rounds}.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} and takes a -2 status penalty to saving throws against drain life.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.8ecPVgMeWDxc4jI4]{Effect: Funereal Dirge}</p>",
          "name": "Funereal Dirge"
        },
        "ehZhOpyJcvI7e2Pv": {
          "_source": "pf2e.equipment-srd.Item.c58wczIzH2gzeXQL"
        },
        "gixaFzYqsyV9bsLi": {
          "description": "<p>A living humanoid slain by a cairn wight's weapon or claw Strike rises as a spawned wight after [[/br 1d4 #rounds]]{1d4 rounds}. This spawned wight is under the command of the cairn wight that killed it. It doesn't have drain life or cairn wight spawn and is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} for as long as it is a spawned wight.</p>\n<p>If its creator dies, the spawned wight becomes a full-fledged, autonomous cairn wight; it regains its free will, gains drain life and cairn wight spawn, and is no longer clumsy.</p>",
          "name": "Cairn Wight Spawn"
        },
        "jToSRHKjIQK8vQjE": {
          "name": "Claw"
        },
        "nl6UYgRrmefbxWK0": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        }
      },
      "name": "Cairn Wight (G4)",
      "npcHp": "void healing"
    },
    "Calcifda": {
      "items": {
        "09vifr315q2kak3f": {
          "name": "Gem Lore"
        },
        "19uvmocycxd6vtp9": {
          "description": "<p>Calcifda can Burrow through any earthen matter, including rock. When she does so, she moves at her full burrow Speed, leaving no tunnels or signs of her passing.</p>",
          "name": "Earth Glide"
        },
        "6gcb4SzUelgf1wJF": {
          "description": "<p>In your mind's eye, you see a path northward. You immediately know which direction is north (if it exists at your current location).</p>\n<hr />\n<p><strong>Heightened (7th)</strong> You can instead know the direction to a familiar location, such as a previous home or a favorite tavern.</p>",
          "name": "Know Direction"
        },
        "86ccxg0kkm9cnsui": {
          "name": "Claw"
        },
        "EK9nKNvHLPrpmbcT": {
          "description": "<p>Using the weight of earth, you hamper a target's flight, with effects based on its Fortitude save. If the creature reaches the ground safely, it doesn't take falling damage.</p>\n<hr /><p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target falls safely up to 120 feet.</p>\n<p><strong>Failure</strong> The target falls safely up to 120 feet. If it hits the ground, it can't Fly, levitate, or otherwise leave the ground for 1 round.</p>\n<p><strong>Critical Failure</strong> The target falls safely up to 120 feet. If it hits the ground, it can't Fly, levitate, or otherwise leave the ground for 1 minute.</p>",
          "name": "Earthbind"
        },
        "F2FujgoPYjNLQjjk": {
          "description": "<p>While invested, this aeon stone grants the benefit of the @UUID[Compendium.pf2e.equipment-srd.Item.JQdwHECogcTzdd8R]{Ghost Touch} property rune to your weapons and unarmed attacks.</p>\n<p>The resonant power grants a special activation.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Envision</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> You gain the effects of @UUID[Compendium.pf2e.spells-srd.Item.jwK43yKsHTkJQvQ9]{See the Unseen} for 1 round.</p>",
          "name": "Aeon Stone (Pearlescent Pyramid)"
        },
        "JYkDzvCgTnRrUKaE": {
          "_source": "pf2e.spells-srd.Item.McnPlLFvKtQVXNcG"
        },
        "Ju3PhNg3rjntbX8u": {
          "description": "<p>You focus on the target object, opening your mind to perceive magical auras. When the casting is complete, you know whether that item is magical, and if it is, you learn the school of magic.</p>\n<p>If the object is illusory, you detect this only if the effect's level is lower than the rank of your read aura spell.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You can target up to 10 objects.</p>\n<p><strong>Heightened (6th)</strong> You can target any number of objects.</p>",
          "name": "Read Aura"
        },
        "Q8YlxJwBhc1dfdkp": {
          "_source": "pf2e.spells-srd.Item.pkcOby5prOausy1k"
        },
        "W0POFRI1xQxBx2lg": {
          "_source": "pf2e.spells-srd.Item.zvKWclOZ7A53DObE"
        },
        "ZJM1h8Jox5yAohaB": {
          "description": "<p>You gain a vague glimpse of the future. During the casting of this spell, ask about the results of a particular course of action. The spell can predict results up to 30 minutes into the future and reveals the GM's best guess among the following outcomes:</p>\n<ul>\n<li><strong>Weal</strong> The results will be good.</li>\n<li><strong>Woe</strong> The results will be bad.</li>\n<li><strong>Weal</strong> and Woe The results will be a mix of good and bad.</li>\n<li><strong>Nothing</strong> There won't be particularly good or bad results.</li>\n</ul>\n<p>The GM rolls a secret @Check[flat|dc:6|traits:secret]. On a failure, the result is always \"nothing.\" This makes it impossible to tell whether a \"nothing\" result is accurate. If anyone asks about the same topic as the first casting of augury during an additional casting, the GM uses the secret roll result from the first casting. If circumstances change, though, it's possible to get a different result.</p>",
          "name": "Augury"
        },
        "dd0mx9g1zgi9zns6": {
          "description": "<p>As long as Calcifda holds a gemstone, she can see through the gem with darkvision and the effects of @UUID[Compendium.pf2e.spells-srd.Item.uqlxMQQeSGWEVjki]{Truesight}. When she uses her @UUID[Compendium.pf2e.equipment-srd.Item.5SKGqxahAGsJgzRF]{Aeon Stone (Pearlescent Pyramid)} for this ability, she also knows the wounded and dying value of every creature she sees. Calcifda is blind when she isn't holding a gem in her hand.</p>",
          "name": "Gemsight"
        },
        "fhzsvXvIiLL7DAtH": {
          "description": "<p>You shroud a creature or object in wards that hide its alignment. The target appears to be neutral to all effects that would detect its alignment.</p>",
          "name": "Undetectable Alignment"
        },
        "glbu17otvdcgu98t": {
          "description": "<p>If a reaction would disrupt Calcifda's spellcasting action, she attempts a @Check[flat|dc:15]. On a success, the action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        },
        "h1n3niw51as5dl7s": {
          "description": "<p>Calcifda is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} in bright light.</p>",
          "name": "Light Sickness"
        },
        "kwhf24cuaceGP4mV": {
          "_source": "pf2e.spells-srd.Item.HXhWYJviWalN5tQ2"
        },
        "t7cp6na0bsxgvlm8": {
          "description": "<p>Calcifda holds aloft a gem and gazes into the mind of a creature within 30 feet, infusing the creature's thoughts with visions of their body slowly turning to coal. The creature must succeed at a @Check[will|dc:29] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (frightened 2 on a critical failure).</p>",
          "name": "Gem Gaze"
        },
        "tSnuNpmimE561PtR": {
          "_source": "pf2e.equipment-srd.Item.ilnc82SKDYHcoEMH"
        },
        "tl6zm507u2n5d9xj": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Calcifda makes a claw Strike that originates from any stony or tarry surface within 60 feet. A creature that fails its Fortitude save against coal curse from this Strike increases its slowed value by 1 (@UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} on a failed save, slowed 3 on a critical failure).</p>",
          "name": "Lashing Stone"
        },
        "uELV6eNv1lxdnDGS": {
          "description": "<p>You shape a wall of solid stone. You create a 1-inch-thick wall of stone up to 120 feet long, and 20 feet high. You can shape the wall's path, placing each 5 feet of the wall on the border between squares. The wall doesn't need to stand vertically, so you can use it to form a bridge or set of stairs, for example. You must conjure the wall in an unbroken open space so its edges don't pass through any creatures or objects, or the spell is lost. Each 5-foot-by-5-foot section of the wall has AC 10, Hardness 14, and 50 Hit Points, and it's immune to critical hits and precision damage. A destroyed section of the wall can be moved through, but the rubble created from it is difficult terrain.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The Hit Points of each section of the wall increase by 15.</p>",
          "name": "Wall of Stone"
        },
        "v2m195xk9t5n0gaa": {
          "description": "<p>Wounds dealt by Calcifda's claws stiffen flesh and turn the blood that runs from them into tar. Each time a creature is damaged by Calcifda's claw Strike, it must succeed at a @Check[fortitude|dc:29] save or become permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (slowed 2 on a critical failure) as its flesh stiffens like stone. If a creature is reduced to 0 Hit Points from Calcifda's claw Strike and fails the saving throw against coal curse, it's petrified and turned to coal. A creature that spends 8 hours in direct sunlight can attempt a new saving throw to remove the effects of coal curse, even if it has been petrified.</p>",
          "name": "Coal Curse"
        }
      },
      "name": "Calcifda"
    },
    "Castoroides": {
      "description": "<p>Beavers are stocky, herbivorous rodents that live in freshwater ecosystems throughout Avistan. They live in lodges, which they construct from logs, grass, rocks, and mud.</p>\n<p>Castoroides are bear-sized beavers that build their lodges on land near a water source rather than in the water.</p>",
      "items": {
        "3JJhpoTXn27xN36f": {
          "description": "<p>The castoroides stabilizes itself with its tail, gaining a +1 circumstance bonus to its Fortitude and Reflex DCs against Shove and Trip attempts until it next takes an action with the move trait.</p>",
          "name": "Prop"
        },
        "9ijgr8nb3580yvrf": {
          "name": "Jaws"
        },
        "bs4g305ithupv627": {
          "description": "<p>A castoroides can hold its breath for 1 hour.</p>",
          "name": "Deep Breath"
        },
        "faz02u72x3evveft": {
          "description": "<p><strong>Trigger</strong> The castoroides is targeted by a physical ranged Strike from an attacker it can see</p><hr /><p><strong>Effect</strong> The castoroides swats at the projectile with its wide tail, gaining a +2 circumstance bonus to its AC against the triggering attack.</p>",
          "name": "Slap"
        },
        "lwkoAh9kiqYY92Vh": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.Tkd8sH4pwFIPzqTr"
        },
        "ol133y0pnxqnogtd": {
          "description": "<p>As beaver, but the castoroides's jaws Strike ignores the first 10 Hardness instead of the first 5 Hardness.</p>",
          "name": "Penetrating Bite"
        },
        "xkbTIXUiek8t2Zic": {
          "description": "<p>The castoroides rapidly constructs a simple mound along one side of its space, which can be used to Take Cover.</p>",
          "name": "Construct Shelter"
        },
        "yq0zriiu5ogkmeea": {
          "description": "<p>The castoroides deals @Damage[2d8[piercing]] damage to a creature it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} (@Check[fortitude|dc:20|basic]). A creature that fails its save also takes @Damage[1d4[bleed]].</p>",
          "name": "Gouge"
        }
      },
      "name": "Castoroides"
    },
    "Cave-in": {
      "description": "The tunnel collapses, filling the passage with stone.",
      "hazardDisable": "<p>@Check[survival|dc:25|name:Prop up ceiling] (trained) to prop up the tunnel ceiling without triggering a collapse</p>",
      "name": "Cave-in"
    },
    "Corrupted Elder Tree": {
      "description": "<p>Arboreal regents-also called treants-are lumbering, solitary creatures responsible for guarding an entire forest. They take an especially long view of affairs and never act brashly or without much deliberation. They occasionally come together in small groups called groves to share news and pass their wisdom down to the arboreal wardens that have sprouted under their watch. In times of grave danger, all the groves in a region may gather for a great months-long meeting to plan and, eventually, act upon a threat.</p>\n<p>The typical arboreal regent is 30 feet tall, has a trunk 2 feet in diameter, and weighs 4,500 pounds.</p>\n<hr />\n<p>Arboreals are guardians of the forest and representatives of the trees. As long-lived as the woods they watch over, arboreals consider themselves parents and shepherds of trees rather than their gardeners. Consequently, while arboreals tend to be slow and methodical, they are terrifyingly swift when forced to fight in defense of the woods. Though they rarely seek out the companionship of short-lived folk-even elves are fugacious in the eyes of arboreals-and have an inherent distrust of change, arboreals have been known to tolerate those who seek to learn from their long-winded, rambling monologues, especially if such pupils also express a desire to protect the timberlands. Against those who threaten their realm, such as loggers eager to harvest lumber or settlers aiming to establish croplands or a town, arboreals' wrath is unwavering and devastating. Perhaps ironically, arboreals are gifted at tearing down what others build-a trait that serves vengeful members of their kind well.</p>",
      "items": {
        "0BMCA9P7mLMAMs10": {
          "description": "<p>When an arboreal regent damages an item or structure, it deals an additional [[/r {2d10}]]{2d10 damage} to that item or structure.</p>",
          "name": "Sunder Objects"
        },
        "2T8gBoUiFYXYQ2wp": {
          "name": "Rock"
        },
        "9ROgeFg0LqFYjWto": {
          "description": "<p>The arboreal regent causes a tree within 180 feet to uproot itself and fight as a minion using the statistics for an @UUID[Compendium.pf2e.pathfinder-monster-core.Actor.0Dsy2I3mu86Czjm0]{Awakened Tree}. The arboreal regent can control up to two awakened trees at a time, and it can issue commands to both trees as a single action, which has the concentrate and auditory traits.</p>",
          "name": "Awaken Tree"
        },
        "DM0bCE11AyauvvEH": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "JgLAUNOR58PPWtCz": {
          "description": "<p>You can ask questions of and receive answers from plants, but the spell doesn't make them more friendly or intelligent than normal. Most normal plants have a distinctive view of the world around them, so they don't recognize details about creatures or know anything about the world beyond their immediate vicinity. Cunning plant monsters are likely to be terse and evasive, while less intelligent ones often make inane comments.</p>",
          "name": "Speak with Plants (Constant)"
        },
        "QcXlYliyTvqiEDHM": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.a0tx6exmB9v9CUsj"
        },
        "WeXirhh6gD0DCTGB": {
          "name": "Root"
        },
        "esNHCG2RP8SOfTuA": {
          "description": "<p>The arboreal regent takes 5 additional damage from axes.</p>",
          "name": "Axe Vulnerability"
        },
        "oSq2qYAln4B4sFY0": {
          "name": "Branch"
        }
      },
      "name": "Corrupted Elder Tree"
    },
    "Crawling Hand Swarm": {
      "items": {
        "9o47ekgkdc945ugj": {
          "description": "<p><strong>Trigger</strong> A creature in the swarm's space attempts to Cast a Spell with a verbal component or attempts an action with the linguistic or vocal traits</p><hr />\n<p><strong>Effect</strong> The swarming hands clamp over the triggering creature's mouth, preventing it from vocalizing. The affected creature must succeed at a @Check[reflex|dc:22] save or the triggering action is disrupted.</p>",
          "name": "Stifle"
        },
        "Aqvww3vhm599IMIr": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Tremorsense]</p>",
          "name": "Tremorsense (Imprecise) 30 feet"
        },
        "LTWhq5mRyrBnyisE": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "S20QXnhHvj6lx4Ua": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Lifesense]</p>",
          "name": "Lifesense 30 feet"
        },
        "ywlwy311xye2c52k": {
          "description": "<p>Each enemy in the swarm's space takes @Damage[3d6[slashing]] damage (@Check[reflex|dc:20|basic]). A creature that fails its save against Pummeling Grasp is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
          "name": "Pummeling Grasp"
        }
      },
      "name": "Crawling Hand Swarm",
      "npcHp": "void healing"
    },
    "Death's Slumber Ward": {
      "description": "<p>A whirlwind of four ephemeral, magical threads dispels the undead and shrouds the living in an endless slumber.</p>",
      "hazardDisable": "<p>@Check[religion|dc:23|name:Dissipate One of the Threads|traits:hazard,magical,trap,complex] (expert) or @Check[performance|dc:21|name:Dissipate One of the Threads|traits:hazard,magical,trap,complex] (trained) to dissipate one of the four threads. Characters who failed or critically failed a Performance check to participate in Grandfather Eiwa's funeral in Chapter 1 have been able to reflect on the experience; these characters gain a +2 circumstance bonus to their Performance checks to disable this trap.</p>\n<p>The trap is destroyed when all four threads are dissipated.</p>",
      "hazardReset": "<p>The haunt deactivates 1 minute after no living or undead creatures are within 100 feet, then resets.</p>",
      "hazardRoutine": "<p>(4 actions) Each thread of energy passes through a random living or undead creature within 60 feet, dealing 4d6 damage (@Check[will|dc:22|basic|name:Death's Slumber Ward|traits:hazard,magical,trap,complex]) to the creature. A thread deals @Damage[4d6[void]] damage to living creatures and @Damage[4d6[vitality]] damage to undead creatures. Each thread passes through a different random creature, if possible. Each dissipated thread reduces the trap's number of actions by 1.</p>",
      "name": "Death's Slumber Ward"
    },
    "Desiak": {
      "items": {
        "3xg068wlhuoipqli": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Desiak makes either two claw Strikes or a bone spur Strike and a claw Strike. Both Strikes are against the same target and are made with his current multiple attack penalty. This counts as two attacks when calculating Desiak's multiple attack penalty.</p>",
          "name": "Dual Assault"
        },
        "4u78esvkl9a5hnms": {
          "name": "Claw"
        },
        "5TX9M7STOswSWmWv": {
          "_source": "pf2e.equipment-srd.Item.r0ifJfoz8aqf0mwk"
        },
        "VG1gXcBPbXE2Kag3": {
          "_source": "pf2e.equipment-srd.Item.p070A88bOm8gi0sS"
        },
        "nw7hfemhh8eev1xf": {
          "name": "Bone Spur"
        },
        "uP8cy0HAno7CGoRL": {
          "description": "<p><strong>Trigger</strong> A creature within your reach uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it's using.</p>\n<hr />\n<p>You lash out at a foe that leaves an opening. Make a melee Strike against the triggering creature. If your attack is a critical hit and the trigger was a manipulate action, you disrupt that action. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike.</p>",
          "name": "Attack of Opportunity"
        },
        "wv9kJVMA8gYczUQO": {
          "description": "<p>This piece of bone is emblazoned with an image representing Venexus. Some divine spellcasters, such as clerics, can use a religious symbol of their deity as a divine focus to use certain abilities and cast some spells. A religious symbol must be held in one hand to use it.</p>",
          "name": "Bone Religious Symbol (Venexus)"
        },
        "xqr2q4vv17hbipvu": {
          "description": "<p>Desiak forces his bones to erupt from or retract back into his flesh. While his bones protrude from his flesh, he can use a bone spur Strike. On a critical hit with a bone spur, Desiak can drain his target's vital energy to restore a number of Hit Points equal to half the damage dealt.</p>",
          "name": "Erupt Bone Spur"
        },
        "xz9ua8vtozya0cte": {
          "name": "Bone Bolt"
        }
      },
      "name": "Desiak"
    },
    "Elk": {
      "description": "<p>Powerful and swift land mammals, elk range through the plains, hills, and forests of the wilderness.</p>\n<p>Their size, strength, and antlers (for the males) enable common elk to contend with most of their environment's dangers, though herds generally favor flight over combat. Most elk stand between 3 and 5 feet tall and weigh between 350 and 550 pounds, with females slighter than the males.</p>",
      "items": {
        "JHwgG3noeNKXQBoV": {
          "description": "<p>@Check[reflex|dc:17]</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Buck]</p>",
          "name": "Buck"
        },
        "nihyd90cq9gb72un": {
          "name": "Antlers"
        },
        "r9il72vdegwn8cj5": {
          "description": "<p><strong>Requirements</strong> It's the first round of combat</p><hr /><p><strong>Effect</strong> The elk Strides twice and makes a hoof Strike at the end of either Stride. If the Strike hits, the elk deals an additional @Damage[1d4[piercing]] damage.</p>",
          "name": "Startled Charge"
        },
        "s9pfmxb0v3eef7d9": {
          "name": "Hoof"
        }
      },
      "name": "Elk"
    },
    "Everburning Mammoth": {
      "items": {
        "82seucjpxet9qa7d": {
          "name": "Jaws"
        },
        "c7bq7zx9e9v0gymy": {
          "description": "<p>Any nonliving creature hit by the everburning mammoth's jaws Strike must succeed at a @Check[fortitude|dc:23] save or become @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}. It can attempt a new save at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save.</p>",
          "name": "Paralysis"
        },
        "gmnknp9pqreqzel3": {
          "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p><hr /><p><strong>Effect</strong> The everburning mammoth uses Drink Blood on a creature that meets the ability's requirements.</p>",
          "name": "Spurred by Death"
        },
        "t378gnys13aaqqg2": {
          "name": "Claw"
        },
        "xjcbahaeg1gpiwxh": {
          "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the everburning mammoth's reach</p><hr /><p><strong>Effect</strong> The everburning mammoth tears into the creature with its jaws and gorges itself on the victim's blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and the everburning mammoth regains [[/r 15[healing]]]{15 HP}, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the everburning mammoth but increases the victim's drain value by 1.</p>",
          "name": "Drink Blood"
        }
      },
      "name": "Everburning Mammoth",
      "npcHp": "void healing"
    },
    "Falling Stalactites": {
      "description": "Unstable stalactites fall from the ceiling.",
      "hazardDisable": "<p>@Check[survival|dc:20|name:Safely remove Stalactite|traits:hazard,environmental] (trained) to remove a stalactite without triggering a fall</p>",
      "name": "Falling Stalactites"
    },
    "Fiendish Arboreal": {
      "description": "<p>Arboreal wardens are the rangers of arboreal society. These itinerant folk have an innate curiosity about the woodlands in which they dwell, and rarely stop to take root and rest in the same part of the forest twice. This wanderlust makes wardens ideal forest patrollers and scouts. While they are robust combatants, they know better than to confront dangerous foes on their own. Instead, they report any dangers to arboreal regents. In rare cases, large groups of arboreal wardens congregate to form a copse. Copses travel beyond the boundaries of a forest to investigate the hinterlands and gather intelligence on potential threats before returning to report their findings. Arboreal wardens do not pretend to understand to other creatures' motives-like most forces of the natural world, they are ambivalent about mortal affairs that do not involve their forest.</p>\n<hr />\n<p>Arboreals are guardians of the forest and representatives of the trees. As long-lived as the woods they watch over, arboreals consider themselves parents and shepherds of trees rather than their gardeners. Consequently, while arboreals tend to be slow and methodical, they are terrifyingly swift when forced to fight in defense of the woods. Though they rarely seek out the companionship of short-lived folk-even elves are fugacious in the eyes of arboreals-and have an inherent distrust of change, arboreals have been known to tolerate those who seek to learn from their long-winded, rambling monologues, especially if such pupils also express a desire to protect the timberlands. Against those who threaten their realm, such as loggers eager to harvest lumber or settlers aiming to establish croplands or a town, arboreals' wrath is unwavering and devastating. Perhaps ironically, arboreals are gifted at tearing down what others build-a trait that serves vengeful members of their kind well.</p>",
      "items": {
        "LDw297Vz4uENjRYC": {
          "description": "<p>Longswords can be one-edged or two-edged swords. Their blades are heavy and they're between 3 and 4 feet in length.</p>",
          "name": "Stone Longsword"
        },
        "ZWzIyAxYv8ApHu3K": {
          "description": "<p>The arboreal warden Strides and then makes a shield bash Strike. If the attack hits, the target is pushed 10 feet.</p>",
          "name": "Shield Push"
        },
        "atS4s8EW4fvN6Zz5": {
          "name": "Large Bark Shield"
        },
        "cZc6wNhJDpipF2uK": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.m4HQ2o5aPxjXf2kY"
        },
        "dD0COaIGpOldIcFD": {
          "name": "Shield Bash"
        },
        "r1b2EOtm5LT3mHWK": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.hFtNbo1LKYCoDy2O"
        },
        "svh3YWWgNYDh2wu5": {
          "name": "Stone Longsword"
        },
        "uRZywk7870Tfgxnp": {
          "description": "<p>An arboreal warden takes 5 additional damage from axes.</p>",
          "name": "Axe Vulnerability"
        }
      },
      "name": "Fiendish Arboreal",
      "npcAc": "(22 with shield raised)"
    },
    "Final Flight": {
      "description": "A creature experiences the death of a priest carried off by griffons and fed to their chicks.",
      "hazardDisable": "<p>@Check[diplomacy|dc:22|name:Soothe the restless spirits|traits:hazard,haunt] (trained) to soothe the restless spirits, or @Check[religion|dc:24|name:Honor the deceased|traits:hazard,haunt] (trained) to recite a prayer honoring the deceased; two successful checks are required to disable the haunt</p>",
      "hazardReset": "The haunt deactivates 1 minute after all living creatures leave the Lea of Honored Souls. Ten minutes after deactivating, the haunt resets.",
      "name": "Final Flight"
    },
    "Footsteps Of Legends": {
      "description": "The characters witness Burning Mammoths walking this mountain pass in ages long past.",
      "hazardDisable": "<p>@Check[diplomacy|dc:26|name:Convince the spirits to remain dormant|traits:hazard,haunt] (trained) to convince the spirits to remain dormant, or @Check[religion|dc:26|name:Ritually silence the spirits|traits:hazard,haunt] (trained) to ritually silence the spirits</p>",
      "hazardReset": "1 hour",
      "name": "Footsteps Of Legends"
    },
    "Forest Fire": {
      "description": "<p>A @Template[line|distance:10|width:10]{10‑foot‑by‑10‑foot} bonfire spreads to the surrounding forest on each of its turns.</p>",
      "hazardDisable": "<p>A successful @Check[athletics|dc:22|name:Smother a square|traits:hazard,complex,environmental,fire], @Check[nature|dc:22|name:Smother a square|traits:hazard,complex,environmental,fire], or @Check[survival|dc:22|name:Smother a square|traits:hazard,complex,environmental,fire] check from an adjacent square is sufficient to smother one 5‑foot‑square of fire; each attempt is an Interact action. Dousing the flames automatically extinguishes one or more sections of fire, with no check. Water typically clears a 5‑foot square if the amount is small (such as from a spell like create water or hydraulic push). Larger amounts of water, such as a full bucket, typically douse a 10‑foot‑by‑10‑foot area (or 4 squares in some other shape). Throwing a bucket of water on flames requires an Interact action. A waterskin doesn't contain enough water to put out even 1 square of fire. Cold can also put out fire, but only if the cold can affect an area; cold is less effective than water, so a frost vial puts out only 1 square of fire, and a ray of frost is ineffective.</p>",
      "hazardRoutine": "<p>On its turn, the fire spreads into a number of additional squares equal to half the number of squares the fire currently occupies (minimum 1 square). You determine the squares the fire spreads into. Any creature that ends its turn next to the flames takes @Damage[(2d8+5)[fire]] damage, or @Damage[(4d8+10)[fire]] damage if it ended its turn within the flames (@Check[reflex|dc:25|traits:hazard,complex,environmental,fire|basic] in either case). A creature can take damage from the forest fire only once per round.</p>",
      "name": "Forest Fire"
    },
    "Gathganara": {
      "description": "<p>Naiads protect streams, ponds, springs, and other natural bodies of fresh water. While most naiads lead solitary lives close to their chosen ward, sometimes these nymphs congregate in coven-like groups where river tributaries meet, performing great magic and blessing the waters of the land. Because naiads' bonds to their bodies of water permit more flexibility, they are the nymphs most likely to interact with humanoids and even visit their settlements on occasion. Unlike other nymphs, naiads occasionally become adventurers, especially when dark forces seek to despoil nature or otherwise threaten the land, joining forces with others to prevent the corruption of nature.</p>\n<hr />\n<p>Nymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most common of their kind are the dryads, which are spirits that embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, typically a specific tree or pond, or even-in the case of nymph queens-whole forests or massive bodies of water.</p>",
      "items": {
        "5ukZ5DtCV1PrY7n7": {
          "description": "<p>Gathganara has darkvision, rather than low-light vision.</p>",
          "name": "Subterranean Naiad"
        },
        "DCU5xwDElQpsQT9D": {
          "description": "<p>You call forth a tremendous wave to move the target either in a body of water or on the ground. The target must attempt a Fortitude save.</p>\n<hr /><p><strong>Failure</strong> You move the target 5 feet in any direction along the ground or 10 feet in any direction through a body of water.</p>\n<p><strong>Critical Failure</strong> You move the target up to 10 feet in any direction along the ground or 20 feet in any direction through a body of water.</p>",
          "name": "Tidal Surge"
        },
        "GvYEiIWBAW976Gzb": {
          "_source": "pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6"
        },
        "Ml6mo9h6kvESU6F4": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "WIHK77N13bnY09Iq": {
          "name": "Aqueous Fist"
        },
        "XQKbqAKqILs3dbvQ": {
          "description": "<p>A naiad bonds to a spring, pool, pond, or similar-sized water feature. While within 300 feet of her bonded body of water, she can use her innate @UUID[Compendium.pf2e.spells-srd.Item.iAnpxrLaBU4V6Sej]{Tidal Surge} at will. She doesn't recover Hit Points or reduce the drained condition when resting beyond that range. Unlike most other nymphs, she doesn't suffer penalties from being apart from her bonded body of water. A naiad can perform a 24-hour ritual to bond herself to a new body of water.</p>",
          "name": "Water Dependent"
        },
        "qd9QFtwsgr9c7yLU": {
          "description": "<p>While within her bonded body of water, the naiad heals 1 Hit Point every 10 minutes.</p>",
          "name": "Water Healing"
        },
        "rL7A4RH2uX8GGbWM": {
          "description": "<p>The naiad can use Diplomacy to Make an Impression on and make very simple Requests of animals.</p>",
          "name": "Wild Empathy"
        },
        "tIX6okcDOk9EqBxH": {
          "_source": "pf2e.spells-srd.Item.WzLKjSw6hsBhuklC"
        },
        "x69E9pxULR3rw0Uf": {
          "description": "<p>You can ask questions of, receive answers from, and use the Diplomacy skill with animals. The spell doesn't make them more friendly than normal. Cunning animals are likely to be terse and evasive, while less intelligent ones often make inane comments.</p>",
          "name": "Speak with Animals (Constant)"
        }
      },
      "name": "Gathganara"
    },
    "Giant Tapir": {
      "description": "<p>With a blunt, prehensile trunk and a squat posture, giant tapirs resemble a cross between elephant and boar, though they're actually more closely related to horses and rhinoceroses. Tapirs live in loose herds that graze near rivers and lakes. They enjoy fresh water, not only for the lush plants that grow along the shores-which they eat in prodigious quantities- but also for the protection the water provides. When predators approach, tapirs retreat to the water to hide, keeping their snouts barely above the surface to breathe. Likewise, the breezes and scents that accompany creeks and rivers mask tapirs' musk as they travel along these waterways. Despite their ungainly movement, tapirs are remarkably sure-footed, easily traversing mud and similar terrain thanks to their broad toes.</p>\n<p>Humanoids often hunt giant tapirs for their meat and durable hides. Such hunts are far from guaranteed, though; tapirs can run at least as fast as their hunters, and most will fight if cornered. The docile giants do what they can to avoid confrontation whenever possible. If they sense danger approaching, giant tapirs make a loud whistling sound to warn other tapirs about predators. A community who befriends or domesticates a herd of tapirs can use this whistling habit as an alarm system against encroaching enemies.</p>\n<p>Giant tapirs are usually quite placid, but they can be fearsome when roused. Their tusk-like front teeth are suitable for gouging attackers, and a tapir that manages to get a mouthful of an enemy's arm or leg can use its blunt molars to grind the flesh to paste. Tapirs have good hearing and an excellent sense of smell, but like many prey animals, they have poor vision. In the chaos of combat against multiple enemies, giant tapirs can become overwhelmed and confused, lashing out at allies as well as foes or fleeing the scene entirely.</p>",
      "items": {
        "WvLtpXVlG5DAgE4A": {
          "description": "<p>Giant tapirs ignore difficult terrain from mud and shallow water.</p>",
          "name": "Splayed Toes"
        },
        "jrAb0ixnl7c5vtgN": {
          "description": "<p><strong>Requirements</strong> The giant tapir's last action was a successful jaws Strike against a creature</p>\n<hr />\n<p><strong>Effect</strong> The tapir gnaws the target's flesh and muscle with its blunt teeth. The creature must attempt a @Check[fortitude|dc:18] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} until the start of its next turn.</p>\n<p><strong>Failure</strong> The creature takes @Damage[2d4[bludgeoning]] damage and is enfeebled 1 until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[4d4[bludgeoning]] damage and is enfeebled 1 for 1 minute.</p>",
          "name": "Grinding Bite"
        },
        "ufKEXiY6gsGihaSl": {
          "name": "Jaws"
        }
      },
      "name": "Giant Tapir",
      "npcSpeed": "splayed toes"
    },
    "Giant Tapir (Snared)": {
      "description": "<p>With a blunt, prehensile trunk and a squat posture, giant tapirs resemble a cross between elephant and boar, though they're actually more closely related to horses and rhinoceroses. Tapirs live in loose herds that graze near rivers and lakes. They enjoy fresh water, not only for the lush plants that grow along the shores-which they eat in prodigious quantities- but also for the protection the water provides. When predators approach, tapirs retreat to the water to hide, keeping their snouts barely above the surface to breathe. Likewise, the breezes and scents that accompany creeks and rivers mask tapirs' musk as they travel along these waterways. Despite their ungainly movement, tapirs are remarkably sure-footed, easily traversing mud and similar terrain thanks to their broad toes.</p>\n<p>Humanoids often hunt giant tapirs for their meat and durable hides. Such hunts are far from guaranteed, though; tapirs can run at least as fast as their hunters, and most will fight if cornered. The docile giants do what they can to avoid confrontation whenever possible. If they sense danger approaching, giant tapirs make a loud whistling sound to warn other tapirs about predators. A community who befriends or domesticates a herd of tapirs can use this whistling habit as an alarm system against encroaching enemies.</p>\n<p>Giant tapirs are usually quite placid, but they can be fearsome when roused. Their tusk-like front teeth are suitable for gouging attackers, and a tapir that manages to get a mouthful of an enemy's arm or leg can use its blunt molars to grind the flesh to paste. Tapirs have good hearing and an excellent sense of smell, but like many prey animals, they have poor vision. In the chaos of combat against multiple enemies, giant tapirs can become overwhelmed and confused, lashing out at allies as well as foes or fleeing the scene entirely.</p>",
      "items": {
        "WvLtpXVlG5DAgE4A": {
          "description": "<p>Giant tapirs ignore difficult terrain from mud and shallow water.</p>",
          "name": "Splayed Toes"
        },
        "jrAb0ixnl7c5vtgN": {
          "description": "<p><strong>Requirements</strong> The giant tapir's last action was a successful jaws Strike against a creature</p>\n<hr />\n<p><strong>Effect</strong> The tapir gnaws the target's flesh and muscle with its blunt teeth. The creature must attempt a @Check[fortitude|dc:18] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} until the start of its next turn.</p>\n<p><strong>Failure</strong> The creature takes @Damage[2d4[bludgeoning]] damage and is enfeebled 1 until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[4d4[bludgeoning]] damage and is enfeebled 1 for 1 minute.</p>",
          "name": "Grinding Bite"
        },
        "ufKEXiY6gsGihaSl": {
          "name": "Jaws"
        },
        "wUxWhZr4tteO3Xvc": {
          "description": "<p>Due to the poison barbs stuck in its hooves, the tapir can't Stride farther than 10 feet.</p>",
          "name": "Snared"
        }
      },
      "name": "Giant Tapir (Snared)",
      "npcSpeed": "splayed toes"
    },
    "Glyptodon": {
      "description": "<p>Glyptodons are enormous, armadillo-like megafauna that roam sandy riverbanks and ancient forests in search of their favorite foods, namely riparian grass and tender saplings. Surly and suspicious, glyptodons avoid predators not out of a defensive instinct-their armored hides protect them from most well-equipped carnivores-but rather because they simply prefer to be left alone to their placid foraging. Despite their great size, glyptodons can survive on surprisingly little food, and they'll eat just about anything. As a result, they're more likely to be encountered roaming across vast tundra or desert regions than other large herbivores, appearing as a single, lumbering hump against an otherwise-flat horizon.</p>\n<p>A glyptodon's scutes-the thick, bony plates of its carapace-grow in distinctive patterns and scar readily, making it easy for non-glyptodons to identify individual animals. Glyptodons have notoriously bad eyesight, even for prey animals, and rely on their sense of smell to get around and identify threats and each other. In combat, they primarily rely on their thick carapaces to protect them from attackers.</p>\n<p>Although southern merchants have occasionally attempted to create a glyptodon-mounted trading network, riding these giants is an exercise in frustration, as their rounded hides provide little purchase for humanoid riders' feet or saddles. However, some webbed-toed people of the plains, including bands of lizardfolk, have managed to maintain glyptodon mounts thanks to their strong, flexible, clawed feet. Other ancestries primarily view glyptodons as a source of meat and tough hides, the latter of which make for excellent impromptu shelters and river boats.</p>\n<p>When cornered, a glyptodon uses its powerful digging claws to scrape or scare away attackers. Glyptodons can use their tails to ward off smaller predators, but generally do so only as a last resort.</p>",
      "items": {
        "CikNOq92o7EWYi0p": {
          "description": "<p>A glyptodon's stiff tail is its strongest weapon. When a glyptodon critically hits with its tail Strike, the target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for 1 round.</p>",
          "name": "Clobbering Tail"
        },
        "Jtu0twXKsUAmnaBZ": {
          "name": "Claw"
        },
        "TwGABTDtMQPC6fhL": {
          "name": "Tail"
        },
        "vecbUczXVotwnIR8": {
          "description": "<p><strong>Trigger</strong> An adjacent creature targets the glyptodon with an attack</p>\n<hr />\n<p><strong>Effect</strong> The glyptodon turns, blocking the attack with its carapace and thrusting its heavy body toward the attacker. It gains a +2 circumstance bonus to its AC against the triggering attack. If the attack critically fails, the glyptodon attempts to @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} the attacker.</p>",
          "name": "Carapace Block"
        }
      },
      "name": "Glyptodon"
    },
    "Graylok Ambusher": {
      "items": {
        "5ffbxn3mchl9q8e3": {
          "description": "<p><strong>Trigger</strong> A creature within melee reach is hit by a melee attack from one of the Graylok ambusher's allies</p><hr /><p><strong>Effect</strong> The Graylok ambusher attempts a Strike against the triggering creature.</p>",
          "name": "Opportune Backstab"
        },
        "98BS6TF8WmER8g8S": {
          "description": "<p>Though referred to as a breastplate, this type of armor consists of several pieces of plate or half-plate armor that protect the torso, chest, neck, and sometimes the hips and lower legs. It strategically grants some of the protection of plate while allowing greater flexibility and speed.</p>",
          "name": "Breastplate"
        },
        "axkxeouojv7f7w3g": {
          "description": "<p>A Graylok ambusher isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, undetected, or flanking creatures of 8th level or lower or creatures of 8th level or lower using sneak attack. However, such creatures can still help other creatures flank.</p>",
          "name": "Deny Advantage"
        },
        "c3po36bdxkqneqiw": {
          "description": "<p>Any creature that has the @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened} condition is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the Graylok ambusher's attacks.</p>",
          "name": "Dread Striker"
        },
        "dz1fql970vsv0t7t": {
          "description": "<p>When the Graylok ambusher scores a critical hit with a melee Strike, the target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Brutal Beating"
        },
        "lyfyp4vj3vfm9xjc": {
          "description": "<p>A frost giant isn't impeded by difficult terrain caused by snow or ice, nor do they need to attempt Acrobatics checks to keep from falling on slippery ice.</p>",
          "name": "Ice Stride"
        },
        "oq5hYrSuVyO4ryKN": {
          "description": "<p>The Graylok ambusher deals an additional 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "oriV30GCrBNreoKU": {
          "_source": "pf2e.equipment-srd.Item.LGgvev6AV0So8tP9"
        },
        "smzmdu3r6ho0guw3": {
          "description": "<p>When the Graylok ambusher Strides or Steps, they ignore difficult terrain.</p>",
          "name": "Light Step"
        },
        "ty5tbpf6gwpk9wai": {
          "name": "Fist"
        }
      },
      "name": "Graylok Ambusher"
    },
    "Graylok Artillerist": {
      "items": {
        "6D6m4KrECDEg1jJg": {
          "description": "<p>This large battle axe is too heavy to wield with only one hand. Many greataxes incorporate two blades, and they are often \"bearded\", having a hook at the bottom to increase the strength of their chopping power.</p>",
          "name": "Greataxe"
        },
        "U1AvodTg7gPB4X4O": {
          "description": "<p>Though referred to as a breastplate, this type of armor consists of several pieces of plate or half-plate armor that protect the torso, chest, neck, and sometimes the hips and lower legs. It strategically grants some of the protection of plate while allowing greater flexibility and speed.</p>",
          "name": "Breastplate"
        },
        "c3a8vsafkbe0zop1": {
          "description": "<p>The frost giant makes a single greataxe Strike and compares the attack roll result to the ACs of up to two foes within their reach. This counts as two attacks for the frost giant's multiple attack penalty.</p>",
          "name": "Wide Swing"
        },
        "ehmqd281ssa4r3wo": {
          "description": "<p><strong>Requirements</strong> The Graylok artillerist has two free hands</p>\n<hr />\n<p><strong>Effect</strong> The Graylok artillerist Interacts with a firebomb and then throws it at a point within 100 feet. The bomb erupts in a @Template[burst|distance:10], and works as @UUID[Compendium.pf2e.equipment-srd.Item.gWr4q4HiyGhETA8H]{moderate alchemist fire}, except it inflicts @Damage[4d6[fire]] damage with a @Check[reflex|dc:23|basic] save. Creatures that fail or critically fail this save also take @Damage[4[persistent,fire]] damage.</p>",
          "name": "Throw Bomb"
        },
        "gp86sm7vn9dkppsw": {
          "name": "Sack with 10 Firebombs (see Throw Bomb)"
        },
        "likpyfcxvolvib1o": {
          "description": "<p>A frost giant isn't impeded by difficult terrain caused by snow or ice, nor do they need to attempt Acrobatics checks to keep from falling on slippery ice.</p>",
          "name": "Ice Stride"
        },
        "ntlioxnsivmhq2z9": {
          "description": "<p>The Graylok artillerist combines gelatin and other substances over their greataxe to ignite it. For 1 minute, the greataxe gains the fire trait, and creatures hit by it take 4 persistent fire damage.</p>",
          "name": "Ignite Greataxe"
        },
        "vkdol333skvfmpr7": {
          "name": "Foot"
        }
      },
      "name": "Graylok Artillerist",
      "npcSpeed": "ice stride"
    },
    "Graylok Gatebreaker": {
      "items": {
        "1ebhd4sxe32rzpa1": {
          "description": "<p>The frost giant gatebreaker breathes on the blade of their battleaxe, coating it in a layer of magical ice. For 1 minute, the frost giant's battleaxe Strikes gain the cold trait, and creatures struck by the battleaxe are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}; at the end of each of their turns, the slowed creature can attempt a @Check[fortitude|dc:23] save to end the condition.</p>",
          "name": "Freeze Blade"
        },
        "30y4EJu6tuo0fzMZ": {
          "description": "<p>These massive shields can be used to provide cover to nearly the entire body. Due to their size, they are typically made of wood reinforced with metal. AC increases to +4 if you are using the Take Cover action.</p>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>Hardness</th>\n<th>HP</th>\n<th>BT</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>5</td>\n<td>30</td>\n<td>15</td>\n</tr>\n</tbody>\n</table>",
          "name": "Tower Shield"
        },
        "coy3oz2zqtlmh4pd": {
          "description": "<p><strong>Requirements</strong> Another frost giant gatebreaker has Readied to Stride on the frost giant gatebreaker's order</p><hr /><p><strong>Effect</strong> The two frost giants Stride, with a maximum distance equal to the slowest giant's Speed. Every creature whose space they move through takes @Damage[(2d8+9)[bludgeoning]] damage (@Check[reflex|dc:23|basic]); creatures who fail their save fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. At the end of their movement, the giants make a single Strike with a +20 modifier (reach 15 feet), inflicting 4d6+16 bludgeoning damage on a hit and knocking the target prone. If the giants hit, they can immediately attempt to Shove the creature as a free action.</p>",
          "name": "Trampling Ram"
        },
        "cqwsk2kjhmvo83od": {
          "name": "Battering Ram"
        },
        "i3019ktzmawsnpqp": {
          "description": "<p>[reaction]</p>",
          "name": "Shield Block"
        },
        "lpaetuabigplypds": {
          "name": "Foot"
        },
        "pyd8i4cv9g6mpz7u": {
          "description": "<p>When the frost giant gatebreaker has their shield up, they can Stride to move half their Speed without triggering reactions that are triggered by their movement (such as Attacks of Opportunity).</p>",
          "name": "Shielded Stride"
        },
        "t9K59g5M32Cklgf3": {
          "_source": "pf2e.equipment-srd.Item.War0uyLBx1jA0Ge7"
        },
        "xQ8ziJytkgpsnZUK": {
          "description": "<p>Though referred to as a breastplate, this type of armor consists of several pieces of plate or half-plate armor that protect the torso, chest, neck, and sometimes the hips and lower legs. It strategically grants some of the protection of plate while allowing greater flexibility and speed.</p>",
          "name": "Breastplate"
        },
        "z665u889f1psqcn4": {
          "description": "<p>A frost giant isn't impeded by difficult terrain caused by snow or ice, nor do they need to attempt Acrobatics checks to keep from falling on slippery ice.</p>",
          "name": "Ice Stride"
        }
      },
      "name": "Graylok Gatebreaker",
      "npcAc": "(30 with shield raised, 32 behind cover)"
    },
    "Groplit": {
      "description": "<p>The groplit is a squat little animal shaped like a water droplet, with a bulbous rear end and an eel-like face that juts from a narrow skull. Its rear legs are more muscular than those in front, which it primarily uses for balance, giving it the gait and appearance of a toad. Groplits are best known for their greasy skin and queasy hygienic habits: they spend most of each day using their two long tongues to slurp up their own oily excretions or similarly viscous discharge originating from plants or other animals. Although they prefer to dwell in northern wetlands, fens, and moist caves, groplits can thrive in all but the most barren environments. They'll eat just about anything, though they tend to prefer small, crunchy animals like bugs and birds.</p>\n<p>Groplits are famously loyal and highly sociable companions, and they make for dedicated, if somewhat odd-looking, pets. They can be taught simple commands and appear to take great pride in obeying them, performing stunts even in the face of obvious danger. An unscrupulous master might train a groplit with the intent to sacrifice it in an emergency, a fate to which the groplit is happily resigned. This single-minded obedience and their slow reproductive rate make groplits fairly rare in the wild.</p>\n<p>As a result of the way their bones are structured, groplits exhibit an imperturbable smile, of sorts-a physical feature which some find as creepy (or enraging) as others find it endearing. Its apparently ceaseless jubilation has given this creature the nickname \"the grinning toad\" in some parts of the world.</p>\n<p>Because they love to lap up oily matter of all kinds, groplits are naturally drawn to greasy animals like @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.eHLDsL1LG3jQ1H6Y]{Slurks}, @UUID[Compendium.pf2e.pathfinder-bestiary-2.Actor.g1htYgARxNKxc7MV]{Giant Slugs}, and lagofirs. For the most part, such animals rarely mind the company of an amiable groplit, though there's no such thing as a free meal; groplits who drop their guard amid their found family often end up on the wrong side of their companions' intestinal tracts.</p>",
      "items": {
        "2TdBhijmOje8ALgT": {
          "description": "<p>Creatures struck by the groplit are smeared with some of its flammable grease. For the following 1 minute, or until a creature scrubs away the grease dollop with a single Interact action, the DC of the creature's checks to recover from persistent fire damage is increased by 2.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.Z6cOCgyVwTr5t3yQ]{Effect: Incendiary Dollop}</p>",
          "name": "Incendiary Dollop"
        },
        "FhQig97mvb9RdLNH": {
          "name": "Jaws"
        },
        "Qa0URJiCp4W9hndd": {
          "name": "Tongue"
        },
        "Tyz0ijQmv8rfYPrA": {
          "description": "<p>A groplit's DC to recover from persistent fire damage is increased by 2 (generally, from DC 15 to DC 17).</p>",
          "name": "Flammable Grease"
        },
        "U7hCDoEloVFYtOGS": {
          "description": "<p><strong>Trigger</strong> A creature misses the groplit with a melee Strike</p>\n<hr />\n<p><strong>Effect</strong> The groplit Strides or Swims up to 10 feet. This movement doesn't trigger reactions.</p>",
          "name": "Greasy Slide"
        },
        "ZBCRWhu1yCwQ29R7": {
          "description": "<p>The groplit Strides twice, Leaps twice, or Strides once and Leaps once. It then makes a jaws Strike at the end of the movement.</p>",
          "name": "Hopping Charge"
        }
      },
      "name": "Groplit"
    },
    "Hail of Razor Stones": {
      "description": "<p>When a concealed cord is tripped, several sharp stones fall onto the square containing the cord.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:18|name:Cut the Trip Cord|traits:hazard,mechanical,trap] (trained) to safely cut the trip cord</p>",
      "name": "Hail of Razor Stones"
    },
    "Hall Of Fiery Doom": {
      "description": "While the roof is on fire and collapsing timbers crush those within the hall, demons fly down from the sky to pluck victims from the flames.",
      "hazardDisable": "<p>Two @Check[athletics|dc:32] or @Check[diplomacy|dc:32] checks to douse the flames; Athletics to do the work yourself or Diplomacy to muster the ghostly soldiers. This reduces the hazard's actions by 1 and prevents it from using Burning Timbers. Banish the demons with up to two @Check[arcana|dc:35], @Check[occultism|dc:35], or @Check[religion|dc:35]checks; each success reduces the hazard's actions by 1, and two successes prevent it from using Demonic Abduction. When the hazard loses all 3 actions, Burning Timbers, and Demonic Abduction, it's disabled.</p>",
      "hazardReset": "The hall falls quiet for 24 hours, after which it can trigger again.",
      "hazardRoutine": "<p>(3 actions) The haunt spends 1 action to fill the hall with burning timbers falling from above, and 2 actions to pluck up random victims and drop them to their deaths.</p>",
      "name": "Hall Of Fiery Doom"
    },
    "Hegremon": {
      "items": {
        "0elx54bwwenkpc24": {
          "description": "<p>Hegremon chooses a target that's giving lesser cover to his prey and makes a <em>mammoth bow</em> Strike against the chosen target and his prey. This attack ignores lesser cover the chosen target provides his prey. Hegremon rolls damage twice and applies it to each creature he hits. A Penetrating Shot counts as two attacks for his multiple attack penalty.</p>",
          "name": "Penetrating Shot"
        },
        "0sve3eZSPEJSD1FM": {
          "_source": "pf2e.equipment-srd.Item.MPcM4Wt6KmWE2kGL"
        },
        "1mkQgZuaXySesiDG": {
          "_source": "pf2e.equipment-srd.Item.7tKkkF8eZ4iCLJtp"
        },
        "386z4ssm07gjc79w": {
          "description": "<p>When Hegremon rolls a success on a Reflex save, he gets a critical success instead.</p>",
          "name": "Evasion"
        },
        "4v38lfrtzhtdntsr": {
          "description": "<p>Creatures in natural difficult terrain or on natural uneven ground are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to Hegremon.</p>",
          "name": "Nature's Edge"
        },
        "AiEApyPGuRn9V2S7": {
          "description": "<p>Drinking this thick, fortifying potion grants resistance 10 against fire damage for 1 hour.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> Interact</p>",
          "name": "Potion of Fire Resistance (Moderate)"
        },
        "EUZl566GnS5jmEtE": {
          "description": "<p>This heavy, 12-foot-tall +2 striking @UUID[Compendium.pf2e.equipment-srd.Item.dUC8Fsa6FZtVikS3]{Composite Longbow} is fashioned from mammoth tusks lashed together. Due to its great size, you can attack with the Mammoth Bow only if you're Large or larger. The Mammoth Bow deals 2d6 additional piercing damage because of its incredible, magically enhanced draw power. Additionally, the Mammoth Bow has a 180-foot range increment instead of a 100-foot range increment, but its volley range increases from 30 feet to 50 feet.</p>",
          "name": "Mammoth Bow"
        },
        "ao9F9f9chYtSJmll": {
          "_source": "pf2e.equipment-srd.Item.w2ENw2VMPcsbif8g"
        },
        "efvt9dagg4g6f0r5": {
          "description": "<p>Hegremon designates a single creature he can see and hear, or one he's Tracking, as his prey. Hegremon has a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} his prey and a +2 circumstance bonus to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} his prey. He ignores the penalty to ranged attacks within his second range increment against his prey. The first time Hegremon hits his prey in a round, he inflicts an additional 2d8 precision damage. These effects last until Hegremon uses Hunt Prey again.</p>",
          "name": "Hunt Prey"
        },
        "g1rumnhbn2a57z2m": {
          "description": "<p>Hegremon makes a single <em>mammoth bow</em> Strike against his prey; he gains a +2 circumstance bonus to the attack roll and ignores his prey's @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition.</p>",
          "name": "Aimed Shot"
        },
        "g3ie3xhweys48r78": {
          "description": "<p>Hegremon isn't impeded by difficult terrain caused by snow or ice, nor does he need to attempt Acrobatics checks to keep from falling on slippery ice.</p>",
          "name": "Ice Stride"
        },
        "r1djqa32mu226hey": {
          "description": "<p>(cold, evocation, primal) Hegremon breathes out a @Template[cone|distance:15] of freezing moisture that quickly condenses into ice, dealing @Damage[6d6[cold]] damage. Each creature in the cone must attempt a @Check[reflex|dc:28|basic]. A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and takes 2d6 cold damage at the end of each of its turns until it breaks free (Escape DC 28). Hegremon can't use Chill Breath again for [[/br 1d4 #Recharge Chill Breath]]{1d4 rounds}.</p>",
          "name": "Chill Breath"
        },
        "t1a884j38q9nl53v": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Hegremon makes two <em>mammoth bow</em> Strikes against his prey. If both hit, combine their damage for the purposes of resistances and weaknesses. His multiple attack penalty applies to each Strike normally.</p>",
          "name": "Hunting Shot"
        },
        "uc1c3idsnrm1d85j": {
          "name": "Foot"
        }
      },
      "name": "Hegremon"
    },
    "Hobji": {
      "items": {
        "8Oo7LqL5ZfGMymvk": {
          "name": "Fist"
        },
        "E6t8YcdtLWyw5WfO": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.I0HYG0ctCLP5JRsW"
        },
        "KhQkg77LktJ5fLA9": {
          "description": "<p>In the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to Hobji.</p>",
          "name": "Surprise Attack"
        },
        "NIwvxz701PLyMb1j": {
          "_source": "pf2e.equipment-srd.Item.rXt4629QSg7KDTgJ"
        },
        "Ua1c4CiwpUBzMYBq": {
          "name": "+2 Status to All Saves vs. Disease and Poison"
        },
        "WYIhMwP7bkA6LPuh": {
          "_source": "pf2e.equipment-srd.Item.P2DjThbSOWwra49r"
        },
        "bAPKTXnJPKtXj4rD": {
          "name": "Chalk"
        },
        "foyMcXQRZnkR8ikE": {
          "description": "<p>Hobji's Strikes deal an additional 1d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "rQNPEmnQdaPshJMk": {
          "description": "<p><strong>Trigger</strong> Hobji hits a Medium or smaller creature with his fist Strike</p>\n<hr />\n<p><strong>Effect</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, and Hobji begins to strangle the creature. The creature is suffocating and can't speak as long as it's strangled. This prevents it from casting spells with a verbal component or activating items with a command component.</p>",
          "name": "Strangling Grasp"
        }
      },
      "name": "Hobji",
      "npcAllSaves": "+2 status to all saves vs. disease and poison"
    },
    "Idovik": {
      "items": {
        "7s1eo8mppdeqvifc": {
          "name": "Tusk"
        },
        "d1cf5suajcalr0u3": {
          "description": "<p>Idovik rushes forward, using his momentum to power his attack. Idovik Strides twice and then makes a tusk Strike. As long as he moved at least 20 feet, he gains a +2 circumstance bonus to his attack roll. A Medium or smaller creature struck by this attack must succeed at a @Check[reflex|dc:25] save or be knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} by the force of the blow.</p>",
          "name": "Rampaging Charge"
        },
        "fh95oov3ikdmsqxs": {
          "description": "<p>Even if his link is unusual, Idovik is bound to his summoner; he must remain within 100 feet of Ashen Swale at all times. If he ever moves outside this range or is reduced to 0 Hit Points, Idovik's physical form dissolves. Because his link functions unusually and he does not share Hit Points with Ashen Swale, Idovik remains manifested when Ashen Swale is @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} or dead, as long as he stays near Ashen Swale's body. If Ashen Swale dies, Idovik's form fades away over the next minute. When unmanifested, Idovik must be manifested before he can reappear.</p>",
          "name": "Spirit Link"
        },
        "kapnilnen81zzrml": {
          "description": "<p><strong>Trigger</strong> Ashen Swale is the target of a physical Strike</p><hr /><p><strong>Effect</strong> Sensing Ashen Swale's peril, Idovik teleports to his side and interposes himself between Ashen Swale and danger. Idovik teleports to a space adjacent to Ashen Swale, then shields Ashen Swale with his body. Idovik becomes the target of the triggering Strike.</p>",
          "name": "God's Intervention"
        },
        "nbrmcc52k7ojvva0": {
          "description": "<p>Idovik is even older and more powerful than most Sarkorian gods, and he knows how to manifest in some forms without a god caller at all. Idovik does not share an initiative, actions, Hit Points, or a multiple attack penalty with Ashen Swale.</p>",
          "name": "Independent Action"
        },
        "o71qj7womecgs164": {
          "description": "<p>Idovik unleashes a powerful squeal while stomping his hooves and displaying his tusks. Idovik attempts Intimidate checks to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} each foe within 30 feet. These checks take no penalty for not sharing a language.</p>",
          "name": "Otherworldly Roar"
        },
        "p9qwnf11n8r6z6ml": {
          "name": "Hoof"
        },
        "yhtzzv825252pbxn": {
          "description": "<p>Idovik ignores difficult terrain and uneven ground, and he treats greater difficult terrain as normal difficult terrain.</p>",
          "name": "Indomitable Step"
        }
      },
      "name": "Idovik"
    },
    "Ivarsa": {
      "items": {
        "1Yy8pDF8ID6hYI46": {
          "description": "<p>A healing potion is a vial of a ruby-red liquid that imparts a tingling sensation as the drinker's wounds heal rapidly. When you drink a healing potion, you regain [[/r (6d8+20)[healing]]]{6d8+20 Hit Points}.</p>",
          "name": "Healing Potion (Greater)"
        },
        "3RjYVm51E1AUuhWL": {
          "_source": "pf2e.spells-srd.Item.AfOpnnwdZwHi2Tnc"
        },
        "5laybpen7nsa7ewq": {
          "name": "Warfare Lore"
        },
        "6FtLsNCWP7oB2Cyj": {
          "description": "<p>You teleport the targets to new positions within the area. The creatures must each be able to fit in their new space, and their positions must be unoccupied, entirely within the area, and in your line of sight. Unwilling creatures can attempt a Will save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target can teleport if it wants, but it chooses the destination within range.</p>\n<p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure</strong> You teleport the target and choose its destination.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The number of targets increases by 1.</p>",
          "name": "Collective Transposition"
        },
        "6mJgIO3hlaEhK1MH": {
          "description": "<p>Using the weight of earth, you hamper a target's flight, with effects based on its Fortitude save. If the creature reaches the ground safely, it doesn't take falling damage.</p>\n<hr /><p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target falls safely up to 120 feet.</p>\n<p><strong>Failure</strong> The target falls safely up to 120 feet. If it hits the ground, it can't Fly, levitate, or otherwise leave the ground for 1 round.</p>\n<p><strong>Critical Failure</strong> The target falls safely up to 120 feet. If it hits the ground, it can't Fly, levitate, or otherwise leave the ground for 1 minute.</p>",
          "name": "Earthbind"
        },
        "AeX4v58niM7bw2NQ": {
          "description": "<p>Magic empowers the target to act faster. It gains the @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} condition and can use the extra action each round only for Strike and Stride actions.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> You can target up to 6 creatures.</p>",
          "name": "Haste"
        },
        "CLl0Ue1hx4vzQnub": {
          "description": "<p>Ivarsa channels a spell into a punch or axe swing to deliver a magically charged attack. She casts @UUID[Compendium.pf2e.spells-srd.Item.O9w7r4BKgPogYDDe]{Produce Flame} or @UUID[Compendium.pf2e.spells-srd.Item.gYjPm7YwGtEa1oxh]{Ray of Frost}. The effects of the spell don't occur immediately but are imbued into her attack instead. She makes a melee Strike with a weapon or unarmed attack, which gains the arcane trait. Her spell is coupled with the attack, using her attack roll to determine the effects of both the Strike and the spell. This counts as two attacks for her multiple attack penalty, but the penalty isn't applied until after she has completed the Spellstrike. After she uses Spellstrike, Ivarsa can't do so again until she recharges this ability as a single action, which has the concentrate trait. She also recharges her Spellstrike when she casts thunderous strike.</p>",
          "name": "Spellstrike"
        },
        "HXza61ZJiFLWgtah": {
          "description": "<p>This large battle axe is too heavy to wield with only one hand. Many greataxes incorporate two blades, and they are often \"bearded\", having a hook at the bottom to increase the strength of their chopping power.</p>",
          "name": "Greataxe"
        },
        "Z6lOZZgeMSsiNwec": {
          "description": "<p>Opening a door that bypasses normal space, you instantly transport yourself and any items you're wearing and holding from your current space to a clear space within range you can see. If this would bring another creature with you-even if you're carrying it in an extradimensional container-the spell is lost.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The range increases to 1 mile. You don't need to be able to see your destination, as long as you have been there in the past and know its relative location and distance from you. You are temporarily immune for 1 hour.</p>",
          "name": "Dimension Door"
        },
        "ZW0Z9Tmlv6cqYuWs": {
          "_source": "pf2e.spells-srd.Item.OOMQ8Z6EIrGt5NJ6"
        },
        "ZqIJvphSpEhFvbBK": {
          "description": "<p><strong>Requirements</strong> Ivarsa can enter this stance only if her most recent action was to @UUID[Compendium.pf2e.actionspf2e.Item.aBQ8ajvEBByv45yz]{Cast a Spell} or make a Spellstrike, but she can remain in the stance even if she no longer meets the requirements</p>\n<hr />\n<p><strong>Effect</strong> When she enters this stance and at the beginning of each of her turns while she's in it, Ivarsa gains 6 temporary Hit Points. While in this stance, Ivarsa's melee Strikes gain the arcane trait, deal 2 extra fire damage, and deal @Damage[(4[splash])[fire]]{4 splash fire} damage to foes adjacent to her target.</p>",
          "name": "Arcane Cascade"
        },
        "aMBCSKTH1JKbgsj5": {
          "_source": "pf2e.equipment-srd.Item.AnwzlOs0njF9Jqnr"
        },
        "eQIRSWPd8cWFABEx": {
          "description": "<p>You raise a magical shield of force. This counts as using the Raise a Shield action, giving you a +1 circumstance bonus to AC until the start of your next turn, but it doesn't require a hand to use.</p>\n<p>While the spell is in effect, you can use the @UUID[Compendium.pf2e.feats-srd.Item.jM72TjJ965jocBV8]{Shield Block} reaction with your magic shield. The shield has Hardness 5. After you use Shield Block, the spell ends and you can't cast it again for 10 minutes. Unlike a normal Shield Block, you can use the spell's reaction against the @UUID[Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM]{Force Barrage} spell.</p>\n<p>Heightening the spell increases the shield's Hardness.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Jemq5UknGdMO7b73]{Spell Effect: Shield}</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> The shield has Hardness 10.</p>\n<p><strong>Heightened (5th)</strong> The shield has Hardness 15.</p>\n<p><strong>Heightened (7th)</strong> The shield has Hardness 20.</p>\n<p><strong>Heightened (9th)</strong> The shield has Hardness 25.</p>",
          "name": "Shield"
        },
        "fLn82FI2ZANovjCQ": {
          "description": "<p>You interfere with the target's ability to teleport and travel between dimensions. Dimensional anchor attempts to counteract any teleportation effect, or any effect that would move the target to a different plane. The duration is determined by the target's Will save.</p>\n<hr /><p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The effect's duration is 1 minute.</p>\n<p><strong>Failure</strong> The effect's duration is 10 minutes.</p>\n<p><strong>Critical Failure</strong> The effect's duration is 1 hour.</p>",
          "name": "Dimensional Anchor"
        },
        "fvhOlQoboURj53aU": {
          "_source": "pf2e.spells-srd.Item.gYjPm7YwGtEa1oxh"
        },
        "i8xilPA7KFwuXR6M": {
          "description": "<p>A glimpse into the future ensures your next blow strikes true. The next time you make an attack roll before the end of your turn, roll the attack twice and use the better result. The attack ignores circumstance penalties to the attack roll and any flat check required due to the target being @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} or @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.fpGDAz2v5PG0zUSl]{Spell Effect: Sure Strike}</p>",
          "name": "True Strike"
        },
        "iBcKFKviW5B1Ylxi": {
          "_source": "pf2e.spells-srd.Item.O9w7r4BKgPogYDDe"
        },
        "jKti5Jh3PUDS6uqH": {
          "description": "<p>You swing a weapon you're holding, and the weapon magically multiplies into duplicates that swipe at all creatures in either a @Template[cone|distance:30] or an @Template[emanation|distance:10]. This flurry deals four dice of damage to creatures in the area. This damage has the same type as the weapon and uses the same die size. Determine the die size as if you were attacking with the weapon; for instance, if you were wielding a two-hand weapon in both hands, you'd use its two-hand damage die.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage.</p>\n<p><strong>Failure</strong> The target takes full damage.</p>\n<p><strong>Critical Failure</strong> The target takes double damage and is subject to the weapon's critical specialization effect.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> Add another damage die.</p>",
          "name": "Weapon Storm"
        },
        "kEGVdBhU8RnjF0rR": {
          "_source": "pf2e.spells-srd.Item.TDaMnCtZ72uyYrz8"
        },
        "keLeke2WrdNzfmmW": {
          "description": "<p>You create a single magical hand, either invisible or ghostlike, that grasps the target object and moves it slowly up to 20 feet. Because you're levitating the object, you can move it in any direction. When you Sustain the Spell, you can move the object an additional 20 feet. If the object is in the air when the spell ends, the object falls.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You can target an unattended object with a Bulk of 1 or less.</p>\n<p><strong>Heightened (5th)</strong> The range increases to 60 feet, and you can target an unattended object with a Bulk of 1 or less.</p>\n<p><strong>Heightened (7th)</strong> The range increases to 60 feet, and you can target an unattended object with a Bulk of 2 or less.</p>",
          "name": "Mage Hand"
        },
        "q4xwq8vqoe4oy0hn": {
          "description": "<p>When Ivarsa uses a teleportation effect while she's riding a mount, the mount teleports with her.</p>",
          "name": "Companion Bond"
        },
        "rqxaimtr3jmpm7of": {
          "description": "<p>[reaction]</p>",
          "name": "Attack of Opportunity"
        },
        "v9ymv6taJTKjECsy": {
          "description": "<p>You swing your massive weapon, creating a wave of sonic vibrations that topples creatures. Make a melee Strike with your two-handed weapon. Each creature in a 15-foot cone from you must attempt a basic Fortitude save against your spell DC or take 2 sonic damage. On a critical failure, the creature is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. The target of your Strike must be within the cone or the effect fails.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1.</p>\n<p data-visibility=\"owner\"><em>Note: Conflux spells refresh Spellstrike.</em></p>",
          "name": "Thunderous Strike"
        },
        "zrk9ksl9ltsc198b": {
          "description": "<p><strong>Trigger</strong> Ivarsa succeeds at a save against a foe's harmful spell, or a foe fails a spell attack roll against her with a harmful spell</p><hr /><p><strong>Effect</strong> Ivarsa enters her Arcane Cascade. If she's already in Arcane Cascade, she gains a +2 status bonus to damage from Arcane Cascade until the end of her next turn.</p>",
          "name": "Capture Magic"
        }
      },
      "name": "Ivarsa"
    },
    "Jesseri The Hailstorm": {
      "items": {
        "1p8b82PyZANmGaXx": {
          "description": "<p>You call forth the target's soul and attempt to incarnate it into a brand-new body. As the soul won't be returning to the original body, only a small portion of the creature's remains are required.</p>\n<p>These remains must have been part of the original body at the time of death, and the target must have died within the past week. If Pharasma has decided that the target's time has come or the target's soul is trapped or doesn't wish to return, this ritual automatically fails, but you discover this after you succeed at the Religion check and can end the ritual without paying the cost.</p>\n<p>If the ritual is successful, the target's new body has a random ancestry. First roll [[/r 1d20]]. On a result of 1 through 14, the new body is one of a common ancestry, while on a 15 through 20 they become a member of an uncommon or rare ancestry. The GM chooses possible ancestries based on those found in the region and then rolls randomly between them. For instance, the GM could roll [[/r 1d6]] to choose a common ancestry from the Core Rulebook. The target replaces their ancestry Hit Points, size, Speeds, ability boosts, ability flaws, traits, and special abilities with those of their new ancestry. The target loses their heritage and ancestry feats, selecting replacements from their new ancestry. The target's background, class features, and known languages remain unaltered.</p>\n<hr />\n<p><strong>Critical Success</strong> You reincarnate the target into a new adult body. This new body has full HP and has the same spells prepared and points in their pools as the original did when it died.</p>\n<p><strong>Success</strong> As critical success, except the new body has 1 HP and no spells prepared or points in any pools. The soul takes some time to adjust to their new body, leaving them @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2}, @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2}, and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} for 1 week; these conditions can't be removed or reduced by any means until the week has passed.</p>\n<p><strong>Failure</strong> You fail to reincarnate the target.</p>\n<p><strong>Critical Failure</strong> The target's soul becomes trapped in an unintelligent animal creature of the GM's choosing, with a level no greater than half the target's level. While trapped, the target has an Intelligence score of 1 (-5 modifier) and can't use any of their own abilities.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The maximum level of the target increases to 10. The cost is the target's level (minimum 1) × 40 gp.</p>\n<p><strong>Heightened (5th)</strong> The maximum level of the target increases to 12. The cost is the target's level (minimum 1) × 75 gp.</p>\n<p><strong>Heightened (6th)</strong> The maximum level of the target increases to 14. The cost is the target's level (minimum 1) × 125 gp. The target must have died within the past month.</p>\n<p><strong>Heightened (7th)</strong> The maximum level of the target increases to 16. The cost is the target's level (minimum 1) × 200 gp. The target must have died within the past month.</p>\n<p><strong>Heightened (8th)</strong> The maximum level of the target increases to 18. The cost is the target's level (minimum 1) × 300 gp. The target must have died within the past year.</p>\n<p><strong>Heightened (9th)</strong> The maximum level of the target increases to 20. The cost is the target's level (minimum 1) × 600 gp. The target must have died within the past decade.</p>",
          "name": "Reincarnate"
        },
        "5Yp1luujuPeW9nki": {
          "description": "<p>Vitality energy shuts death's door. The target loses the @UUID[Compendium.pf2e.conditionitems.Item.yZRUzMqrMmfLu0V1]{Dying} condition, though it remains @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} at 0 Hit Points.</p>",
          "name": "Stabilize"
        },
        "6KnWj6hzEmvUO3OZ": {
          "description": "<p>You create a gray storm cloud that pelts creatures with an icy deluge. When you Cast the Spell, a burst of magical hail deals 2d8 bludgeoning damage and 2d8 cold damage to each creature in the area below the cloud (basic Reflex save). Snow and sleet continue to rain down in the area for the remainder of the spell's duration, making the area difficult terrain. Any creature that ends its turn in the storm takes [[/r (floor(@item.level/2))[cold]]] damage. If you Cast this Spell outdoors, you can create two non-overlapping clouds instead of one. As normal, if a Large or larger creature is in both clouds, it still only takes the initial damage once and the continuing damage once per turn.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The initial bludgeoning damage and cold damage increase by 1d8 each, and the cold damage creatures take at the end of their turns increases by 1.</p>",
          "name": "Ice Storm"
        },
        "7nxs3zcp1kj5yzvf": {
          "name": "Mammoth Lord Lore"
        },
        "8lv4cBjZ0YKzsRUs": {
          "description": "<p>You channel vitality energy to heal the living or damage the undead. If the target is a willing living creature, you restore 1d8 Hit Points. If the target is undead, you deal that amount of vitality damage to it, and it gets a basic Fortitude save. The number of actions you spend when Casting this Spell determines its targets, range, area, and other parameters.</p>\n<p><span class=\"action-glyph\">1</span> <strong>(somatic)</strong> The spell has a range of touch.</p>\n<p><span class=\"action-glyph\">2</span> <strong>(verbal, somatic)</strong> The spell has a range of 30 feet. If you're healing a living creature, increase the Hit Points restored by 8</p>\n<p><span class=\"action-glyph\">3</span> <strong>(material, somatic, verbal)</strong> You disperse vitality energy in a 30-foot emanation. This targets all living and undead creatures in the burst.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The amount of healing or damage increases by 1d8, and the extra healing for the 2-action version increases by 8.</p>",
          "name": "Heal"
        },
        "Ag2SzQL5nlzGTZLy": {
          "description": "<p>You create a barrier of gusting winds that hinders anything moving through it. The wall of swirling winds is 5 feet thick, 60 feet long, and 30 feet high. The wall stands vertically, but you can shape its path. Though the wall of wind distorts the air, it does not hamper sight. The wall has the following effects.</p>\n<ul>\n<li>Ammunition from physical ranged attacks-such as arrows, bolts, sling bullets, and other objects of similar size-can't pass through the wall. Attacks with bigger ranged weapons, such as javelins, take a -2 circumstance penalty to their attack rolls if their paths pass through the wall. Massive ranged weapons and spell effects that don't create physical objects pass through the wall with no penalty.</li>\n<li>The wall is difficult terrain to creatures attempting to move overland through it. Gases, including creatures in gaseous form, can't pass through the wall.</li>\n<li>A creature that attempts to fly through the wall using a move action must attempt a Fortitude save.</li>\n</ul>\n<hr />\n<p><strong>Critical Success</strong> The creature can move through the wall normally this turn.</p>\n<p><strong>Success</strong> The flying creature can move through the wall this turn, but the wall is difficult terrain.</p>\n<p><strong>Failure</strong> The wall stops the movement of the flying creature, and any remaining movement from its current action is wasted.</p>\n<p><strong>Critical Failure</strong> As failure, and the creature is pushed 10 feet away from the wall.</p>",
          "name": "Wall of Wind"
        },
        "BAhiX6wbluQeB03k": {
          "_source": "pf2e.spells-srd.Item.gYjPm7YwGtEa1oxh"
        },
        "EyKVRmsG2hzrUSG9": {
          "_source": "pf2e.spells-srd.Item.R5FHRv7VqyRnxg2t"
        },
        "IRQgawa5DG0u62yq": {
          "description": "<p>You shield the target against dangerous temperatures. Choose severe cold or heat. The target is protected from the temperature you chose (but not extreme cold or heat).</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> The target is protected from severe cold and heat.</p>\n<p><strong>Heightened (5th)</strong> The target is protected from severe cold, severe heat, extreme cold, and extreme heat.</p>",
          "name": "Endure Elements"
        },
        "JObz1tNe9CxNicCD": {
          "description": "<p>A healing potion is a vial of a ruby-red liquid that imparts a tingling sensation as the drinker's wounds heal rapidly. When you drink a healing potion, you regain [[/r (3d8+10)[healing]]]{3d8+10 Hit Points}.</p>",
          "name": "Healing Potion (Moderate)"
        },
        "KA6GOFoFuVPPzSSz": {
          "_source": "pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2"
        },
        "OhiFbt9Mq7aYBd3D": {
          "_source": "pf2e.spells-srd.Item.Seaah9amXg70RKw2"
        },
        "Pi0lQaLFysn2VSbY": {
          "description": "<p>A violent wind issues forth from your palm, blowing from the point where you are when you cast the spell to the line's opposite end. The wind extinguishes small non-magical fires, disperses fog and mist, blows objects of light Bulk or less around, and pushes larger objects. Large or smaller creatures in the area must attempt a Fortitude save. Large or smaller creatures that later move into the gust must attempt the save on entering.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature can't move against the wind.</p>\n<p><strong>Failure</strong> The creature is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If it was flying, it suffers the effects of critical failure instead.</p>\n<p><strong>Critical Failure</strong> The creature is pushed 30 feet in the wind's direction, knocked Prone, and takes 2d6 bludgeoning damage.</p>",
          "name": "Gust of Wind"
        },
        "V3mjPXskR6yMxkjW": {
          "description": "<p>You focus on the target object, opening your mind to perceive magical auras. When the casting is complete, you know whether that item is magical, and if it is, you learn the school of magic.</p>\n<p>If the object is illusory, you detect this only if the effect's level is lower than the rank of your read aura spell.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You can target up to 10 objects.</p>\n<p><strong>Heightened (6th)</strong> You can target any number of objects.</p>",
          "name": "Read Aura"
        },
        "VeZrowuWCmIjzW6V": {
          "_source": "pf2e.spells-srd.Item.Mt6ZzkVX8Q4xigFq"
        },
        "XSypONV5awau4L1H": {
          "_source": "pf2e.spells-srd.Item.Y3G6Y6EDgCY0s3fq"
        },
        "Xdg5jcqbtl08Swdq": {
          "description": "<p>A bubble of pure air appears around the target's head, allowing it to breathe normally. The effect ends as soon as the target returns to an environment where it can breathe normally.</p>",
          "name": "Air Bubble"
        },
        "YHfLvEz2ouTE052u": {
          "description": "<p>An arc of lightning leaps from one target to another. You deal electricity damage equal to 1d4 plus your spellcasting ability modifier.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d4.</p>",
          "name": "Electric Arc"
        },
        "ao03la936ve3ffr6": {
          "description": "<p>When Jesseri Casts a Spell that deals damage and doesn't have a duration, she deals additional cold damage that's equal to the spell's rank and ignores cold resistance 10.</p>",
          "name": "Child of Winter"
        },
        "f5fMJaL0rfd1A8Ty": {
          "_source": "pf2e.spells-srd.Item.3puDanGfpEt6jK5k"
        },
        "jbxVnIXNJY2jkS0E": {
          "_source": "pf2e.spells-srd.Item.WzLKjSw6hsBhuklC"
        },
        "jcrg8xdmwid3vz9i": {
          "description": "<p>Jesseri can heighten @UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal} and @UUID[Compendium.pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2]{Lightning Bolt} to any level for which she has an available spell slot.</p>",
          "name": "Signature Spells"
        },
        "lfOdTt8BkRE0V6gm": {
          "_source": "pf2e.equipment-srd.Item.AnwzlOs0njF9Jqnr"
        },
        "npNvxsyxEoLn2iGd": {
          "description": "<p>The Summerland Spell is an extension of a unique ritual developed by Brogan the Grasswalker. The ritual dramatically dampens harsh weather around Hillcross, causing the temperature of the area to move up to two categories closer to normal. As a result, autumns and winters are far less brutal around Hillcross, while spring and summer months are practically mild and pleasant.</p>\n<p>The ritual as presented is lower level, easier to cast, and much less dangerous to the casters than the original version cast by Brogan the Grasswalker because it simply extends the original ritual's effects over Hillcross. A character who wishes to duplicate the effects somewhere else would need to develop a unique 10th-rank ritual with a 5th-rank ritual to extend the duration, as Brogan did, and then find someone willing to cast the deadlier initial ritual.</p>\n<hr />\n<p><strong>Critical Success</strong> The ritual takes effect normally, continuing the duration for 1 more year.</p>\n<p><strong>Success</strong> The ritual takes effect normally, continuing the duration for 1 more year, but the primary caster is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}. If the primary caster was already drained, increase the value of the drained condition by 1. This drained condition is a curse effect and is permanent until counteracted with remove curse or similar magic.</p>\n<p><strong>Failure</strong> The ritual fails.</p>\n<p><strong>Critical Failure</strong> The ritual fails. The primary caster is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2}, and the secondary casters are drained 1 (increasing the value of any drained condition they already have). This drained condition is a curse effect and is permanent until counteracted with remove curse or similar magic.</p>",
          "name": "Summerland Spell"
        },
        "tgDZilDfh6HQZifx": {
          "description": "<p>The object glows, casting bright light in a 20-foot radius (and dim light for the next 20 feet) like a torch. If you cast this spell again on a second object, the light spell on the first object ends.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The object sheds bright light in a 60-foot radius (and dim light for the next 60 feet).</p>",
          "name": "Light"
        },
        "yQv7H7GdU5tdDyD1": {
          "description": "<p>Semiprecious gemstones emerge, seemingly at random, from the surface of this gnarled wooden staff. While wielding it, you gain a +2 circumstance bonus to checks to identify divination magic.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<hr />\n<p><strong>Effect</strong> You expend a number of charges from the staff to cast a spell from its list.</p>\n<ul>\n<li><strong>Cantrip</strong> @UUID[Compendium.pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl]{Detect Magic}</li>\n<li><strong>1st</strong> @UUID[Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh]{Sure Strike}</li>\n<li><strong>2nd</strong> @UUID[Compendium.pf2e.spells-srd.Item.vTQvfYu2llKQedmY]{Translate}, @UUID[Compendium.pf2e.spells-srd.Item.pZTqGY1MLRjgKasV]{Darkvision}, @UUID[Compendium.pf2e.spells-srd.Item.jwK43yKsHTkJQvQ9]{See the Unseen}</li>\n</ul>\n<p><strong>Craft Requirements</strong> Supply one casting of all listed levels of all listed spells.</p>",
          "name": "Staff of Divination"
        }
      },
      "name": "Jesseri The Hailstorm"
    },
    "Kadlaka": {
      "description": "<p>Kadlakas-strong, lanky humanoids with raven-like features-combine the most formidable aspects of talented hunters and airborne scouts, to say nothing of their potent magical powers over thunder and lightning. Though they shy from most humanoids, kadlakas readily form friendships with ravens and other birds, and they sometimes make temporary alliances with people who prove themselves capable stewards of wild animals and the natural order of things. When they do settle on a roost-whether for a single season or a lifetime-kadlakas often position themselves as guardians of a natural feature or local flock. Because a kadlaka's natural form might frighten humanoid travelers, they often take on the guise of a human or other common bipedal ancestry to gain information and pass on warnings.</p>",
      "items": {
        "0IjGkzeG2DNH3j75": {
          "name": "Beak"
        },
        "13MJE5Vub1NCDtiW": {
          "description": "<p><strong>Trigger</strong> a creature within range is falling</p>\n<hr />\n<p>You cause the air itself to arrest a fall. The target's fall slows to 60 feet per round, and the portion of the fall during the spell's duration doesn't count when calculating falling damage. If the target reaches the ground while the spell is in effect, it takes no damage from the fall. The spell ends as soon as the target lands.</p>",
          "name": "Feather Fall"
        },
        "6HTwb4RPQajkwLau": {
          "description": "<p>You obscure the tracks you leave behind and make it harder for others to find you. The DC of checks to Track you gains a +4 status bonus or is equal to your spell DC, whichever results in a higher DC. You can benefit from only one pass without trace spell at a time.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> The duration increases to 8 hours.</p>\n<p><strong>Heightened (4th)</strong> The duration increases to 8 hours. The spell has a range of 20 feet and an area of a 20-foot-emanation, affecting up to 10 creatures of your choice within that area.</p>",
          "name": "Pass Without Trace (Constant)"
        },
        "AhUw0A3P4MhmeQoz": {
          "description": "<p>The kadlaka can change their appearance to that of a Medium humanoid. This doesn't change their Speed or their attack and damage modifiers with their Strikes but might change the type of damage their melee Strikes deal (typically to bludgeoning). While in their humanoid shape, the kadlaka can't use Wingbeat. Each kadlaka has a fixed humanoid form-they can't adopt a different appearance each time they use this ability.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "DdsW1I117rOnjPWI": {
          "_source": "pf2e.spells-srd.Item.BBvV7qoXGdw09q1C"
        },
        "PPRPQ3mDUpprMWLJ": {
          "description": "<p><strong>Trigger</strong> a creature within range is falling</p>\n<hr />\n<p>You cause the air itself to arrest a fall. The target's fall slows to 60 feet per round, and the portion of the fall during the spell's duration doesn't count when calculating falling damage. If the target reaches the ground while the spell is in effect, it takes no damage from the fall. The spell ends as soon as the target lands.</p>",
          "name": "Feather Fall"
        },
        "PRvtEln0Vj1Y4CFQ": {
          "description": "<p>You offer food, and an ordinary Tiny animal within range approaches to eat it. You imprint the image, direction, and distance of an obvious place or landmark well known to you within the animal. You can also attach a small object or note up to light Bulk to it. The animal does its best to reach the destination; if it makes it there, it waits nearby and allows nonhostile creatures to approach and remove the attached object. The spell ends after the message is delivered or after 24 hours, whichever comes first.</p>\n<p>If there are no Tiny wild animals in range, the spell is lost.</p>",
          "name": "Animal Messenger (Ravens Only)"
        },
        "Vvxfm3l2xc80Csbu": {
          "name": "Lightning Echo"
        },
        "WX5THGePytWzpTMo": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "s6CZTe4Nd2PEno2i": {
          "_source": "pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6"
        },
        "xH8Yvi3uG6AjwvN1": {
          "description": "<p>A kadlaka's movements are practically silent. Against a creature using only hearing to perceive them, they gain a +4 circumstance bonus to their Stealth check. As normal, this benefit also improves the kadlaka's Stealth DC.</p>",
          "name": "Silent Lightning"
        },
        "xiZgTtpPtqtQ0MOo": {
          "description": "<p>The kadlaka beats their wings with a mighty peal of thunder. Creatures in a @Template[emanation|distance:15] take @Damage[5d6[sonic]] damage (@Check[fortitude|dc:21|basic]). On a failed save, the creature is also pushed 5 feet away from the kadlaka.</p>\n<p>The kadlaka can't use Wingbeat again for [[/br 1d4 #Recharge Wingbeat]]{1d4 rounds}.</p>",
          "name": "Wingbeat"
        },
        "yq568I7d6ZxuCM4q": {
          "description": "<p><strong>Trigger</strong> a creature within range is falling</p>\n<hr />\n<p>You cause the air itself to arrest a fall. The target's fall slows to 60 feet per round, and the portion of the fall during the spell's duration doesn't count when calculating falling damage. If the target reaches the ground while the spell is in effect, it takes no damage from the fall. The spell ends as soon as the target lands.</p>",
          "name": "Feather Fall"
        }
      },
      "name": "Kadlaka"
    },
    "Lagofir": {
      "description": "<p>Lagofirs are semiaquatic omnivores that resemble a rabbit the size of a large dog. They're social creatures, playful but territorial and protective of their kin. Lagofirs live in family units and gather in larger groups as often as their environment allows. They're commonly found in northern Avistan, congregating along rivers, lakes, and coasts, where they subsist on fish, crustaceans, marine plants, and small mammals.</p>\n<p>Lagofirs have a stout body, rounded back, large hind legs, long ears, and a short, fluffy tail. Their powerful incisors are capable of cracking through clam shells, chitin, and bone. Both their front and back paws are webbed, and their front paws are highly dexterous, enabling them to grasp objects and perform simple manual tasks.</p>\n<p>Lagofirs secrete a thick, sweet-smelling, flammable oil that coats their fur. Warm to the touch, this oil keeps them insulated and comfortable in frigid water and cold climates. Lagofirs mark their territory by brushing against solid surfaces, coating them in oil that, to other lagofirs, identifies an individual. This makes their lairs, known as burrows or forms, incredibly hazardous. A single spark in a lagofir form can cause an explosion.</p>",
      "items": {
        "1fn8cwk1jdlxivkt": {
          "description": "<p>The lagofir attacks while darting around its foes. The lagofir Strides twice and Strikes at any point during its movement. It can substitute a Swim action in place of any Stride.</p>",
          "name": "Nimble Rush"
        },
        "3vtoaie3rpaju3bk": {
          "name": "Feet"
        },
        "6vb0toewhfgb6dsr": {
          "description": "<p>Lagofirs excrete a warm, flammable oil. Any creature that Grapples a lagofir or is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} by a lagofir becomes coated in lagofir oil for 10 minutes or until the oil is washed off, which takes 1 minute of vigorous scrubbing. Any time a lagofir or a creature coated in lagofir oil is dealt fire damage, it catches flame, taking @Damage[1d6[persistent,fire]] damage.</p>",
          "name": "Flammable"
        },
        "htrsfnvsve89j5sj": {
          "description": "<p>A lagofir can hold its breath for 1 hour.</p>",
          "name": "Deep Breath"
        },
        "kcyiffkzn39kc11a": {
          "description": "<p>15 feet. The lagofir is surrounded by fumes from the flammable oil it exudes. Each nonmagical open flame the size of a torch or larger within the emanation explodes, dealing @Damage[4d4[fire]] damage to all creatures and objects adjacent to the flame (@Check[reflex|dc:17|basic]). After exploding, the fire source is extinguished.</p>",
          "name": "Consuming Fumes"
        },
        "t7j1dxqs40ckaf13": {
          "description": "<p><strong>Requirements</strong> The lagofir's last action was a successful jaws Strike</p><hr /><p><strong>Effect</strong> The lagofir gnaws on the target, driving its teeth deeper into its prey. The target takes @Damage[(1d8+3)[piercing]] damage.</p>",
          "name": "Gnaw"
        },
        "v4362l7kq2b0v2o9": {
          "name": "Jaws"
        },
        "vwr2ql3bmo79kxdk": {
          "description": "<p>The lagofir reduces the effects it suffers from cold environments by one step.</p>",
          "name": "Cold Adaptation"
        }
      },
      "name": "Lagofir"
    },
    "Loblobi": {
      "description": "<p>In the First World, rivers don't always flow as expected; sometimes they run backward, upward, or just disappear into mist and reappear somewhere else entirely. Fey native to such rivers are often just as capricious. This quality is particularly true of loblobis, cunning carnivores who resemble small, chubby humans with the heads and wings of crested herons.</p>\n<p>These malicious tricksters love playing any pranks that result in other creatures being embarrassed, hurt, or even drowned. Their most common \"antic\" is to cast @UUID[Compendium.pf2e.spells-srd.Item.Seaah9amXg70RKw2]{Water Walk} on a hopeful river-crosser, only to dismiss the spell when their victim has traversed halfway across. Conversely, most loblobis are terrible sports when they're the butt of a joke. It's common wisdom that few creatures can hold a grudge like a loblobi.</p>\n<p>Exceptionally vain, loblobis flutter and dance constantly to show off their plumage. Failing to comment on a preening loblobi's appearance is a sure method to invite eternal enmity, but flattery might buy enough time to sneak away from the evil fey.</p>",
      "items": {
        "6N8HQAvVYWrNBruE": {
          "description": "<p>You call forth a powerful blast of pressurized water that bludgeons the target and knocks it back. Make a ranged spell attack roll.</p>\n<hr />\n<p><strong>Critical Success</strong> The target takes 6d6 bludgeoning damage and is knocked back 10 feet.</p>\n<p><strong>Success</strong> The target takes 3d6 bludgeoning damage and is knocked back 5 feet.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 2d6.</p>",
          "name": "Hydraulic Push"
        },
        "97tEA9iMpxxuYIjJ": {
          "description": "<p>The target can walk on the surface of water and other liquids without falling through. It can go underwater if it wishes, but in that case it must Swim normally. This spell doesn't grant the ability to breathe underwater.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The spell's range increases to 30 feet, the duration increases to 1 hour, and you can target up to 10 creatures.</p>",
          "name": "Water Walk (At Will) (Loblobi Can Dismiss the Spell)"
        },
        "UxmywTIT8UmcNp4u": {
          "name": "Beak"
        },
        "Ybnk59j0egjb09RM": {
          "description": "<p>The simplest magic does your bidding. You can perform simple magical effects for as long as you Sustain the Spell. Each time you Sustain the Spell, you can choose one of four options.</p>\n<ul>\n<li><strong>Cook</strong> Cool, warm, or flavor 1 pound of nonliving material.</li>\n<li><strong>Lift</strong> Slowly lift an unattended object of light Bulk or less 1 foot off the ground.</li>\n<li><strong>Make</strong> Create a temporary object of negligible Bulk, made of congealed magical substance. The object looks crude and artificial and is extremely fragile-it can't be used as a tool, weapon, or spell component.</li>\n<li><strong>Tidy</strong> Color, clean, or soil an object of light Bulk or less. You can affect an object of 1 Bulk with 10 rounds of concentration, and a larger object a 1 minute per Bulk.</li>\n</ul>\n<p>Prestidigitation can't deal damage or cause adverse conditions. Any actual change to an object (beyond what is noted above) persists only as long as you Sustain the Spell.</p>",
          "name": "Prestidigitation (Only to Move, Clean, or Soil Small Amounts of Water)"
        },
        "ZDzz6wFZnGMBzxMF": {
          "description": "<p>The loblobi tidies its feathered crest to look supernaturally regal. Each non-fey creature within @Template[emanation|distance:30]{30 feet} must attempt a @Check[will|dc:17] save, then is temporarily immune to Arrogant Preen for 1 hour.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is distracted by the preening and can't take reactions until the start of its next turn.</p>\n<p><strong>Failure</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the loblobi and can't take reactions for 1 minute.</p>\n<p><strong>Critical Failure</strong> As failure. Additionally, while the creature is fascinated, any hostile actions from the loblobi don't break the fascination, but instead allow the target to attempt a new Will save to end the effect at the start of its next turn.</p>",
          "name": "Arrogant Preen"
        },
        "dUFz3O3QbeSn86y9": {
          "description": "<p>You create up to four floating lights, no two of which are more than 10 feet apart. Each sheds light like a torch. When you Sustain the Spell, you can move any number of lights up to 60 feet. Each light must remain within 120 feet of you and within 10 feet of all others, or it winks out.</p>",
          "name": "Dancing Lights"
        },
        "eCySTKuCMmk9D179": {
          "description": "<p>When a loblobi rolls a success on a Will save against an emotion effect or an effect that would make it controlled, it gets a critical success instead. When it rolls a critical failure against such an effect, it gets a failure instead.</p>\n<p>However, a loblobi is vulnerable to flattery. It takes a -4 circumstance penalty to its Will and Perception DCs against any fulsome Deception and Diplomacy checks to Lie, @UUID[Compendium.pf2e.actionspf2e.Item.OX4fy22hQgUHDr0q]{Make an Impression}, or Request.</p>",
          "name": "Unflappable Self-Importance"
        },
        "heKYWE3ydjw7tCoA": {
          "description": "<p>You conjure grease, with effects based on choosing area or target.</p>\n<ul>\n<li><strong>Area</strong> <strong>[4 contiguous 5-foot squares]</strong> All solid ground in the area is covered with grease. Each creature standing on the greasy surface must succeed at a Reflex save or an Acrobatics check against your spell DC or fall @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. Creatures using an action to move onto the greasy surface during the spell's duration must attempt either a Reflex save or an Acrobatics check to Balance. A creature that Steps or Crawls doesn't have to attempt a check or save.</li>\n<li><strong>Target</strong> <strong>[1 object of Bulk 1 or less]</strong> If you cast the spell on an unattended object, anyone trying to pick up the object must succeed at an Acrobatics check or Reflex save against your spell DC to do so. If you target an attended object, the creature that has the object must attempt an Acrobatics check or Reflex save. On a failure, the holder or wielder takes a -2 circumstance penalty to all checks that involve using the object; on a critical failure, the holder or wielder releases the item. The object lands in an adjacent square of the GM's choice. If you cast this spell on a worn object, the wearer gains a +2 circumstance bonus to Fortitude saves against attempts to grapple them.</li>\n</ul>",
          "name": "Grease"
        },
        "lb86H51wrZOTa4pl": {
          "_source": "pf2e.spells-srd.Item.HRb2doyaLtaoCfi3"
        }
      },
      "name": "Loblobi"
    },
    "Lomok": {
      "items": {
        "2m8oZjXisctA0qgS": {
          "_source": "pf2e.equipment-srd.Item.tOhoGvmCMw4JpWcS"
        },
        "3b8fw7vu30ud7axo": {
          "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p><hr /><p><strong>Effect</strong> Lomok Steps, Strides, or Strikes.</p>",
          "name": "Spurred by Death"
        },
        "5t0hmhvxybrdi512": {
          "description": "<p>Lomok's melee Strikes deal an additional @Damage[1d10[persistent,fire]] damage. If he critically hits a creature with a melee Strike, the creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for as long as it takes persistent fire damage.</p>",
          "name": "Oath of the Burning Mammoths"
        },
        "7ht2bk8xi2b71sra": {
          "description": "<p>When Lomok rolls a success on a Will save, he gets a critical success instead.</p>",
          "name": "Powerful Will"
        },
        "N7xEMpZGqnDTcvWE": {
          "description": "<p>Plate mail consists of interlocking plates that encase nearly the entire body in a carapace of steel. It is costly and heavy, and the wearer often requires help to don it correctly, but it provides some of the best defense armor can supply. A suit of this armor comes with an undercoat of padded armor and a pair of gauntlets.</p>",
          "name": "Full Plate"
        },
        "ON5RShm6Qt6drRP7": {
          "description": "<p>Longswords can be one-edged or two-edged swords. Their blades are heavy and they're between 3 and 4 feet in length.</p>",
          "name": "Longsword"
        },
        "ZWdUOkdde4omnn8M": {
          "description": "<p>Your hands become infused with vitality energy, healing a living creature or damaging an undead creature with a touch.</p>\n<p>If you use lay on hands on a willing living target, you restore 6 Hit Points; if the target is one of your allies, they also gain a +2 status bonus to AC for 1 round.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.lyLMiauxIVUM3oF1]{Spell Effect: Lay on Hands}</p>\n<p>Against an undead target, you deal 1d6 damage and it must attempt a basic Fortitude save; if it fails, it also takes a -2 status penalty to AC for 1 round.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The amount of healing increases by 6, and the damage to an undead target increases by 1d6.</p>",
          "name": "Lay on Hands"
        },
        "cE6w7Tb9V7KEmuHj": {
          "_source": "pf2e.equipment-srd.Item.nDZX25OwoN0Imrq6"
        },
        "ph4mby0h07iak76w": {
          "description": "<p><strong>Trigger</strong> An enemy damages one of Lomok's allies, and both combatants are within 15 feet of him</p><hr /><p><strong>Effect</strong> Lomok shields his ally and calls for retribution upon the attacker. The ally reduces the triggering damage by 13. Lomok and any allies within reach of the triggering enemy can make melee Strikes against it.</p>",
          "name": "Retributive Strike"
        },
        "tkmZydRf3i3iPDGQ": {
          "description": "<p>Blessings from beyond help your companions strike true. You and your allies gain a +1 status bonus to attack rolls while within the emanation. Once per turn, starting the turn after you cast bless, you can use a single action, which has the concentrate trait, to increase the emanation's radius by 5 feet.</p>\n<p>Bless can counteract @UUID[Compendium.pf2e.spells-srd.Item.7ZinJNzxq0XF0oMx]{Bane}.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.RfCEHpMoEAZvB9IZ]{Aura: Bless}</p>",
          "name": "Bless"
        },
        "w6x69psuwg7hy152": {
          "description": "<p>15 feet. Whenever Lomok becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened}, reduce the condition value by 1 (minimum 0). At the end of his turn, when he would reduce his frightened condition value by 1, also reduce the value by 1 for all allies in his aura.</p>",
          "name": "Aura of Courage"
        },
        "yeMUNYD7wqmN0WF2": {
          "description": "<p><strong>Trigger</strong> While you have your shield raised, you would take damage from a physical attack</p>\n<hr />\n<p>You snap your shield in place to ward off a blow. Your shield prevents you from taking an amount of damage up to the shield's Hardness. You and the shield each take any remaining damage, possibly breaking or destroying the shield.</p>",
          "name": "Shield Block"
        },
        "zjTDaSVFr0F97EXY": {
          "description": "<p>The object glows, casting bright light in a 20-foot radius (and dim light for the next 20 feet) like a torch. If you cast this spell again on a second object, the light spell on the first object ends.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The object sheds bright light in a 60-foot radius (and dim light for the next 60 feet).</p>",
          "name": "Light"
        }
      },
      "name": "Lomok",
      "npcAc": "(32 with shield raised)",
      "npcAllSaves": "+1 vs. disease"
    },
    "Long-horned Bison": {
      "description": "<p>Much like their smaller bison cousins, long-horned bison are bovines with short faces, two horns, a shaggy coat, and a noticeable hump on their back. Despite their relation to more placid bovines, however, long-horned bison are ill-tempered and territorial. Their tread shakes the ground, while the thunder of their stampedes can be mistaken for an earthquake. Long-horned bison weigh upwards of 4,500 pounds and measure up to 9 feet tall and 16 feet long. Their horns, measured tip to tip, can be almost as wide as the bison are tall.</p>",
      "items": {
        "4c6axo77e8liu4s5": {
          "description": "<p>The bison surges toward its foe, horns lowered. It Strides twice. If the bison ends its movement with an enemy within its reach, it makes a horn Strike against that enemy. The strike gains the fatal d12 trait.</p>",
          "name": "Pointed Charge"
        },
        "512vnr9ni7v0dnam": {
          "name": "Horn"
        },
        "PEctMweYPGD6tPDl": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.BCLvAx4Pz4MLa2pu"
        },
        "p52dlxlcoeoa8n4k": {
          "name": "Hoof"
        },
        "thsxzpoi1dmg2pu9": {
          "description": "<p>The bison reduces the effects it suffers from cold environments by one step.</p>",
          "name": "Cold Adaptation"
        },
        "we6ywuy62cezbqy3": {
          "description": "<p><strong>Trigger</strong> A creature ends its movement within reach of the bison's horn Strike</p><hr /><p><strong>Effect</strong> The bison attempts to Shove the triggering creature with its horns. The bison can't Stride after the triggering creature on a success or critical success.</p>",
          "name": "Toss"
        },
        "zlv4f15aeb6f30g4": {
          "description": "<p>The bison kicks up dust and shakes the ground as it charges. The stampeding bison Strides up to twice its Speed in a straight line, dealing @Damage[(4d8+8)[bludgeoning]] damage (@Check[reflex|dc:24|basic]) to any Large or smaller creature in its path.Multiple bison can participate in Rolling Thunder by spending this ability's actions and waiting to charge until the herd is ready. Before the beginning of its next turn, a bison can then charge as a reaction triggered by an adjacent bison beginning its Rolling Thunder charge. All bison in the combined charge must charge in parallel lines, so the areas can't overlap. The combined charge deals an additional @Damage[3d8[bludgeoning]] damage to creatures in the area, and a creature that fails the Reflex saving throw is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
          "name": "Rolling Thunder"
        }
      },
      "name": "Long-horned Bison"
    },
    "Long-horned Bison Beheaded": {
      "items": {
        "My4IqSx0zlmyveT5": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Push]</p>",
          "name": "Push (10 feet)"
        },
        "VjZOO3nMDWsSTCm6": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "aye6y0l4k3ywrs5j": {
          "name": "Horn"
        },
        "npyg9xjo3ilez8pv": {
          "description": "<p><strong>Requirements</strong> The beheaded's previous action was a horn Strike that dealt damage to its target</p><hr />\n<p><strong>Effect</strong> The beheaded tosses its head, attempting to move the target creature into another space within reach of its horns. It rolls an @Check[athletics|defense:fortitude] check against the target's Fortitude DC. On a failure, the target remains in place.</p>",
          "name": "Toss"
        }
      },
      "name": "Long-horned Bison Beheaded",
      "npcHp": "void healing"
    },
    "Megaloceros": {
      "description": "<p>The megaloceros is similar in form to the elk, but far superior in size. The average male's antlers weigh nearly 100 pounds and can be wider than his body is long. Megaloceroses stand up to 9 feet tall, weigh 1,500 pounds, and grow antlers over 12 feet wide.</p>",
      "items": {
        "385vxush4j2p4hh2": {
          "description": "<p>The megaloceros Strides twice and makes a hoof Strike after either Stride. If the Strike hits, the megaloceros deals an additional @Damage[2d4[bludgeoning]] damage.</p>",
          "name": "Furious Charge"
        },
        "MMnLl0puQq84fgly": {
          "description": "<p>@Check[reflex|dc:21]</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Buck]</p>",
          "name": "Buck"
        },
        "a2fr3imau0ammajr": {
          "name": "Antlers"
        },
        "ua9g3s7qgeegl82d": {
          "name": "Hoof"
        }
      },
      "name": "Megaloceros"
    },
    "Methane Flue": {
      "description": "<p>Invisible but highly flammable natural gas has built up beneath the ground, where geological pressure can ignite it.</p>",
      "hazardDisable": "<p>@Check[survival|dc:28|name:Diffuse the Flames|traits:environmental,hazard] to dig around the vent in a way that diffuses the fumes</p>",
      "name": "Methane Flue"
    },
    "Metuak": {
      "items": {
        "0GkxB2mHgc1GCBMm": {
          "_source": "pf2e.equipment-srd.Item.LGgvev6AV0So8tP9"
        },
        "0ehbxzYXOQUNG4Yz": {
          "_source": "pf2e.spells-srd.Item.4koZzrnMXhhosn0D"
        },
        "3b11d4g60r156uk7": {
          "description": "<p>Metuak makes a single hatchet or claw Strike and compares the result to the AC of up to four foes, each of whom must be within his reach. He rolls damage once and applies it to each creature he hits. A Soul Swipe counts as two attacks for his multiple attack penalty. Metuak's hatchet applies its sweep trait against all four targets.</p>",
          "name": "Soul Swipe"
        },
        "5k4fc85oaab890ma": {
          "name": "Claw"
        },
        "8pnzjy6kvncbd15u": {
          "description": "<p>A demon named Xeleria is bound to Metuak's soul. Though the two entities share one body and are a single creature for the purpose of both targeted and area effects, Metuak and Xeleria each have 120 Hit Points. Damage to each is tracked separately. Xeleria's HP is reduced by force, good, and vitality damage, and any damage from a cold iron weapon, a weapon with a <em>ghost touch</em> rune, and any damage originating from the <em>Primordial Flame</em>. All other damage reduces Metuak's HP.Metuak and Xeleria must both be reduced to 0 HP for Metuak to die and Xeleria to be destroyed. If, at the beginning of Metuak's turn, either Metuak or Xeleria has been reduced to 0 HP but the other hasn't, Metuak and Xeleria each regain 15 HP.</p>",
          "name": "Dual Soul"
        },
        "HODyP2mpvMxCDoEy": {
          "_source": "pf2e.spells-srd.Item.4GE2ZdODgIQtg51c"
        },
        "R9d8GheyyGPAhAki": {
          "description": "<p>You hurl a loose, unattended object that is within range and that has 1 Bulk or less at the target. Make a spell attack roll against the target. If you hit, you deal bludgeoning, piercing, or slashing damage-as appropriate for the object you hurled-equal to 1d6 plus your spellcasting ability modifier. No specific traits or magic properties of the hurled item affect the attack or the damage.</p>\n<hr />\n<p><strong>Critical Success</strong> You deal double damage.</p>\n<p><strong>Success</strong> You deal full damage.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d6.</p>",
          "name": "Telekinetic Projectile"
        },
        "fao0gebzp7f3sf01": {
          "description": "<p>Metuak has access to the critical specialization effect of axe weapons. Due to his hatchet's <em>grievous</em> rune, he can damage a third creature with the same restrictions.</p>",
          "name": "Axe Master"
        },
        "fvsGKHc393ysr4Wh": {
          "_source": "pf2e.spells-srd.Item.tcwT97RWKxsJiefG"
        },
        "fwq5lb65bbgin86o": {
          "description": "<p>Metuak Strides up to twice his Speed. If he ends his movement in an area of dim light, he is @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} as long as he remains in dim light.</p>",
          "name": "Shadow Blend"
        },
        "gxhOaCSnF7VGkiRn": {
          "description": "<p>You shape the quasi-real substance of the Shadow Plane into a blast. Choose acid, bludgeoning, cold, electricity, fire, force, piercing, slashing, or sonic damage, and choose a 30-foot cone, a 15-foot burst within 120 feet, or a 50-foot line. The blast deals 5d8 damage of the type you chose to each creature in the area.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d8.</p>",
          "name": "Shadow Blast"
        },
        "j2duexj816c1b0r7": {
          "description": "<p>[reaction]</p>",
          "name": "Attack of Opportunity"
        },
        "kgeefwa7biin6616": {
          "description": "<p>Due to his dual nature with Xeleria, Metuak is never @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>",
          "name": "Dual Deny Advantage"
        },
        "uw378c511blkggfl": {
          "description": "<p>Metuak unleashes a terrifying howl, attempting to Demoralize each creature within 30 feet. These creatures are then immune to Terrifying Howl for 1 minute.</p>",
          "name": "Terrifying Howl"
        }
      },
      "name": "Metuak"
    },
    "Necrohusk": {
      "description": "<p>Necrohusks are skittering, undead monstrosities, created when a humanoid is purposefully twisted into a new creature through necromantic experimentation. Unlike fleshwarps and recipients of successful necrografts, prospective necrohusks never survive the procedure. After reanimation, they're cunning, animalistic creatures that follow their creator's orders without question.</p>\n<p>Creating a necrohusk is an incredibly difficult endeavor, fraught with error. Most attempts result in lumps of useless, rotten slurry or malformed undead no more cunning or dangerous than a mundane zombie. The costs in time, experimental subjects, and expensive spell components lead some would-be necromancers to conclude that the results aren't worth the risk. Occasionally, spellcasters can harness the power of the Void during the process, which lessens the monetary cost but vastly increases the danger, often producing a deadly backlash resulting in the creator's death and a masterless necrohusk.</p>\n<p>Among the Sutaki, only Ashen Swale and his lieutenants, Turkek and Azi, have the skill and knowledge to create necrohusks with any regularity, although Turkek's interests often lead him away from such gruesome endeavors. Necrohusks are created from volunteers in Ashen Swale's cult or from traitorous Sutaki whom Ashen Swale wants to punish with a ghastly fate.</p>",
      "items": {
        "29ezh1d9x75b9pvp": {
          "description": "<p>The necrohusk spews some of its rotting insides when it makes an ichor spit Strike. On a critical hit, the target is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>",
          "name": "Vile Innards"
        },
        "5bd0clmlj14at9ji": {
          "name": "Leg"
        },
        "7e2o01joyq67zwph": {
          "name": "Ichor Spit"
        },
        "8vxm8cu1428hoxqk": {
          "description": "<p>The necrohusk Strides twice. If the necrohusk ends its movement within melee range of an enemy, it makes a leg Strike against that enemy. On a hit, the Strike deals an additional @Damage[1d6[bleed]].</p>",
          "name": "Impaling Lunge"
        },
        "cfn4iy0zh7i03nkk": {
          "description": "<p><strong>Trigger</strong> A creature misses the necrohusk with a melee Strike</p><hr /><p><strong>Effect</strong> The necrohusk Steps.</p>",
          "name": "Skitter"
        },
        "d7bugrpamj5iazp1": {
          "description": "<p>The necrohusk makes three leg Strikes. If more than one Strike hits the same target, combine the damage of the Strikes that hit the creature and apply the creature's resistances and weaknesses only once.</p>",
          "name": "Frenzied Assault"
        },
        "jZZKSyQTJgYCFTxU": {
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Lifesense]</p>",
          "name": "Lifesense (Imprecise) 30 feet"
        },
        "s1d2504ex4qsfffz": {
          "name": "Jaws"
        },
        "xYAZFVPPbuhSnhOf": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        }
      },
      "name": "Necrohusk",
      "npcHp": "void healing"
    },
    "Oil Explosion": {
      "description": "The flammable oil catches flame and explodes, burning up in a ball of fire.",
      "hazardDisable": "<p>@Check[survival|dc:25|name:Neutralize the oil|traits:hazard,environmental,fire] (trained) or @Check[crafting|dc:23|name:Neutralize the oil|traits:hazard,environmental,fire] to neutralize the oil without setting it alight</p>",
      "name": "Oil Explosion"
    },
    "Pakano": {
      "items": {
        "2EYIvdhzhuLnfjFM": {
          "name": "Tallow Bomb"
        },
        "A2qkCuXMmGz80r2y": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.m4HQ2o5aPxjXf2kY"
        },
        "B9H07GySQIMpEcZ0": {
          "description": "<p>Pakano designates a single creature he can see and hear, or one he's Tracking, as his prey. He gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} his prey and to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} his prey.</p>\n<p>The first time Pakano hits his designated prey in a round, he deals an additional 1d8 precision damage. Pakano also ignores the penalty for making ranged attacks within his second range increment.</p>\n<p>These effects last until Pakano uses Hunt Prey again.</p>",
          "name": "Hunt Prey"
        },
        "KEtKcl13XiRDDkbq": {
          "description": "<p><strong>Trigger</strong> An ally within 30 feet reduces a creature to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> Pakano Steps or Strides.</p>",
          "name": "Spurred by Death"
        },
        "QQAoFsGuQMjILRMP": {
          "_source": "pf2e.equipment-srd.Item.tOhoGvmCMw4JpWcS"
        },
        "cgUywSBOjfaSfhp9": {
          "_source": "pf2e.equipment-srd.Item.4pVGwkVi6izoUuLC"
        },
        "lnwPtLdboZ8jJt7i": {
          "description": "<p>This very small shield is a favorite of duelists and quick, lightly armored warriors. It's typically made of steel and strapped to your forearm. You can Raise a Shield with your buckler as long as you have that hand free or are holding a light object that's not a weapon in that hand.</p>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>Hardness</th>\n<th>HP</th>\n<th>BT</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>3</td>\n<td>6</td>\n<td>3</td>\n</tr>\n</tbody>\n</table>",
          "name": "Buckler"
        },
        "qUKMuVdvLIBeqJta": {
          "description": "<p>Pakano's spear has the parry weapon trait, and his Strikes with the spear deal an additional [[/r {1d6}]]{1d6 damage}. If he critically hits a creature with a spear, the creature is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} until the start of Pakano's next turn.</p>",
          "name": "Spear Fighter"
        },
        "qula0uMKfWBhmoBB": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.hFtNbo1LKYCoDy2O"
        },
        "rv01E7yhBVwVraz0": {
          "_source": "pf2e.equipment-srd.Item.AnwzlOs0njF9Jqnr"
        },
        "sCFMVnixo91dTL5G": {
          "_source": "pf2e.equipment-srd.Item.9TAYUFDOJa0kvk9m"
        }
      },
      "name": "Pakano",
      "npcAc": "(21 with shield raised)"
    },
    "Pakano (Level 12)": {
      "items": {
        "2MjViUo49YMMxENY": {
          "description": "<p>The frost worm emits a hypnotic trill. Each non-frost worm creature within 100 feet must attempt a @Check[will|dc:32] save. The effects of Worm Trill last for 1 round, but if the frost worm uses this ability again on subsequent rounds, it extends this duration by 1 round for any creature already affected.</p>\n<p><strong>Success</strong> The creature is unaffected and is immune to Worm Trill for 24 hours.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the frost worm.</p>\n<p><strong>Critical Failure</strong> As failure, but the fascinated condition doesn't end if the frost worm uses hostile actions against the creature.</p>",
          "name": "Worm Trill"
        },
        "7jMsjzPJkIC9N33Y": {
          "description": "<p>When a frost worm dies, it explodes in a @Template[burst|distance:100] of searing cold blood. All creatures and objects in range take @Damage[10d8[cold]] damage (@Check[reflex|dc:29|basic] save).</p>",
          "name": "Death Throes"
        },
        "AMTVY6uDQ8Mh0jdq": {
          "description": "<p>The frost worm exhales a blast of frost, dealing @Damage[13d6[cold]] damage to creatures in a @Template[cone|distance:50] (@Check[reflex|dc:32|basic] save).</p>\n<p>It can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>",
          "name": "Breath Weapon"
        },
        "doPySREesBUunu15": {
          "description": "<p><strong>Trigger</strong> The frost worm takes piercing or slashing damage</p>\n<hr />\n<p><strong>Effect</strong> The frost worm's freezing blood sprays out on a random creature within 10 feet of the frost worm. That creature takes @Damage[7d6[cold]] damage (@Check[reflex|dc:29|basic] save).</p>",
          "name": "Freezing Blood"
        },
        "f4h3zcj33qtczkn3": {
          "name": "Mammoth Lord Lore"
        },
        "iCmIvJO8SFXSDKRN": {
          "name": "Jaws"
        },
        "il23b5i9309s8T7B": {
          "description": "<p>5 feet. A creature that enters or begins its turn in the emanation takes @Damage[3d6[cold]] damage (@Check[reflex|dc:29|basic]).</p>",
          "name": "Worm Chill"
        },
        "mgcqbavvs7zqbssl": {
          "description": "<p>Pakano's allies are unaffected by his worm chill aura and Worm Trill, and his Freezing Blood affects random enemies instead of random creatures. His Death Throes, however, still affect all creatures and objects in a 100-foot burst.</p>",
          "name": "Human Cunning"
        }
      },
      "name": "Pakano (Level 12)"
    },
    "Pouncing Tiger Haunt": {
      "description": "<p>A cave painting of a great cat roars to life and leaps off the wall to attack.</p>",
      "hazardDisable": "<p>@Check[nature|dc:18|name:Quell the Spirit|traits:hazard,haunt] (trained) or @Check[religion|dc:18|name:Quell the Spirit|traits:hazard,haunt] (trained) to quell the spirit</p>",
      "hazardReset": "<p>If the cave painting isn't destroyed, the haunt resets after 1 day.</p>",
      "name": "Pouncing Tiger Haunt"
    },
    "Punishing Altar": {
      "description": "The bowl releases a wave of negative energy when a living creature approaches without displaying a religious symbol of Venexus.",
      "hazardDisable": "<p>@Check[thievery|dc:22|name:Remove the bowl|traits:hazard,magical,necromancy,void,trap] (expert) to remove the bowl without triggering the magic, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (2nd level, counteract DC 20) to counteract the runes</p>",
      "name": "Punishing Altar"
    },
    "Rhino Warriors": {
      "items": {
        "2rvr1xkbk39q0ymf": {
          "description": "<p><strong>Trigger</strong> A creature Strides within reach of the warrior and critically fails to Strike the warrior with a melee weapon</p><hr /><p><strong>Effect</strong> The rhino warrior knocks the creature to the ground, and the triggering creature falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and takes @Damage[(2d6+5)[bludgeoning]] damage. The rhino warrior is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the end of their next turn.</p>",
          "name": "Counter-Charge"
        },
        "du3ubukorunmbuft": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The rhino warrior makes two pick Strikes against a creature within reach. The rhino warrior rolls only one attack roll for both Strikes, then compares the result against the creature's AC. The rhino warrior's multiple attack penalty doesn't increase until after both Strikes.</p>",
          "name": "Dig In"
        },
        "tt1uzvyf4zmikg1y": {
          "description": "<p>+5, <strong>Dex</strong>+2, <strong>Con</strong>+3, <strong>Int</strong>-1, <strong>Wis</strong>+1, <strong>Cha</strong>+0</p>",
          "name": "Str"
        }
      },
      "name": "Rhino Warriors"
    },
    "Rime Sludge": {
      "description": "<p>Rot and decay play a natural role in swamps of all climates, and latent magical energies or other strange phenomena can transform decomposing matter into oozes and other monstrous creatures made of living muck. Tundra wetlands are no exception to this trend. Worse, in such regions, a quick freeze can prevent noxious sludge from breaking down, and sequential years of short, seasonal thaws can compress rot upon rot until the pestilential mass animates as a rime sludge. These rare, noxious oozes hungrily search for and consume any organic matter they find in their northland habitats.</p>\n<p>Like most oozes, rime sludges consist primarily of protoplasm, though theirs has a slushy consistency peppered with disgusting nuggets of indigestible matter, such as petrified wood, jagged arrowheads, and animal fossils. A rime sludge renews this protoplasm by consuming plants and animals and maintaining a careful balance of semifrozen decomposition in its mutable form.</p>\n<p>Rime sludges are among the few oozes that thrive in cold climates, as too much heat accelerates their natural decay. Rime sludges can't survive temperatures too far above freezing for more than a few days. Rising temperatures force them to migrate toward cooler climates or cold underground areas.</p>\n<p>Few intelligent creatures inhabiting cold climates want anything to do with rime sludges. These oozes can't be trained, tend to wander off at random, and emit a noxious stink at the slightest hint of warmth. Some inventive creatures try to trap rime sludges in pits to keep them contained and use them to dispose of prisoners or food scraps. Because of the oozes' overpowering stench, these pits tend to be quite deep.</p>",
      "items": {
        "42yvufWkXpbQRCrE": {
          "description": "<p>A rime sludge ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} when crossing ice.</p>",
          "name": "Slushy Undulation"
        },
        "J5EQsz5ScS5djw5T": {
          "description": "<p>The first time each round that the rime sludge takes fire damage, a cloud of sickening decay roils outward, dealing @Damage[2d6[poison]] damage (@Check[fortitude|dc:17|basic]) to all creatures in a @Template[emanation|distance:10]. A creature that fails its saving throw is also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 3} on a critical failure).</p>",
          "name": "Noxious Sublimation"
        },
        "g7nKIafpypXq1fDV": {
          "description": "<p>A rime sludge can sense nearby motion through vibration and air movement.</p>",
          "name": "Motion Sense 60 feet"
        },
        "qKLjJAhtJDOnp4Jc": {
          "name": "Pseudopod"
        }
      },
      "name": "Rime Sludge",
      "npcSpeed": "slushy undulation"
    },
    "Rockfall Ceiling": {
      "description": "A load of rocks, held up by a rope pulley, is dropped on the cavern's lower level.",
      "hazardDisable": "<p>@Check[thievery|dc:25|name:Pin the pulley in place|traits:hazard,mechanical,trap] (trained) to pin the pulley in place</p>",
      "name": "Rockfall Ceiling"
    },
    "Roru": {
      "description": "<p>Rorus, sometimes called hunter demons, are brutal fiends that arise from the souls of mortals who mutilated animal corpses. As demons, these individuals don animal pelts, then infiltrate packs or herds to corrupt entire swaths of animals, turning their victims bloodthirsty and feral.</p>",
      "items": {
        "1k8csUGVSUjB6bUk": {
          "description": "<p>You take command of the target, forcing it to obey your orders. If you issue an obviously self-destructive order, the target doesn't act until you issue a new order. The effect depends on its Will save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} as it fights off your commands.</p>\n<p><strong>Failure</strong> You control the target. It gains the @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled} condition, but it can attempt a Will save at the end of each of its turns. On a success, the spell ends.</p>\n<p><strong>Critical Failure</strong> As a failure, but the target receives a new save only if you give it a new order that is against its nature, such as killing its allies.</p>\n<hr />\n<p><strong>Heightened (10th)</strong> The duration is unlimited.</p>",
          "name": "Dominate (Animals Only)"
        },
        "2X07DkenPrgzongM": {
          "description": "<p>You can ask questions of, receive answers from, and use the Diplomacy skill with animals. The spell doesn't make them more friendly than normal. Cunning animals are likely to be terse and evasive, while less intelligent ones often make inane comments.</p>",
          "name": "Speak with Animals (Constant)"
        },
        "AVgx9GEdYELu9Z9I": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "EB61bnRPQqHz9ggV": {
          "description": "<p>Opening a door that bypasses normal space, you instantly transport yourself and any items you're wearing and holding from your current space to a clear space within range you can see. If this would bring another creature with you-even if you're carrying it in an extradimensional container-the spell is lost.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The range increases to 1 mile. You don't need to be able to see your destination, as long as you have been there in the past and know its relative location and distance from you. You are temporarily immune for 1 hour.</p>",
          "name": "Dimension Door (At Will)"
        },
        "RlGIfxZYWKTWBJQW": {
          "description": "<p>Opening a door that bypasses normal space, you instantly transport yourself and any items you're wearing and holding from your current space to a clear space within range you can see. If this would bring another creature with you-even if you're carrying it in an extradimensional container-the spell is lost.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The range increases to 1 mile. You don't need to be able to see your destination, as long as you have been there in the past and know its relative location and distance from you. You are temporarily immune for 1 hour.</p>",
          "name": "Dimension Door"
        },
        "gafle2cabrnckhdn": {
          "description": "<p>30 feet. An animal or beast entering or starting its turn in the emanation must succeed at a @Check[will|dc:25] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (frightened 2 on a critical failure). Frightened animals within the emanation can't attack the roru. A creature that succeeds at a saving throw against predatory aura is immune for 24 hours.</p>",
          "name": "Predatory Aura"
        },
        "j1Xf4x3SVK2UhxCJ": {
          "description": "<p>You call in a favor from another demon whose level is no more than double <em>Abyssal pact's</em> spell rank, two demons whose levels are each at least 2 less than double the spell rank, or three demons whose levels are each at least 3 less than double the spell rank.</p>\n<hr />\n<p><strong>Critical Success</strong> You conjure the demon or demons. They are eager to pursue the task, so they don't ask for a favor.</p>\n<p><strong>Success</strong> You conjure the demon or demons. They are not eager to pursue the task, so they require a favor in return.</p>\n<p><strong>Failure</strong> You don't conjure any demons.</p>\n<p><strong>Critical Failure</strong> The demon or demons are angry that you disturbed them. They appear before you, but they immediately attack you.</p>",
          "name": "Abyssal Pact"
        },
        "lo4ykwnhgn0sqzrn": {
          "description": "<p>The first time each round an attempt to Command an Animal fails within 60 feet of a roru, the roru takes @Damage[4d6[mental]] damage (@Damage[10d6[mental]] if the roru failed the attempt).</p>",
          "name": "Disobedience Vulnerability"
        },
        "or225f5ibefcz90w": {
          "description": "<p>The roru focuses its corruption on an animal or beast it can see within 30 feet. The creature must succeed at a @Check[will|dc:25] save or become @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for [[/r 1d4 #rounds]]{1d4 rounds}. The confused creature can't attack the roru. A creature that succeeds at its saving throw is temporarily immune to Incite Ferocity for 24 hours.</p>",
          "name": "Incite Ferocity"
        },
        "sr2tiu618w7bc6sv": {
          "name": "Claw"
        },
        "vfnb5vr7qkm2nzme": {
          "description": "<p>The roru dons the pelt of an adjacent dead animal, transforming into its lookalike. The roru becomes the same size and gains the same Speeds as the target animal. The roru loses its claw and jaws unarmed Strikes and gains the types of melee Strikes of the animal whose pelt it wears. The Strike deals damage equal to the roru's jaws Strike or, if the Strike has the agile trait, the roru's claw Strike. Either way, the damage type changes to match the new unarmed attack. While a roru wears a pelt, half of physical damage dealt to the roru is instead dealt to the pelt. A pelt has Hardness 5 and 25 HP. When a pelt reaches 0 HP, the roru is immediately expelled from the pelt and it is destroyed.</p>",
          "name": "Wear Pelt"
        },
        "y0gym5wp5wn6iznu": {
          "name": "Jaws"
        }
      },
      "name": "Roru"
    },
    "Shattering Rune": {
      "description": "A magical rune is inscribed on the tarry earth at the entrance to the hut, buried beneath snow, with an @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} sensor that detects creatures within a 10-foot-radius sphere.",
      "hazardDisable": "<p>@Check[thievery|dc:30|name:Erase the Rune|traits:hazard] (master) to erase the rune without triggering the sensor or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (5th level; counteract DC 28) to dispel the rune</p>",
      "name": "Shattering Rune"
    },
    "Skeletal Woolly Rhinoceros": {
      "items": {
        "21z8g8vz6k7q0wxs": {
          "description": "<p>The rhino Strides twice, then makes a horn Strike. As long as the rhino moved at least 20 feet, the Strike's damage increases to @Damage[(3d12+5)[piercing]]. A Medium or smaller creature struck by this attack must succeed at a @Check[reflex|dc:22] save or be automatically Shoved back 5 feet and knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} by the force of the blow.</p>",
          "name": "Rhinoceros Charge"
        },
        "70eDJ8JjcbNccV3k": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "73bwul93j5c9qxil": {
          "name": "Horn"
        },
        "SYK3bVNkL0naZYtV": {
          "description": "<p>Medium or smaller, foot, @Check[reflex|dc:19|basic]</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>",
          "name": "Trample"
        },
        "aysbbe9s5yltiiya": {
          "name": "Foot"
        }
      },
      "name": "Skeletal Woolly Rhinoceros",
      "npcHp": "void healing"
    },
    "Soul Draining Cage": {
      "description": "Necromantic runes inscribed on the cage bars and lock drain the vitality of living creatures who interact with the cage.",
      "hazardDisable": "<p>@Check[thievery|dc:25|name:Drain the rune's power|traits:hazard,magical,necromancy,void,trap] (expert) to drain the runes' power harmlessly or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd level; counteract DC 22) to counteract the rune</p>",
      "name": "Soul Draining Cage"
    },
    "Spectral Archers": {
      "description": "Ghostly soldiers wielding crossbows manifest within the towers that flank the gatehouse and rain bolts down upon intruders.",
      "hazardDisable": "<p>@Check[intimidation|dc:31|traits:haunt,hazard] (expert) to cow the archers into fleeing or @Check[religion|dc:28|name:Banish the Spirits|traits:haunt,hazard] (expert) to temporarily banish the spirits</p>",
      "hazardReset": "The haunt vanishes permanently if the graveknights are destroyed. Otherwise, it returns after 1 hour.",
      "name": "Spectral Archers"
    },
    "Summer Hora": {
      "items": {
        "24nEftgKJZX1ExCP": {
          "description": "<p><strong>Trigger</strong> The summer hora or an ally within 30 feet that the summer hora can see fails a Perception check or saving throw</p>\n<hr />\n<p><strong>Effect</strong> If it's the month of the summer solstice, the hora's or ally's check retroactively gains a +4 status bonus, which can change the outcome from a critical failure to a failure or a failure to a success. If it's the month before or after the summer solstice, the check gains a retroactive +2 status bonus instead. In the other months except during the three winter solstice months, the check gains a retroactive +1 status bonus instead. During the winter solstice months, this ability has no effect. The summer hora can't use Summer's Fortune again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>",
          "name": "Summer's Salvation"
        },
        "2P8GugWMFki3yJNc": {
          "_source": "pf2e.spells-srd.Item.yhz9fF69uwRhnHix"
        },
        "2aPAfLRGU4TGG5M2": {
          "description": "<p>You obscure the tracks you leave behind and make it harder for others to find you. The DC of checks to Track you gains a +4 status bonus or is equal to your spell DC, whichever results in a higher DC. You can benefit from only one pass without trace spell at a time.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> The duration increases to 8 hours.</p>\n<p><strong>Heightened (4th)</strong> The duration increases to 8 hours. The spell has a range of 20 feet and an area of a 20-foot-emanation, affecting up to 10 creatures of your choice within that area.</p>",
          "name": "Pass Without Trace"
        },
        "2lRhJxFgvqomves1": {
          "name": "Solar Blade"
        },
        "KkPFqAXpc6tyylad": {
          "description": "<p>The object glows, casting bright light in a 20-foot radius (and dim light for the next 20 feet) like a torch. If you cast this spell again on a second object, the light spell on the first object ends.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The object sheds bright light in a 60-foot radius (and dim light for the next 60 feet).</p>",
          "name": "Light"
        },
        "NdPzuZygS2PhSswd": {
          "description": "<p>You tap into the target's senses, allowing you to see, hear, and otherwise sense whatever it senses for the spell's duration. If the target wishes to prevent you from doing so, it can attempt a Will save, negating the spell on a success, but most animals don't bother to do so. While tapping into the target's senses, you can't use your own body's senses, but you can change back and forth from your body's senses to the target's senses using a single action, which has the concentrate trait.</p>",
          "name": "Animal Vision"
        },
        "RTD8aerpERk3iBZr": {
          "description": "<p>In your mind's eye, you see a path northward. You immediately know which direction is north (if it exists at your current location).</p>\n<hr />\n<p><strong>Heightened (7th)</strong> You can instead know the direction to a familiar location, such as a previous home or a favorite tavern.</p>",
          "name": "Know Direction"
        },
        "UEWE0iejBm2XsMuO": {
          "description": "<p>An hora is mystically bonded to a natural location with a simple astronomical calendar that marks the summer and winter solstice. If they aren't at that location at dawn when the sunlight touches the calendar, they become @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, increasing the value by 1 for each missed day and reducing by 1 only when they witness dawn's light touch the calendar. Even on a cloudy day, there's enough sunlight to satisfy the hora's need. An hora can perform a 24-hour ritual to bond to a new location.</p>",
          "name": "Solstice Dependent"
        },
        "aflOxjP4MIDUj6Fa": {
          "description": "<p>During the winter months, a summer hora can't take reactions, is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}, and can't reduce their sickened condition below 1.</p>",
          "name": "Summer Bound"
        },
        "buaQNb9137PrNt5I": {
          "_source": "pf2e.spells-srd.Item.B3eLlbaPxOYHcs1o"
        },
        "d5itSOLGxRzsepxO": {
          "_source": "pf2e.spells-srd.Item.HRb2doyaLtaoCfi3"
        },
        "k6cQNxJvcvLjxgzO": {
          "description": "<p>You ward an area to alert you when creatures enter without your permission. When you cast alarm, select a password. Whenever a Small or larger corporeal creature enters the spell's area without speaking the password, alarm sends your choice of a mental alert (in which case the spell gains the mental trait) or an audible alarm with the sound and volume of a hand bell (in which case the spell gains the auditory trait). Either option automatically awakens you, and the bell allows each creature in the area to attempt a DC 15 Perception check to wake up. A creature aware of the alarm must succeed at a Stealth check against the spell's DC or trigger the spell when moving into the area.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You can specify criteria for which creatures sound the alarm spell-for instance, orcs or masked people.</p>",
          "name": "Alarm"
        },
        "qHtPdbkZjCmSN9kx": {
          "name": "Astronomy Lore"
        },
        "u8ijcpYDpzEbvblQ": {
          "name": "Solar Ray"
        }
      },
      "name": "Summer Hora"
    },
    "Summer Hora Queen": {
      "items": {
        "0JcoS4l8SnzQhuFJ": {
          "description": "<p>30 feet. Creatures that start their turn in the aura must succeed at a @Check[will|dc:30] save or suffer an effect described in the nymph queen's entry.</p>\n<hr />\n<p>On a failed save, the creature is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for 1 minute.</p>",
          "name": "Nymph's Beauty"
        },
        "24nEftgKJZX1ExCP": {
          "description": "<p><strong>Trigger</strong> The summer hora or an ally within 30 feet that the summer hora can see fails a Perception check, saving throw, attack roll, or skill check.</p>\n<hr />\n<p><strong>Effect</strong> If it's the month of the summer solstice, the hora's or ally's check retroactively gains a +4 status bonus, which can change the outcome from a critical failure to a failure or a failure to a success. If it's the month before or after the summer solstice, the check gains a retroactive +2 status bonus instead. In the other months except during the three winter solstice months, the check gains a retroactive +1 status bonus instead. During the winter solstice months, this ability has no effect. The summer hora can't use Summer's Fortune again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>",
          "name": "Summer's Salvation"
        },
        "2P8GugWMFki3yJNc": {
          "_source": "pf2e.spells-srd.Item.yhz9fF69uwRhnHix"
        },
        "2aPAfLRGU4TGG5M2": {
          "description": "<p>You obscure the tracks you leave behind and make it harder for others to find you. The DC of checks to Track you gains a +4 status bonus or is equal to your spell DC, whichever results in a higher DC. You can benefit from only one pass without trace spell at a time.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> The duration increases to 8 hours.</p>\n<p><strong>Heightened (4th)</strong> The duration increases to 8 hours. The spell has a range of 20 feet and an area of a 20-foot-emanation, affecting up to 10 creatures of your choice within that area.</p>",
          "name": "Pass Without Trace"
        },
        "2lRhJxFgvqomves1": {
          "name": "Solar Blade"
        },
        "2qz9I4LRiYQtiCFT": {
          "description": "<p>A powerful globe of searing sunlight explodes in the area, dealing 8d10 fire damage to all creatures in the area, plus 8d10 additional vitality damage to undead creatures. Each creature and object in the area must attempt a Reflex save. If the globe overlaps with an area of magical darkness, sunburst attempts to counteract the darkness effect.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature or object is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage.</p>\n<p><strong>Critical Failure</strong> The creature takes full damage. If it's a creature, it becomes @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} permanently.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The fire damage increases by 1d10, and the vitality damage against undead increases by 1d10.</p>",
          "name": "Sunburst"
        },
        "97CtlgOu2NpYx8sX": {
          "description": "<p>You step into a living tree with a trunk big enough for you to fit inside it and instantly teleport to any tree of the same species within 5 miles that also has a sufficiently large trunk. Once you enter the first tree, you instantly know the rough locations of other sufficiently large trees of the same species within range and can exit from the original tree, if you prefer. You can't carry extradimensional spaces with you; if you attempt to do so, the spell fails.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> The tree you exit can be up to 50 miles away.</p>\n<p><strong>Heightened (8th)</strong> The tree you exit can be up to 500 miles away.</p>\n<p><strong>Heightened (9th)</strong> The tree you exit can be anywhere on the same planet.</p>",
          "name": "Tree Stride"
        },
        "A1vKJGDn10muHddy": {
          "description": "<p>You send the target back to its home plane. The target must attempt a Will save. You can spend an extra action while Casting this Spell and add a material component to give the creature a -2 circumstance penalty to its save. The component must be a specially gathered object that is anathema to the creature, and not from a material component pouch. This spell fails if you aren't on your home plane when you cast it.</p>\n<hr />\n<p><strong>Critical Success</strong> The target resists being banished and you are @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<p><strong>Success</strong> The target resists being banished.</p>\n<p><strong>Failure</strong> The target is banished.</p>\n<p><strong>Critical Failure</strong> The target is banished and can't return by any means to the plane it's banished from for 1 week.</p>\n<hr />\n<p><strong>Heightened (9th)</strong> You can target up to 10 creatures. The extra material component affects targets to which it is anathema.</p>",
          "name": "Banishment"
        },
        "A3fLkap3tT8lz9ua": {
          "description": "<p>Nymph queens can transform between their original form, which looks much like a typical nymph of their kind, and any Small or Medium humanoid form, typically choosing a more humanoid-looking version of their natural form.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "BpkPa36FaWvuVglV": {
          "description": "<p>You transform into a Large tree. Perception checks don't reveal your true nature, but a successful Nature or Survival check against your spell DC reveals that you appear to be a tree that is strangely new to the area. While in tree form, you can observe everything around you, but you can't act other than to end the spell, and your turn, by using a single action, which has the concentrate trait. As a tree, your AC is 20, and only status bonuses, status penalties, circumstance bonuses, and circumstance penalties affect you. Any successes and critical successes you roll on Reflex saves are failures.</p>",
          "name": "Tree Shape"
        },
        "Ds1MIvKNoLAm1io9": {
          "description": "<p>A vine covered in sticky sap appears from thin air, flicking from your hand and lashing itself to the target. Attempt a spell attack against the target.</p>\n<hr />\n<p><strong>Critical Success</strong> The target gains the @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} condition and takes a -10-foot circumstance penalty to its Speeds for 1 round. It can attempt to Escape against your spell DC to remove the penalty and the @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} condition.</p>\n<p><strong>Success</strong> The target takes a -10-foot circumstance penalty to its Speeds for 1 round. It can attempt to Escape against your spell DC to remove the penalty.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.TwtUIEyenrtAbeiX]{Spell Effect: Tangle Vine}</p>\n<p><strong>Failure</strong> The target is unaffected.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> The effects last for 2 rounds.</p>\n<p><strong>Heightened (4th)</strong> The effects last for 1 minute.</p>",
          "name": "Tanglefoot"
        },
        "FRZBNVQQvNKOEEnz": {
          "description": "<p>You erect protective wards that make the target difficult to detect via magic. Nondetection attempts to counteract all detection, revelation, and scrying divinations made against the target or the target's gear throughout the duration, counting cantrips as 1st-rank spells for this purpose. Successfully counteracting a divination that targets an area or multiple targets negates the effects only for nondetection's target.</p>",
          "name": "Nondetection"
        },
        "FxgymnyZseFZ0yAR": {
          "description": "<p>You can ask questions of, receive answers from, and use the Diplomacy skill with animals. The spell doesn't make them more friendly than normal. Cunning animals are likely to be terse and evasive, while less intelligent ones often make inane comments.</p>",
          "name": "Speak with Animals (Constant)"
        },
        "H9Cf2PwbMaYCZAXe": {
          "_source": "pf2e.spells-srd.Item.ikSb3LRGnrwXJBVX"
        },
        "JSxe8nxuWng672EP": {
          "_source": "pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3"
        },
        "JUi0fA84T60wrNhQ": {
          "description": "<p>A nymph queen can inspire a single intelligent creature by giving that creature a token of her favor, typically a lock of her hair. As long as the creature carries her token and remains in good standing with the nymph queen, the creature gains a +1 status bonus to all Crafting checks, Performance checks, and Will saves.</p>\n<p>If a nymph queen grants her Inspiration to a bard and the nymph queen is that bard's muse, the bard gains an additional benefit depending on their muse theme: for lore muse, the bard also gains a +1 status bonus to all Lore checks; for maestro muse, the status bonus to Performance checks increases to +2 for the purpose of determining the effects of compositions; for polymath muse, the bard gains a +4 status bonus to untrained skill checks; and for all other muses, the Will save bonus increases to +2 against fey.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.iSyyR4QVOaY6mxtg]{Effect: Nymph Queen's Inspiration}</p>",
          "name": "Inspiration"
        },
        "KkPFqAXpc6tyylad": {
          "description": "<p>The object glows, casting bright light in a 20-foot radius (and dim light for the next 20 feet) like a torch. If you cast this spell again on a second object, the light spell on the first object ends.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.cVVZXNbV0nElVOPZ]{Spell Effect: Light}</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The object sheds bright light in a 60-foot radius (and dim light for the next 60 feet).</p>",
          "name": "Light"
        },
        "NIOCvjIwSekWP03Y": {
          "description": "<p>You wreathe yourself in ghostly flames, gaining cold resistance 5. Additionally, adjacent creatures that hit you with a melee attack, as well as creatures that touch you or hit you with an unarmed attack, take 2d6 fire damage each time they do.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.1RsScTvNdGD9zGWe]{Spell Effect: Fire Shield}</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The cold resistance increases by 5, and the fire damage increases by 1d6.</p>",
          "name": "Fire Shield"
        },
        "NdPzuZygS2PhSswd": {
          "description": "<p>You tap into the target's senses, allowing you to see, hear, and otherwise sense whatever it senses for the spell's duration. If the target wishes to prevent you from doing so, it can attempt a Will save, negating the spell on a success, but most animals don't bother to do so. While tapping into the target's senses, you can't use your own body's senses, but you can change back and forth from your body's senses to the target's senses using a single action, which has the concentrate trait.</p>",
          "name": "Animal Vision"
        },
        "NylnfU7XKEhhOwim": {
          "description": "<p>You lengthen your stride beyond what should be possible. You gain a +10-foot status bonus to your Speed.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.PQHP7Oph3BQX1GhF]{Spell Effect: Tailwind}</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> The duration increases to 8 hours.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.7vIUF5zbvHzVcJA0]{Spell Effect: Tailwind (8 hours)}</p>",
          "name": "Longstrider"
        },
        "P0AOzkbQ5Gj7cY5g": {
          "_source": "pf2e.spells-srd.Item.Seaah9amXg70RKw2"
        },
        "R3JungBXjKq3gD0b": {
          "description": "<p>The target can soar through the air, gaining a fly Speed equal to its Speed or 20 feet, whichever is greater.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> The duration increases to 1 hour.</p>",
          "name": "Fly"
        },
        "RTD8aerpERk3iBZr": {
          "description": "<p>In your mind's eye, you see a path northward. You immediately know which direction is north (if it exists at your current location).</p>\n<hr />\n<p><strong>Heightened (7th)</strong> You can instead know the direction to a familiar location, such as a previous home or a favorite tavern.</p>",
          "name": "Know Direction"
        },
        "T2blvvZ0QVYdMk4n": {
          "description": "<p>You send out a pulse that registers the presence of magic. You receive no information beyond the presence or absence of magic. You can choose to ignore magic you're fully aware of, such as the magic items and ongoing spells of you and your allies.</p>\n<p>You detect illusion magic only if that magic's effect has a lower level than the rank of your detect magic spell. However, items that have an illusion aura but aren't deceptive in appearance (such as an invisibility potion) typically are detected normally.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You learn the school of magic for the highest-level effect within range that the spell detects. If multiple effects are equally strong, the GM determines which you learn.</p>\n<p><strong>Heightened (4th)</strong> As 3rd level, but you also pinpoint the source of the highest-level magic. Like for an imprecise sense, you don't learn the exact location, but can narrow down the source to within a 5-foot cube (or the nearest if larger than that).</p>",
          "name": "Detect Magic"
        },
        "TeSMUpVYp8KAPJQq": {
          "_source": "pf2e.spells-srd.Item.B3eLlbaPxOYHcs1o"
        },
        "UEWE0iejBm2XsMuO": {
          "description": "<p>A summer hora queen is intrinsically tied to a specific region, such as a forest or hilly plain. For 3 months around the summer solstice, the environment is supernaturally resilient, allowing the queen to automatically attempt to counteract spells and rituals that would harm the environment, such as @UUID[Compendium.pf2e.spells-srd.Item.7yWXx3qC4eFNHhxD]{Blight}, with a +27 counteract modifier and a counteract rank of 7. For the 3 months around the winter solstice, however, her warded region becomes twisted or unhealthy unless a winter hora queen is present.</p>",
          "name": "Tied to the Land"
        },
        "XTJbjBLSAYQFx2dQ": {
          "description": "<p>You create up to four floating lights, no two of which are more than 10 feet apart. Each sheds light like a torch. When you Sustain the Spell, you can move any number of lights up to 60 feet. Each light must remain within 120 feet of you and within 10 feet of all others, or it winks out.</p>",
          "name": "Dancing Lights"
        },
        "YBJKNfL32umfA5MB": {
          "description": "<p>You attempt to counteract a single effect imposing the @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} or @UUID[Compendium.pf2e.conditionitems.Item.9PR9y0bi4JPKnHPR]{Deafened} conditions on the target, restoring its vision or hearing. This can counteract both temporary magic and permanent consequences of magic, but it doesn't cure someone who does not have the sense due to some natural state or effect, such as from birth or from a non-magical wound or toxin.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> The spell's range increases to 30 feet, and you can target up to 10 creatures. You can choose the effect to counteract separately for each selected creature.</p>",
          "name": "Restore Senses"
        },
        "YiiKavm8WWZqrZ6Z": {
          "description": "<p>A roaring blast of fire appears at a spot you designate, dealing 6d6 fire damage.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 2d6.</p>",
          "name": "Fireball"
        },
        "ZvKlmfoYXznpxJDj": {
          "description": "<p>You transform into the battle form of a Tiny animal, such as a cat, insect, lizard, or rat. You can decide the specific type of animal (such as a rat or praying mantis), but this has no effect on the form's Size or statistics. While in this form, you gain the animal trait. You can Dismiss the spell.</p>\n<p>You gain the following statistics and abilities:</p>\n<ul>\n<li>AC = 15 + your level. Ignore your armor's check penalty and Speed reduction.</li>\n<li>Speed 10 feet.</li>\n<li>Weakness 5 to physical damage. (If you take physical damage in this form, you take 5 additional damage.)</li>\n<li>Low-light vision and imprecise scent 30 feet.</li>\n<li>Acrobatics and Stealth modifiers of +10, unless your own modifier is higher; Athletics modifier -4.</li>\n</ul>\n<hr />\n<p><strong>Heightened (4th)</strong> You can turn into a flying creature, such as a bird, which grants you a fly Speed of 20 feet.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.ydsLEGjY89Akc4oZ]{Spell Effect: Pest Form}</p>",
          "name": "Pest Form"
        },
        "aKggakXze6HcdUje": {
          "description": "<p>You can ask questions of and receive answers from natural or worked stone. While stone is not intelligent, you speak with the natural spirits of the stone, which have a personality colored by the type of stone, as well as by the type of structure the stone is part of, for worked stone. A stone's perspective, perception, and knowledge give it a worldview different enough from a human's that it doesn't consider the same details important. Stones can mostly answer questions about creatures that touched them in the past and what is concealed beneath or behind them.</p>",
          "name": "Stone Tell"
        },
        "bBhzhq6Ztoo9IWte": {
          "description": "<p>You can ask questions of and receive answers from plants, but the spell doesn't make them more friendly or intelligent than normal. Most normal plants have a distinctive view of the world around them, so they don't recognize details about creatures or know anything about the world beyond their immediate vicinity. Cunning plant monsters are likely to be terse and evasive, while less intelligent ones often make inane comments.</p>",
          "name": "Speak with Plants (Constant)"
        },
        "bRDHOgwEJUtLBGUP": {
          "description": "<p>You become living flame, giving you fire immunity, resistance 10 to precision damage, and weakness 5 to cold and to water. Any creature that touches you or damages you with an unarmed attack or non-reach melee weapon takes 3d6 fire damage. Your unarmed attacks deal 1d4 additional fire damage, and your fire spells deal one additional die of fire damage (of the same damage die the spell uses). You can cast produce flame as an innate spell; the casting is reduced from 2 actions to 1. In fire form, you have a fly Speed of 40 feet and don't need to breathe.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.uIMaMzd6pcKmMNPJ]{Spell Effect: Fiery Body}</p>\n<hr />\n<p><strong>Heightened (9th)</strong> Creatures touching you take 4d6 fire damage instead of 3d6, your unarmed attacks deal 2d4 additional fire damage, and you have a fly Speed of 60 feet.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.U2eD42cGwdvQMdN0]{Spell Effect: Fiery Body (9th Level)}</p>",
          "name": "Fiery Body"
        },
        "cRQrZj8XEccIwC7x": {
          "description": "<p>A flowing cloak of utter darkness drapes over you, filled with pinpricks of light like distant stars. It imparts the stillness of the cosmos to you, granting you a +2 status bonus to Stealth checks to @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hide} and @UUID[Compendium.pf2e.actionspf2e.Item.VMozDqMMuK5kpoX4]{Sneak}.</p>\n<p>While outside under a starry night sky, you're also @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} as long as you remain still. When moving under a starry night sky, you are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} instead.</p>\n<p>Gazing too closely into the stars is disorienting. Any creature that ends its turn adjacent to you must attempt a Will save; this is a mental, visual effect.</p>\n<hr />\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} until the end of its next turn.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} and Dazzled until the end of its next turn.</p>",
          "name": "Blanket Of Stars"
        },
        "d5itSOLGxRzsepxO": {
          "_source": "pf2e.spells-srd.Item.HRb2doyaLtaoCfi3"
        },
        "gxew9KDOhfgxUCD7": {
          "description": "<p>You channel vitality energy to heal the living or damage the undead. If the target is a willing living creature, you restore 1d8 Hit Points. If the target is undead, you deal that amount of vitality damage to it, and it gets a basic Fortitude save. The number of actions you spend when Casting this Spell determines its targets, range, area, and other parameters.</p>\n<p><span class=\"action-glyph\">1</span> <strong>(somatic)</strong> The spell has a range of touch.</p>\n<p><span class=\"action-glyph\">2</span> <strong>(verbal, somatic)</strong> The spell has a range of 30 feet. If you're healing a living creature, increase the Hit Points restored by 8</p>\n<p><span class=\"action-glyph\">3</span> <strong>(material, somatic, verbal)</strong> You disperse vitality energy in a 30-foot emanation. This targets all living and undead creatures in the burst.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The amount of healing or damage increases by 1d8, and the extra healing for the 2-action version increases by 8.</p>",
          "name": "Heal"
        },
        "hKOjnDSrbxOY8cHZ": {
          "description": "<p>You see things within 60 feet as they actually are. The GM rolls a secret counteract check against any illusion or transmutation in the area, but only for the purpose of determining whether you see through it (for instance, if the check succeeds against a polymorph spell, you can see the creature's true form, but you don't end the polymorph spell).</p>",
          "name": "True Seeing"
        },
        "k6cQNxJvcvLjxgzO": {
          "description": "<p>You ward an area to alert you when creatures enter without your permission. When you cast alarm, select a password. Whenever a Small or larger corporeal creature enters the spell's area without speaking the password, alarm sends your choice of a mental alert (in which case the spell gains the mental trait) or an audible alarm with the sound and volume of a hand bell (in which case the spell gains the auditory trait). Either option automatically awakens you, and the bell allows each creature in the area to attempt a DC 15 Perception check to wake up. A creature aware of the alarm must succeed at a Stealth check against the spell's DC or trigger the spell when moving into the area.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You can specify criteria for which creatures sound the alarm spell-for instance, orcs or masked people.</p>",
          "name": "Alarm"
        },
        "o0y3m5FnZQwkK9Ml": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kakyXBG5WA8c6Zfd"
        },
        "oRj54Jj1AnQJsVRj": {
          "description": "<p>An infusion of vitality energy grants a creature continuous healing. The target temporarily gains regeneration 15, which restores 15 Hit Points to it at the start of each of its turns. While it has regeneration, the target can't die from damage and its @UUID[Compendium.pf2e.conditionitems.Item.yZRUzMqrMmfLu0V1]{Dying} condition can't increase to a value that would kill it (this stops most creatures from going beyond dying 3), though if its @UUID[Compendium.pf2e.conditionitems.Item.Yl48xTdMh3aeQYL2]{Wounded} value becomes 4 or higher, it stays @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} until its wounds are treated. If the target takes acid or fire damage, its regeneration deactivates until after the end of its next turn. Each time the creature regains Hit Points from regeneration, it also regrows one damaged or ruined organ (if any). During the spell's duration, the creature can also reattach severed body parts by spending an Interact action to hold the body part to the area it was severed from.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.dXq7z633ve4E0nlX]{Spell Effect: Regenerate}</p>\n<hr />\n<p><strong>Heightened (9th)</strong> The regeneration increases to 20.</p>",
          "name": "Regenerate"
        },
        "pDBWWlpQIcGO9vbk": {
          "description": "<p>You transform the target creature into a harmless animal appropriate to the area, with effects based on its Fortitude save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target's body gains minor features of the harmless animal. Its insides churn as they partially transform, causing it to be @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. When it recovers from the Sickened condition, its features revert to normal.</p>\n<p><strong>Failure</strong> The target transforms for 1 minute but keeps its mind. If it spends all its actions on its turn concentrating on its original form, it can attempt a Will save to end the effect immediately.</p>\n<p><strong>Critical Failure</strong> The target is transformed into the chosen harmless animal, body and mind, for an unlimited duration.</p>",
          "name": "Baleful Polymorph"
        },
        "pkXE5t1wIB8CbXtW": {
          "description": "<p>You ask for divine guidance, granting the target a +1 status bonus to one attack roll, Perception check, saving throw, or skill check the target attempts before the duration ends. The target chooses which roll to use the bonus on before rolling. If the target uses the bonus, the spell ends. Either way, the target is then temporarily immune for 1 hour.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.3qHKBDF7lrHw8jFK]{Spell Effect: Guidance}</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.3LyOkV25p7wA181H]{Effect: Guidance Immunity}</p>",
          "name": "Guidance"
        },
        "qHtPdbkZjCmSN9kx": {
          "name": "Astronomy Lore"
        },
        "tG7BrTyGtTi7xCS7": {
          "description": "<p>During the winter months, a summer hora can't take reactions, is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}, and can't reduce their sickened condition below 1.</p>",
          "name": "Summer Bound"
        },
        "u8ijcpYDpzEbvblQ": {
          "name": "Solar Ray"
        },
        "uDtl5wsEba9nAqqr": {
          "description": "<p>The hora queen focuses her beauty upon a target within her aura. The creature must attempt a Will save. On a failure, it is affected as if by the hora queen's nymph's beauty aura; if it was already affected by the aura, it's @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} until its sight is restored via restore senses or similar effect, or until the hora queen chooses to remove the effect using a single action, which has the concentrate trait. A hora queen can Focus Beauty on a given creature only once per turn.</p>",
          "name": "Focus Beauty"
        },
        "uSwTtdasXxFNUHdz": {
          "description": "<p>Vitality energy shuts death's door. The target loses the @UUID[Compendium.pf2e.conditionitems.Item.yZRUzMqrMmfLu0V1]{Dying} condition, though it remains @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} at 0 Hit Points.</p>",
          "name": "Stabilize"
        },
        "w3xhWntz1c4Jvvu3": {
          "_source": "pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6"
        }
      },
      "name": "Summer Hora Queen"
    },
    "Syarstik Painted-Tiger": {
      "items": {
        "5N6r9FxxWLT2wXR2": {
          "name": "Ghostly Fangs"
        },
        "Sqc75tREqpUrrkMC": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "XaDeyv9dVpjvbE1I": {
          "name": "Ghostly Claw"
        },
        "ZkS7nI0zLurF7Xme": {
          "description": "<p>Syarstik can't leave Red Cat Cave, and he rarely ever leaves area <strong>E9</strong></p>\n<hr />\n<p>A typical ghost can stray only a short distance from where it was killed or the place it haunts. A typical limit is 120 feet. Some ghosts are instead bound to a room, building, item, or creature that was special to it rather than a location.</p>",
          "name": "Site Bound"
        },
        "f6O8qNUgosIgY1yk": {
          "description": "<p>When Syarstik is destroyed, he re-forms after [[/br 2d4 #Syarstik Rejuvenation]]{2d4 days} within area <strong>E9</strong>, fully healed. Syarstik can be permanently destroyed only by a non-possessed wielder of the <em>Primordial Flame</em>.</p>",
          "name": "Rejuvenation"
        },
        "nUh87uESFguWFhMG": {
          "description": "<p>Syarstik Strides and makes a Strike at the end of that movement. If he began this action @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, he remains hidden until after this ability's Strike.</p>",
          "name": "Pounce"
        },
        "o62LCgpDL6DMAzcC": {
          "description": "<p>Syarstik animates a cave painting within 60 feet for 10 minutes. The painting's movement mimics Syarstik's, so the connection between the ghost and the awakened painting is obvious. Creatures other than Syarstik within 10 feet of the awakened painting are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} because of these eerie movements. Syarstik can make ghostly fangs Strikes at any creature within 10 feet of a cave painting; the target's cover or concealment from the cave painting, rather than from Syarstik, applies to this Strike.</p>\n<p>A creature adjacent to an awakened painting can spend 2 actions to attempt a @Check[occultism|dc:18|name:Compel Awakend Painting|traits:concentrate|overrideTraits:true] or @Check[religion|dc:18|name:Compel Awakend Painting|traits:concentrate|overrideTraits:true] check (to compel the awakened painting to abate) or a @Check[crafting|dc:20|name:Smear the Cave Painting|traits:concentrate|overrideTraits:true] or @Check[thievery|dc:20|name:Smear the Cave Painting|traits:concentrate|overrideTraits:true] check (to thoroughly smear the cave painting). On a success, the painting is destroyed, and the animation ceases. Either way, this activity has the concentrate trait.</p>\n<p>Destroying three awakened paintings quells Syarstik's anger, causing the great cat to cease his attacks.</p>",
          "name": "Awaken Painting"
        },
        "ovOf7Rh0bpjfGF8N": {
          "description": "<p>Syarstik deals an additional 1d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        }
      },
      "name": "Syarstik Painted-Tiger",
      "npcHp": "void healing, rejuvenation"
    },
    "Tar Ooze": {
      "items": {
        "275IeynzCw5Lodkr": {
          "description": "<p>A tar ooze can sense nearby motion through vibration and movement.</p>",
          "name": "Motion Sense"
        },
        "8jZ8Mbhx1auirY8S": {
          "description": "<p>The tar ooze can have up to eight creatures grappled at the same time; doing so doesn't prevent it from making pseudopod Strikes. A tar ooze can climb on ceilings and other inverted surfaces, though such surfaces are difficult terrain.</p>",
          "name": "Viscous Sludge"
        },
        "CN4105nOQMkCt3Mb": {
          "description": "<p><strong>Trigger</strong> The tar ooze is hit by a melee attack</p>\n<hr />\n<p><strong>Effect</strong> The ooze attempts to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} the creature that hit it. The ooze must still spend an action to extend the duration of the Grab on subsequent rounds, as normal.</p>",
          "name": "Sticky"
        },
        "HvONY3Dg4s3LzjQp": {
          "name": "Pseudopod"
        },
        "QDBaulI0Q9LAWEuk": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.i18TlebMzwONyPhI"
        },
        "alLH7SnUCBbBi9pA": {
          "description": "<p>@Check[reflex|dc:29|traits:damaging-effect], @Damage[6d6[bludgeoning]], @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 29, Rupture 17</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Engulf]</p>",
          "name": "Engulf"
        },
        "cbX4rv6aWiZhGH5R": {
          "description": "<p>A creature slain while engulfed by a tar ooze undergoes a horrifying transformation and crawls from the ooze a week later as a tar zombie.</p>",
          "name": "Zombification"
        }
      },
      "name": "Tar Ooze"
    },
    "Tar Pit": {
      "description": "A 15-foot-wide patch of tar covered with dirt and leaves attempts to capture creatures that step onto it.",
      "hazardDisable": "<p>@Check[survival|dc:25|name:Reveal the Tar Pit|traits:environmental,hazard] (expert) to disturb the surface and reveal the tar pit</p>",
      "hazardReset": "Though the hazard still captures anyone who touches it, the surface doesn't become hidden again until it settles, which takes 24 hours.",
      "hazardRoutine": "<p>(1 action) On its initiative, the tar pit pulls down each creature within it, thick tar adhering to the creature's body. A creature that was submerged up to its waist becomes submerged up to its neck, and a creature that was submerged up to its neck is pulled under and must hold its breath to avoid suffocation. A creature in the tar pit can attempt a @Check[athletics|dc:33] check to @UUID[Compendium.pf2e.actionspf2e.Item.pprgrYQ1QnIDGZiy]{Climb} to either raise itself by one step (if it's submerged to its neck or full submerged) or to move 5 feet if it's submerged only up to its waist. On a critical failure, the creature is pulled down one step. Other creatures can Aid the creature, typically by using a rope or similar aid or by attempting to pull the creature out with their own @Check[athletics|dc:33] check, with the same results as if the creature attempted the check. In addition to the usual results, a character adjacent to the tar pit who critically fails while Aiding moves into the tar pit. A creature that Climbs out of the tar pit escapes the hazard and lands @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} in an adjacent space.</p>",
      "name": "Tar Pit"
    },
    "Tar Zombie Mammoth": {
      "items": {
        "30IW3ZvJJ2WCqKHe": {
          "name": "Trunk"
        },
        "Ok79ZJu55tWVMXEr": {
          "description": "<p>A tar zombie requires a successful DC 20 flat check to recover from persistent fire damage. This DC isn't reduced for assisted recovery.</p>",
          "name": "Flammable"
        },
        "TFvjh5bWaRoWZF5v": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "dU8SZGSCK9sOJTIa": {
          "description": "<p>As @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.UNah0bxXxkcZjxO3]{Trample}, but the tar zombie mammoth Strides up to its Speed instead of double its Speed.</p>",
          "name": "Shambling Trample"
        },
        "itelab8F89XYTPyT": {
          "name": "Foot"
        },
        "oWRHeQlKpU13eZfQ": {
          "description": "<p>The tar zombie vomits a gout of sticky tar in a @Template[cone|distance:15] that deals @Damage[7d6[bludgeoning]] damage ((@Check[reflex|dc:28|basic]) save). Creatures that fail the save are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and gain fire weakness 5. Both conditions end after 3 rounds or when the tar is scrubbed off (which requires 3 Interact actions). The tar zombie can't Vomit Tar again for [[/br 1d4 #Recharge Vomit Tar]]{1d4 rounds}.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.4X4wCxkxr9rJdoT1]{Effect: Vomit Tar}</p>",
          "name": "Vomit Tar"
        },
        "olF4BMVv2cwubJdO": {
          "name": "Tusk"
        },
        "tsSp16VjrpJtFEwI": {
          "description": "<p><strong>Requirements</strong> The tar zombie mammoth has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} by its trunk</p>\n<hr />\n<p><strong>Effect</strong> The tar zombie mammoth whips its prey violently into the air. It attempts an @Check[athletics|defense:fortitude] check against the grabbed or restrained creature's Fortitude DC. If the creature is restrained, the mammoth gains a +4 circumstance bonus to this check. On a success, the mammoth flings the creature up to 30 feet overhead and up to 30 feet away (the creature takes damage from the fall as normal, up to 15 damage for a 30-foot fall). If the flung creature lands on another creature, the creature it lands on takes the same amount of bludgeoning damage (@Check[reflex|dc:28|basic] save).</p>",
          "name": "Fling"
        }
      },
      "name": "Tar Zombie Mammoth",
      "npcHp": "void healing"
    },
    "Tar Zombie Predator": {
      "items": {
        "1pqhFkZ8nmJYjQvd": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "Ok79ZJu55tWVMXEr": {
          "description": "<p>A tar zombie requires a successful DC 20 flat check to recover from persistent fire damage. This DC isn't reduced for assisted recovery.</p>",
          "name": "Flammable"
        },
        "TxsfYv3ekpuyd4Dw": {
          "description": "<p>The tar zombie predator lurches at its foe. It Strides twice and makes a claw Strike, or strides once and makes two claw Strikes. Both Strikes count toward its multiple attack penalty as normal. It can't make a Tar-Spattered Charge again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>",
          "name": "Tar-Splattered Charge"
        },
        "oWRHeQlKpU13eZfQ": {
          "description": "<p>The tar zombie vomits a gout of sticky tar in a @Template[cone|distance:15] that deals @Damage[6d6[bludgeoning]] damage ((@Check[reflex|dc:25|basic]) save). Creatures that fail the save are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and gain fire weakness 5. Both conditions end after 3 rounds or when the tar is scrubbed off (which requires 3 Interact actions). The tar zombie can't Vomit Tar again for [[/br 1d4 #Recharge Vomit Tar]]{1d4 rounds}.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.4X4wCxkxr9rJdoT1]{Effect: Vomit Tar}</p>",
          "name": "Vomit Tar"
        },
        "olF4BMVv2cwubJdO": {
          "name": "Fist"
        },
        "xX7Ai9SXKRW9Mnhz": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.i18TlebMzwONyPhI"
        }
      },
      "name": "Tar Zombie Predator",
      "npcHp": "void healing"
    },
    "Tar Zombie Snatcher": {
      "items": {
        "KJLr5YoaTnxVsa4a": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "Ok79ZJu55tWVMXEr": {
          "description": "<p>A tar zombie requires a successful DC 20 flat check to recover from persistent fire damage. This DC isn't reduced for assisted recovery.</p>",
          "name": "Flammable"
        },
        "QiEWBFUcHP394XnA": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.i18TlebMzwONyPhI"
        },
        "oWRHeQlKpU13eZfQ": {
          "description": "<p>The tar zombie vomits a gout of sticky tar in a @Template[cone|distance:15] that deals @Damage[5d6[bludgeoning]] damage ((@Check[reflex|dc:24|basic]) save). Creatures that fail the save are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and gain fire weakness 5. Both conditions end after 3 rounds or when the tar is scrubbed off (which requires 3 Interact actions). The tar zombie can't Vomit Tar again for [[/br 1d4 #Recharge Vomit Tar]]{1d4 rounds}.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.4X4wCxkxr9rJdoT1]{Effect: Vomit Tar}</p>",
          "name": "Vomit Tar"
        },
        "olF4BMVv2cwubJdO": {
          "name": "Fist"
        }
      },
      "name": "Tar Zombie Snatcher",
      "npcHp": "void healing"
    },
    "Throttled Blindheim": {
      "description": "<p>Inhabitants of damp, subterranean caves, blindheims resemble stubby humanoids with oversized, frog-like heads and bulbous eyes. Their eyes emit a soft glow at all times, but a blindheim can draw back the heavy membrane that normally covers them to emit an intense light as bright as day. These simple creatures use their lights to draw in or disorient prey, mostly small animals like lizards, rodents, or fish. However, they might go after larger prey if trying to feed their young. When they encounter creatures their own size or larger they retreat, flashing their eyes to facilitate their escape if necessary. They often hunt in pairs or small packs. Using their lights to coordinate from a distance, they slowly close in on the creatures they hunt. One common hunting pattern involves one blindheim diving deep and using its light to chase fish to the surface, while another up above snatches them up and tosses them onto the land to eat later.</p>\n<p>Blindheims make their nests in damp caverns, especially grottoes next to underground lakes or bogs. An ideal nest rests in a cozy cavern with plenty of fungus to eat, a few fish swimming in a lake, and the comforting drip of water from the ceiling. Blindheims prefer to lead quiet and serene lives, and even when first born they emit only the meekest of vocalizations. A blindheim is born shining, and its parents cuddle over it to dim the light so as to avoid attracting predators.</p>\n<p>It's not just animals that endanger blindheims. Underground peoples find the creatures useful and attempt to capture them for specialized purposes. Duergars use them as \"raid frogs,\" placing heavy hoods over blindheims' heads and revealing them suddenly during raids to blind their foes. They sometimes send the creatures along with their slaves that lack darkvision into the mines as a source of light. Drow use them for some of these same purposes, and some nobles have been known to treat the creatures as mere lanterns, having them hoisted to the ceilings of their halls. Neither duergars nor drow take good care of the captive creatures, so blindheims rarely last long in captivity.</p>",
      "items": {
        "7MiqMH6uob5zPB4e": {
          "description": "<p>Bright light shines from the blindheim's eyes in a @Template[emanation|distance:30] (also creating dim light to 60 feet). Each creature in the bright light when the blindheim uses this action, or who enters it while the light continues, must attempt a @Check[fortitude|dc:18] save. It is then temporarily immune for 1 hour. This light remains until the blindheim dims its eyes by using this action again.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<p><strong>Critical Failure</strong> The creature is Blinded for 1 hour.</p>",
          "name": "Spotlight"
        },
        "AmgNn4ZAhXxVpdtv": {
          "name": "Jaws"
        },
        "Tsk4ium6s48Ww2fz": {
          "description": "<p>The blindheim can't vocalize and is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until its neck injuries heal.</p>",
          "name": "Crushed Windpipes"
        },
        "eFL7EhhQB0m79mqu": {
          "name": "Claw"
        }
      },
      "name": "Throttled Blindheim"
    },
    "Turkek": {
      "items": {
        "0SYP2uHtl5dCf877": {
          "_source": "pf2e.spells-srd.Item.S708JF3E0kuhuRzG"
        },
        "22hHbp9vhbt4Iv6Y": {
          "description": "<p>You raise a magical shield of force. This counts as using the Raise a Shield action, giving you a +1 circumstance bonus to AC until the start of your next turn, but it doesn't require a hand to use.</p>\n<p>While the spell is in effect, you can use the @UUID[Compendium.pf2e.feats-srd.Item.jM72TjJ965jocBV8]{Shield Block} reaction with your magic shield. The shield has Hardness 5. After you use Shield Block, the spell ends and you can't cast it again for 10 minutes. Unlike a normal Shield Block, you can use the spell's reaction against the @UUID[Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM]{Force Barrage} spell.</p>\n<p>Heightening the spell increases the shield's Hardness.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Jemq5UknGdMO7b73]{Spell Effect: Shield}</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> The shield has Hardness 10.</p>\n<p><strong>Heightened (5th)</strong> The shield has Hardness 15.</p>\n<p><strong>Heightened (7th)</strong> The shield has Hardness 20.</p>\n<p><strong>Heightened (9th)</strong> The shield has Hardness 25.</p>",
          "name": "Shield"
        },
        "2uF3AmnWy5KPxYIN": {
          "description": "<p>A spellbook holds the written knowledge necessary to learn and prepare various spells, a necessity for wizards (who typically get one for free) and a useful luxury for other spellcasters looking to learn additional spells. Each spellbook can hold up to 100 spells. The Price listed is for a blank spellbook.</p>",
          "name": "Spellbook"
        },
        "41qwle0o1hgybv8n": {
          "description": "<p>30 feet. Around Turkek, wounds heal slowly and blood flows faster. The flat check to stop persistent bleed damage is DC 16, rather than DC 15. In addition, each time a creature in the emanation takes persistent bleed damage, it takes @Damage[1d6[bleed]]{1d6 additional bleed} damage.</p>",
          "name": "Sanguine Aura"
        },
        "4nYkjMXcyXAsS10F": {
          "description": "<p>A ray that saps a foe's strength flashes from your hand. Attempt a ranged spell attack against the target. If you succeed, that creature attempts a Fortitude save to determine the spell's effect. If your attack roll is a critical success, use the outcome for one degree of success worse than the result of its save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1}.</p>\n<p><strong>Failure</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2}.</p>\n<p><strong>Critical Failure</strong> The target becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3}.</p>",
          "name": "Ray of Enfeeblement"
        },
        "4rxXWLxyP4x0c70E": {
          "description": "<p>You create a single magical hand, either invisible or ghostlike, that grasps the target object and moves it slowly up to 20 feet. Because you're levitating the object, you can move it in any direction. When you Sustain the Spell, you can move the object an additional 20 feet. If the object is in the air when the spell ends, the object falls.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You can target an unattended object with a Bulk of 1 or less.</p>\n<p><strong>Heightened (5th)</strong> The range increases to 60 feet, and you can target an unattended object with a Bulk of 1 or less.</p>\n<p><strong>Heightened (7th)</strong> The range increases to 60 feet, and you can target an unattended object with a Bulk of 2 or less.</p>",
          "name": "Mage Hand"
        },
        "4wg12ymwzcj0uotg": {
          "name": "Fangs"
        },
        "8y85p15gliaa9e9c": {
          "description": "<p><strong>Requirements</strong> Turkek's last action was a fang Strike that hit the target</p><hr /><p><strong>Effect</strong> Turkek rips her fangs across one of the target's arteries or veins, dealing an additional @Damage[(1d6+5)[slashing]] damage.</p>",
          "name": "Blood Let"
        },
        "BJNi3TO09ZHc5zKI": {
          "name": "+2 Circumstance to All Saves vs. Disease"
        },
        "DJf02Kbsj68qeAjg": {
          "_source": "pf2e.spells-srd.Item.atlgGNI1E1Ox3O3a"
        },
        "Ei3mACyPceeC6iE6": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.4GE2ZdODgIQtg51c]{Darkness}</p>\n<p>The end of this wand is forked instead of tapered.</p>\n<p><strong>Activate</strong> Cast a Spell; The activation takes <span class=\"action-glyph\">2</span> if the spell normally takes <span class=\"action-glyph\">1</span> to cast, or <span class=\"action-glyph\">3</span> if the spell normally take <span class=\"action-glyph\">2</span></p>\n<p><strong>Frequency</strong> Once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell, and increase its area. Add 5 feet to the radius of a burst that normally has a radius of at least 10 feet; add 5 feet to the length of a cone or line that is normally 15 feet long or smaller; or add 10 feet to the length of a larger cone or line.</p>\n<hr />\n<p><strong>Craft Requirements</strong> Supply a casting of a spell of the appropriate rank. The spell must have a casting time of <span class=\"action-glyph\">1</span> or <span class=\"action-glyph\">2</span>, can't have a duration, and must have an area of burst (10 feet or more), cone, or line.</p>",
          "name": "Wand of Widening (Darkness Level 2)"
        },
        "MvvTLWfm7uh7BFer": {
          "description": "<p>Tiny clinging hairs sprout across the creature's hands and feet, offering purchase on nearly any surface. The target gains a climb Speed equal to its Speed.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The duration increases to 1 hour.</p>",
          "name": "Spider Climb"
        },
        "R3dpzuVlKv8eHRSz": {
          "description": "<p>You hurl a loose, unattended object that is within range and that has 1 Bulk or less at the target. Make a spell attack roll against the target. If you hit, you deal bludgeoning, piercing, or slashing damage-as appropriate for the object you hurled-equal to 1d6 plus your spellcasting ability modifier. No specific traits or magic properties of the hurled item affect the attack or the damage.</p>\n<hr />\n<p><strong>Critical Success</strong> You deal double damage.</p>\n<p><strong>Success</strong> You deal full damage.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The damage increases by 1d6.</p>",
          "name": "Telekinetic Projectile"
        },
        "UNsoFip8twlhdWL8": {
          "description": "<p>You create a reservoir of vitality from necromantic energy, gaining a number of temporary Hit Points equal to 6 plus your spellcasting ability modifier.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The temporary Hit Points increase by 3.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.PANUWN5xXC20WBg2]{Spell Effect: False Life}</p>",
          "name": "False Life"
        },
        "WRzApGgG0NYUgsQn": {
          "_source": "pf2e.spells-srd.Item.TaaMEYdZXQXF0Sks"
        },
        "X9U3n9VpYZneVjER": {
          "_source": "pf2e.spells-srd.Item.5zeSxzDxMSr0wgSF"
        },
        "Zjkg6hicVh06i5yb": {
          "description": "<p>Cloaked in illusion, the target becomes @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible}. This makes it @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected} to all creatures, though the creatures can attempt to find the target, making it @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} to them instead. If the target uses a hostile action, the spell ends after that hostile action is completed.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The spell lasts 1 minute, but it doesn't end if the target uses a hostile action.</p>",
          "name": "Invisibility"
        },
        "hDBkXEcXx5bAsJ0k": {
          "description": "<p>You send out a pulse that registers the presence of magic. You receive no information beyond the presence or absence of magic. You can choose to ignore magic you're fully aware of, such as the magic items and ongoing spells of you and your allies.</p>\n<p>You detect illusion magic only if that magic's effect has a lower level than the rank of your detect magic spell. However, items that have an illusion aura but aren't deceptive in appearance (such as an invisibility potion) typically are detected normally.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> You learn the school of magic for the highest-level effect within range that the spell detects. If multiple effects are equally strong, the GM determines which you learn.</p>\n<p><strong>Heightened (4th)</strong> As 3rd level, but you also pinpoint the source of the highest-level magic. Like for an imprecise sense, you don't learn the exact location, but can narrow down the source to within a 5-foot cube (or the nearest if larger than that).</p>",
          "name": "Detect Magic"
        },
        "mzUROcGjZ1G9f0IB": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "rJyRTPWLDWmevpEk": {
          "_source": "pf2e.spells-srd.Item.GUeRTriJkMlMlVrk"
        },
        "t9XDObxpQ36qR1AI": {
          "description": "<p>Tendrils of darkness curl out from your fingertips and race through the air. You deal 2d4 void damage and [[/r (@item.level)[bleed]]] damage to living creatures in the line. Each living creature in the line must attempt a Fortitude save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half the void damage and no persistent bleed damage.</p>\n<p><strong>Failure</strong> The creature takes full damage.</p>\n<p><strong>Critical Failure</strong> The creature takes double void damage and double persistent bleed damage.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The void damage increases by 2d4, and the persistent bleed damage increases by 1.</p>",
          "name": "Grim Tendrils"
        },
        "uigkhkoxk2q67ilx": {
          "description": "<p><strong>Trigger</strong> Turkek takes persistent bleed damage</p>\n<hr />\n<p><strong>Effect</strong> Turkek's blood hardens, sealing her wounds. Turkek automatically passes her next flat check to recover from the triggering persistent bleed damage.</p>",
          "name": "Clot"
        },
        "xxjuoium8ivj277y": {
          "description": "<p><strong>Requirements</strong> A creature within Turkek's sanguine aura is taking persistent bleed damage</p><hr /><p><strong>Effect</strong> Turkek draws her enemy's blood into her own body to heal her wounds. She regains [[/r 7[healing]]]{7 Hit Points}.</p>",
          "name": "Siphon Blood"
        },
        "zFzjqORp8YrImBRi": {
          "description": "<p>You ward yourself with shimmering magical energy, gaining a +1 item bonus to AC and a maximum Dexterity modifier of +5. While wearing mage armor, you use your unarmored proficiency to calculate your AC.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> You gain a +1 item bonus to saving throws.</p>\n<p><strong>Heightened (6th)</strong> The item bonus to AC increases to +2, and you gain a +1 item bonus to saving throws.</p>\n<p><strong>Heightened (8th)</strong> The item bonus to AC increases to +2, and you gain a +2 item bonus to saving throws.</p>\n<p><strong>Heightened (10th)</strong> The item bonus to AC increases to +3, and you gain a +3 item bonus to saving throws.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.qkwb5DD3zmKwvbk0]{Spell Effect: Mystic Armor}</p>",
          "name": "Mage Armor"
        }
      },
      "name": "Turkek",
      "npcAllSaves": "+2 circumstance to all saves vs. disease",
      "npcHp": "void healing"
    },
    "Varilyn \"Vare\" Eridge": {
      "items": {
        "VimeF00Wp81y9Syg": {
          "_source": "pf2e.equipment-srd.Item.AITVZmakiu3RgfKo"
        },
        "aO6ARGlNyoizkYoE": {
          "_source": "pf2e.equipment-srd.Item.62nnVQvGhoVLLl2K"
        },
        "jaVKqx69Eyt4rUG2": {
          "_source": "pf2e.equipment-srd.Item.7tKkkF8eZ4iCLJtp"
        },
        "mcipuwao7ju2gyi0": {
          "description": "<p>Vare points out a weakness of a creature within 30 feet. Vare and all allies that can hear or see her gain a +1 status bonus to attack and damage rolls against that creature until the beginning of Vare's next turn. Vare adds an extra 1d6 precision damage to her weapon and unarmed attacks that hit that creature for the duration.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.uqjx1bwYduHwwC7d]{Effect: Guiding Words}</p>",
          "name": "Guiding Words"
        },
        "qot55ulmo4hsazlq": {
          "name": "Scouting Lore"
        },
        "rmn49yp285q8zsoa": {
          "description": "<p>Vare can use the Crafting skill to create the following snares: alarm snare, hampering snare, irritating thorn snare, marking snare, signaling snare, and smoke screen snare. Vare can create four snares each day without paying for the materials, using 3 Interact actions to set up each snare.</p>",
          "name": "Snare Crafting"
        },
        "t4aDoCLZrMks8KAb": {
          "_source": "pf2e.equipment-srd.Item.YMQr577asquZIP65"
        },
        "vzvxgptv07mr7nxf": {
          "description": "<p>When Vare is about to roll a Perception or Survival check to determine her initiative, she can alert her allies as a free action. Vare visually or audibly warns allies, granting them a +1 circumstance bonus to their initiative rolls. Depending on how Vare warns allies, this action has the auditory or visual trait.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.UiISDbCjK6AUDsll]{Effect: Guide's Warning}</p>",
          "name": "Guide's Warning"
        }
      },
      "name": "Varilyn \"Vare\" Eridge"
    },
    "Venexus": {
      "items": {
        "1J0zCph0qSldSm6L": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "4cl2b6xpw78njea7": {
          "name": "Jaws"
        },
        "8wheh4h9m404k8j5": {
          "description": "<p><strong>Trigger</strong> An adjacent creature deals piercing or slashing damage to Venexus</p>\n<hr />\n<p><strong>Effect</strong> Venexus's blood splatters onto the triggering creature, dealing @Damage[2d6[cold]] damage. A creature that takes cold damage in this way is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>",
          "name": "Freezing Blood"
        },
        "98cbsdk4eeps5wqp": {
          "name": "Claw"
        },
        "9ubt92fzzcafkzi3": {
          "description": "<p>10 feet. The <em>Primordial Flame</em> continually heats the cold emanating from Venexus's body, surrounding the dragon in a thin veil of fog. Creatures in the aura are @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and other creatures are concealed to creatures in the area. Venexus's storm vision allows her to see through this concealment, however. If wind disperses the aura, it returns automatically at the start of Venexus's turn. The aura is suppressed in water.</p>",
          "name": "Mist Shroud"
        },
        "AvCPKP5z2YrJjhag": {
          "description": "<p>Venexus can climb on ice as though she had the listed climb Speed. She ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling when crossing ice.</p>",
          "name": "Ice Climb 30 feet"
        },
        "MsHmQ9OkmqFu7qkY": {
          "description": "<p>Venexus makes two claw Strikes and one tail Strike in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "N4LXORL4ZXPxcONL": {
          "_source": "pf2e.equipment-srd.Item.8q9ylEH525g6XqFC"
        },
        "NO23Irs0daeoCsp1": {
          "description": "<p>When Venexus scores a critical hit with a Strike, she recharges her Breath Weapon.</p>",
          "name": "Draconic Momentum"
        },
        "aiick4E75USErm75": {
          "description": "<p>A violent wind issues forth from your palm, blowing from the point where you are when you cast the spell to the line's opposite end. The wind extinguishes small non-magical fires, disperses fog and mist, blows objects of light Bulk or less around, and pushes larger objects. Large or smaller creatures in the area must attempt a Fortitude save. Large or smaller creatures that later move into the gust must attempt the save on entering.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature can't move against the wind.</p>\n<p><strong>Failure</strong> The creature is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If it was flying, it suffers the effects of critical failure instead.</p>\n<p><strong>Critical Failure</strong> The creature is pushed 30 feet in the wind's direction, knocked Prone, and takes 2d6 bludgeoning damage.</p>",
          "name": "Gust of Wind (At Will)"
        },
        "ddwre0nrpsrcsq90": {
          "name": "Tail"
        },
        "dgv7kV7i49q94CZb": {
          "description": "<p>Venexus releases a wave of sleet, which douses open flames within 30 feet. All non-magical fire is automatically extinguished. All creatures in the area suffering from persistent fire damage immediately attempt a @Check[flat|dc:10] to end the persistent damage. If Snuff overlaps with an ongoing fire effect, Snuff attempts to counteract the fire effect.</p>",
          "name": "Snuff"
        },
        "gdAZOXE6MUGFjqb9": {
          "_source": "pf2e.spells-srd.Item.O9w7r4BKgPogYDDe"
        },
        "mTcwd3GcpOGmsNTW": {
          "description": "<p>Venexus magically reshapes a cube of ice or snow she touches, up to 10 feet across. Any creature standing atop the ice must succeed at a @Check[reflex|dc:15] save or Acrobatics check. On a failure, the creature falls @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} on the ice; on a critical failure, it falls off the ice entirely and is also prone.</p>",
          "name": "Shape Ice"
        },
        "qY45ei7oDmaONXN0": {
          "description": "<p>90 feet. @Check[will|dc:25]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>",
          "name": "Frightful Presence"
        },
        "rg4ykcfb9xmv1h4d": {
          "description": "<p>Inclement weather doesn't impair Venexus's vision; she ignores concealment from fog, mist, rain, and snowfall.</p>",
          "name": "Storm Vision"
        },
        "ujkdbZoep7WwdC2V": {
          "description": "<p>You call forth a cloud of mist. All creatures within the mist become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and all creatures outside the mist become Concealed to creatures within it. You can Dismiss the cloud.</p>",
          "name": "Obscuring Mist (At Will)"
        },
        "xS4YXBaky6mWCicb": {
          "description": "<p>Venexus breathes a cloud of frost that deals @Damage[10d6[cold]] damage in a @Template[cone|distance:40] (@Check[reflex|dc:28|basic]). She can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>",
          "name": "Breath Weapon"
        },
        "xfpaKpE24nhPZazv": {
          "description": "<p>A powerful globe of searing sunlight explodes in the area, dealing 8d10 fire damage to all creatures in the area, plus 8d10 additional vitality damage to undead creatures. Each creature and object in the area must attempt a Reflex save. If the globe overlaps with an area of magical darkness, sunburst attempts to counteract the darkness effect.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature or object is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage.</p>\n<p><strong>Critical Failure</strong> The creature takes full damage. If it's a creature, it becomes @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} permanently.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The fire damage increases by 1d10, and the vitality damage against undead increases by 1d10.</p>",
          "name": "Sunburst"
        }
      },
      "name": "Venexus",
      "npcAllSaves": "+1 status to all saves vs. magic",
      "npcSpeed": "ice climb 30 feet"
    },
    "Venexus's Chosen": {
      "items": {
        "3u357q7e27nphsk9": {
          "name": "Tail"
        },
        "7d6owc4c3ssmh5wv": {
          "description": "<p>Venexus's chosen ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling when crossing ice.</p>",
          "name": "Ice Walk"
        },
        "botjbmmlqthtuyvr": {
          "description": "<p>Venexus's chosen changes between their humanoid shape and hybrid shape. They gain a tail unarmed Strike while in their hybrid shape.</p>",
          "name": "Change Shape"
        },
        "mkw6u7li3sp8qn94": {
          "description": "<p>Venexus's chosen's fist Strikes are treated as cold iron and silver, and the chosen doesn't take penalties when making lethal attacks.</p>",
          "name": "Powerful Fists"
        },
        "n9wb07dzz79rvza3": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Venexus's chosen makes two unarmed Strikes. If both hit the same creature, combine their damage for the purpose of resistances and weaknesses.</p>",
          "name": "Flurry of Blows"
        },
        "sk6mstkla6974kgr": {
          "description": "<p><strong>Trigger</strong> A creature within reach of the chosen's tail Strike uses an action to Strike or attempt a skill check</p><hr />\n<p><strong>Effect</strong> Venexus's chosen attempts to Strike the triggering creature with their tail. If it hits, the creature takes a -2 circumstance penalty to the triggering roll.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.QqC9xymSXSVunDgl]{Effect: Tail Lash (Attack Roll)}</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.4HJJdogS751Z04lD]{Effect: Tail Lash (Skill Check)}</p>",
          "name": "Tail Lash"
        },
        "xdkindrahi4plr0x": {
          "name": "Fist"
        },
        "yU3OApyfsJlQV2Ki": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.BCLvAx4Pz4MLa2pu"
        }
      },
      "name": "Venexus's Chosen"
    },
    "Venexus's Wyrmling": {
      "items": {
        "0mcwojs21i6fswrg": {
          "description": "<p>When the wyrmling scores a critical hit with a Strike, they recharge their Breath Weapon.</p>",
          "name": "Draconic Momentum"
        },
        "26l0azz3z8kycuus": {
          "description": "<p>The wyrmling makes two claw Strikes and one tail Strike in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "akug6v9qoo6f99xd": {
          "description": "<p><strong>Trigger</strong> An adjacent creature deals piercing or slashing damage to the wyrmling</p><hr /><p><strong>Effect</strong> The wyrmling's blood splatters onto the triggering creature, dealing @Damage[1d4[cold]] damage. A creature that takes cold damage in this way is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>",
          "name": "Freezing Blood"
        },
        "dtuitkk061gnjzr1": {
          "description": "<p>Snow doesn't impair a white dragon's vision; the wyrmling ignores concealment from snowfall.</p>",
          "name": "Snow Vision"
        },
        "fhfp0yk18xhrhfw7": {
          "name": "Jaws"
        },
        "gJyS0XOLM6ExhrAA": {
          "description": "<p>90 feet. @Check[will|dc:19]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>",
          "name": "Frightful Presence"
        },
        "iulq0dm57hkq4lr4": {
          "description": "<p>The wyrmling breathes a cloud of frost that deals @Damage[6d6[cold]] damage in a @Template[cone|distance:30] (@Check[reflex|dc:22|basic]). They can't use Breath Weapon again for [[/br 1d4 #Recharge Breath Weapon]]{1d4 rounds}.</p>",
          "name": "Breath Weapon"
        },
        "pm5mubjk2bv5d2np": {
          "description": "<p>A white dragon can climb on ice as though they had the listed climb Speed. They ignore difficult terrain and greater difficult terrain from ice and snow and don't risk falling when crossing ice.</p>",
          "name": "Ice Climb"
        },
        "qolmr0yckcn017qe": {
          "name": "Claw"
        },
        "v3dvznnwj1880tkf": {
          "name": "Tail"
        }
      },
      "name": "Venexus's Wyrmling",
      "npcSpeed": "Ice climb 30"
    },
    "Weykoward": {
      "items": {
        "0ebk49X0FZxDVhA9": {
          "description": "<p>30 feet. Items in the emanation can't regain Hit Points unless the effect that attempts to repair them counteracts the aura, which has a counteract rank of 5 and a counteract DC of 30.</p>",
          "name": "Aura of Discarded Things"
        },
        "1MtKJGyl1QgLyY4J": {
          "description": "<p><strong>Trigger</strong> The weykoward is targeted by an attack from an attacker it can see</p><hr />\n<p><strong>Effect</strong> The weykoward intercepts the attack with junk, gaining a +2 circumstance bonus to its AC against the triggering attack. If the attack misses and the attacker is within the weykoward's reach, it can @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shove} the attacker. It doesn't need a hand free to Shove.</p>",
          "name": "Debris Shield"
        },
        "XQCCfTtrOoXy15i6": {
          "description": "<p>The weykoward glances at an item of 4 Bulk or less it can see within 30 feet. A creature holding or wearing the object must attempt a @Check[will|dc:26] save. An unattended item always critically fails this save.</p>\n<hr />\n<p><strong>Critical Success</strong> The targeted item is unaffected. All of the creature's equipment is immune to Wasting Gaze for 24 hours.</p>\n<p><strong>Success</strong> The item is unaffected.</p>\n<p><strong>Failure</strong> The item loses [[/r {10d6}]] Hit Points; this can make the item broken, but it can't reduce the target's Hit Points beyond its Broken Threshold.</p>\n<p><strong>Critical Failure</strong> The target item loses [[/r {20d6}]] Hit Points. This can't reduce the item below 1 Hit Point.</p>",
          "name": "Wasting Gaze"
        },
        "eFsVgXoN0tMDV4Vv": {
          "name": "Fist"
        }
      },
      "name": "Weykoward"
    },
    "Yana No-trail": {
      "items": {
        "0p01fzotq52bejwq": {
          "description": "<p>Yana treats environmental cold effects as if they were one step less extreme.</p>",
          "name": "Cold Tolerant"
        },
        "1xr9ftknwkl3cfqj": {
          "description": "<p><strong>Trigger</strong> Yana is targeted by a melee or ranged attack from an attacker he can see</p><hr /><p><strong>Effect</strong> Yana gains a +2 circumstance bonus to AC against the triggering attack.</p>",
          "name": "Nimble Dodge"
        },
        "DP1SxNzc8iqVz6fi": {
          "description": "<p>Upon drinking this effervescent concoction, you gain a fly Speed of 40 feet for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.Mf9EBLhYmZerf0nS]{Effect: Potion of Flying (Standard)}</p>",
          "name": "Potion of Flying (Standard)"
        },
        "VqoTQIvezsCF8bwT": {
          "_source": "pf2e.spells-srd.Item.yhz9fF69uwRhnHix"
        },
        "X7Zvd6cAkzS26BT5": {
          "description": "<p>Yana deals an additional 3d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "iqn49ng243cqj7eo": {
          "name": "Claw"
        },
        "spsrvcvstpllz0ia": {
          "description": "<p>When Yana rolls a success on a Reflex save, he gets a critical success instead.</p>",
          "name": "Evasion"
        },
        "xfpxcn0mcbcpka7v": {
          "description": "<p>Yana can transform into an Ulfen human, Tiny fox, or hybrid kitsune form. Using Change Shape counts as creating a disguise for the Impersonate use of Deception. He can remain in any of his forms indefinitely.</p>",
          "name": "Change Shape"
        }
      },
      "name": "Yana No-trail"
    },
    "Zombie Mammoth": {
      "items": {
        "5o7glwp5ufvh3jxn": {
          "description": "<p>The zombie mammoth makes two tusk Strikes, each against a different creature. This counts as one attack for the mammoth's multiple attack penalty, and the penalty doesn't increase until after both attacks.</p>",
          "name": "Dual Tusks"
        },
        "9kqejjpibzpc2kq6": {
          "description": "<p>The zombie mammoth makes a tusk Strike against a creature it's grabbing with its trunk. If the attack hits, the creature is impaled upon one of the mammoth's tusks, freeing the trunk to make attacks. Each of the mammoth's tusks can hold two Medium or smaller creatures. A mammoth can attack with its tusks while creatures are impaled upon them.</p>",
          "name": "Impaling Tusks"
        },
        "ajcrvjvems9obb68": {
          "description": "<p>A zombie is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>",
          "name": "Slow"
        },
        "btW36EFZtvZ3vSz0": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "l2gd85eq2dsodatx": {
          "name": "Trunk"
        },
        "ozysgfgdzwpzz35v": {
          "name": "Tusk"
        },
        "p5zl348w6xkugcq6": {
          "description": "<p>A Medium or smaller creature hit by the zombie mammoth's trunk is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}. If the mammoth moves, it can bring the grabbed creature along with it.</p>",
          "name": "Grabbing Trunk"
        },
        "pcj7ziwu15c1siob": {
          "name": "Foot"
        }
      },
      "name": "Zombie Mammoth",
      "npcHp": "void healing"
    },
    "Zombie Megaloceros": {
      "description": "<p>The megaloceros is similar in form to the elk, but far superior in size. The average male's antlers weigh nearly 100 pounds and can be wider than his body is long. Megaloceroses stand up to 9 feet tall, weigh 1,500 pounds, and grow antlers over 12 feet wide.</p>",
      "items": {
        "385vxush4j2p4hh2": {
          "description": "<p>The megaloceros Strides twice and makes a hoof Strike after either Stride. If the Strike hits, the megaloceros deals an additional @Damage[2d4[bludgeoning]] damage.</p>",
          "name": "Furious Charge"
        },
        "a2fr3imau0ammajr": {
          "name": "Antlers"
        },
        "ua9g3s7qgeegl82d": {
          "name": "Hoof"
        },
        "wXd16Zzoer6v9GTr": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.TTCw5NusiSSkJU1x"
        },
        "xQwUVlH4hSbZ8gXZ": {
          "description": "<p>A zombie is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>",
          "name": "Slow"
        }
      },
      "name": "Zombie Megaloceros",
      "npcHp": "void healing"
    }
  },
  "label": "Quest for the Frozen Flame"
}