{
  "entries": {
    "Acid Mist": {
      "description": "<p>A golden guardrail sprays magical, flesh-eating acid throughout the stairwell.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:26] (expert) to deactivate the trap's sensors, or @Check[arcana|dc:24] (expert) to disrupt the guardrail's magic, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 24) to counteract the guardrail</p>",
      "hazardReset": "<p>The trap automatically deactivates after 1 minute. It resets in 1 hour.</p>",
      "hazardRoutine": "<p>(1 action) On its initiative, the trap continues to spray acid, dealing @Damage[(2d8+9)[acid]] damage to all living creatures on the stairs (@Check[reflex|dc:25|basic] save).</p>",
      "name": "Acid Mist"
    },
    "Aeon Stone Swarm": {
      "description": "<p>Aeon stone swarms are constructs composed of hundreds of magical gems called <em>aeon stones</em> that orbit around a central point in a tumultuous, ever-shifting mass. Each swarm is imbued with intelligence and composed of a collection of <em>aeon stones</em>, which can arrange themselves in a variety of configurations to activate unique resonant powers. While most aeon stone swarms adopt similar configurations, it's possible to create swarms with experimental structures, resulting in different or additional resonant powers.</p>\n<p>Many aeon stone swarms are created to protect a particular location clandestinely, with the swarm using its subterfuge resonance to disguise itself as a mosaic of precious stones or a pile of gemstones lying in an open chest. Unfortunately for would-be thieves, nearly all the <em>aeon stones</em> composing an aeon stone swarm shatter when the swarm is destroyed.</p><h2>Aeon Stones</h2><p>When an aeon stone swarm is destroyed, most of the <em>aeon stones</em> composing its body shatter and explode, but a few remain whole. Adventurers willing to sift through mounds of sharp aeon stone shards are usually rewarded with a <em>consumed aeon stone</em>, a <em>preserving aeon stone</em>, or a <em>sprouting aeon stone</em>—perhaps even a <em>nourishing aeon stone</em> or <em>smoothing aeon stone</em> for the particularly lucky!</p>",
      "items": {
        "4klVZEPGOpyq64yK": {
          "description": "<p>20 feet. An aeon stone swarm is surrounded by a pall of magical interference, which hampers spellcasting in the area. Whenever a creature in the aura attempts to Cast a Spell, they must succeed at a @Check[flat|dc:5] or the spell is disrupted.</p>",
          "name": "Aeon Interference"
        },
        "5KEdsifOqGt5ZNM5": {
          "name": "Launched Aeon Stone"
        },
        "6uBXZivfLfrbRtn8": {
          "description": "<p>Each enemy in the aeon stone swarm's space takes @Damage[5d6[bludgeoning]] damage (@Check[reflex|dc:28|basic] save).</p>",
          "name": "Battering Orbit"
        },
        "bgeOk7SZMzUFZgek": {
          "description": "<p>When an aeon stone swarm is reduced to 0 Hit Points, it explodes in a burst of gem shards, dealing @Damage[3d12[piercing]|options:area-damage] damage (@Check[reflex|dc:28|basic|options:area-effect] save) in a @Template[type:emanation|distance:30].</p>",
          "name": "Stone Shatter"
        },
        "wdbPnj7gszmEqYsS": {
          "description": "<p>The aeon stone swarm reconfigures the aeon stones in its body, gaining a unique resonant power. This resonant power remains active until the aeon stone swarm activates a different resonant power. The aeon stone swarm can select from the following resonant powers.</p><ul><li><strong>Defensive Resonance</strong> The aeon stone swarm gains resistance 10 to one of the following damage types of its choice: acid, cold, electricity, fire, sonic.</li><li><strong>Illumination Resonance</strong> The aeon stone swarm glows, shedding bright light in a 20-foot radius (and dim light for the next 20 feet) in a color of its choice.</li><li><strong>Sensory Resonance</strong> The aeon stone swarm gains the benefits of @UUID[Compendium.pf2e.spells-srd.Item.jwK43yKsHTkJQvQ9]{See the Unseen}.</li><li><strong>Subterfuge Resonance</strong> The aeon stone swarm gains a +2 item bonus to Perception checks, and to Stealth checks to @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hide} and @UUID[Compendium.pf2e.actionspf2e.Item.VMozDqMMuK5kpoX4]{Sneak}.</li></ul>",
          "name": "Aeon Resonance"
        }
      },
      "name": "Aeon Stone Swarm"
    },
    "Alzira Mustanir": {
      "items": {
        "K90rxKZFzCbDcPQa": {
          "description": "<p><strong>Trigger</strong> Alzira rolls initiative</p><hr /><p><strong>Effect</strong> Alzira's instincts kick in, and she takes on an aggressive stance. Alzira uses Change Shape to enter her hybrid form.</p>",
          "name": "Quick Change"
        },
        "ce5yfhipPzye5wiv": {
          "name": "Intake Skeleton Key"
        },
        "dBV28CzhtFrzovJP": {
          "description": "<p>Alzira changes into her humanoid or hybrid shape. Each shape has a specific, persistent appearance. In hybrid shape, Alzira appears as a mix between her elf ancestry and a bat. She gains a jaws unarmed Strike resembling a bat's fangs. In her humanoid shape, she retains the appearance of her original ancestry.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "dWY50VRJzzdlKFLa": {
          "name": "Camazotz Lore"
        },
        "pwkWRCiqVeVp7DqJ": {
          "description": "<p>When Alzira casts @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}, she rolls d10s instead of d8s.</p>",
          "name": "Harming Hands"
        }
      },
      "name": "Alzira Mustanir"
    },
    "Amphibious Chupacabra": {
      "description": "<p>These notorious predators have an undeniable thirst for blood. Chupacabras prefer to prey on the weak and slow, often hiding in wait and watching potential prey for long periods before attacking. Spry and stealthy, they most often make their homes in areas of high grass and protective rock, their slightly reflective scales allowing them to blend in well with such surroundings.</p>\n<p>Chupacabras prefer to eat lone travelers and farm animals (particularly goats) and leave little evidence of their presence apart from the grisly, blood-drained husks of their meals. Their tendency to stay out of sight combined with their naturally nocturnal activity often leads superstitious locals to conclude the worst, imagining that a particularly reckless vampire lives in the area.</p>\n<p>A typical chupacabra measures nearly 4 feet from its muzzle to the tip of its spiny tail, and it stands just under 3-1/2 feet tall. With their slight build and lightweight bones, most weigh close to 50 pounds. They mate rarely and only during the hottest months, with the females each producing a single egg that hatches into a tiny, dehydrated creature. The mother usually leaves helpless prey in her cave so the hatchling can immediately feed.</p>\n<p>Although chupacabras are typically solitary creatures, they have been known to form small gangs in bountiful areas. Members of these groups work well together, growing bold enough to attack larger animals, small herds, and otherwise more dangerous prey. Stories of chupacabras attacking travelers or laying siege to farmhouses typically stem from the hunting practices of such gangs. Regions where chupacabra activity like this is more common often have complex and colorful myths and tall tales about chupacabra capabilities or motive—and a few of the claims, such as that some chupacabras can fly, are all too true.</p>",
      "items": {
        "UmF9ATrgifYyt9He": {
          "description": "<p>The chupacabra Strides and makes a Strike at the end of that movement. If the chupacabra began this action @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, it remains hidden until after this ability's Strike.</p>",
          "name": "Pounce"
        },
        "abGmJgduMKED2VeX": {
          "description": "<p><strong>Requirements</strong> The chupacabra has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<hr />\n<p><strong>Effect</strong> The chupacabra sucks blood from the grabbed creature. The chupacabra gains the @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} condition for 1 minute and can use the extra action only for Strike and Stride actions.</p>\n<p>A chupacabra can't Suck Blood again while it is quickened in this way.</p>\n<p>A creature that has its blood drained by a chupacabra is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} until it receives healing (of any kind or amount).</p>",
          "name": "Suck Blood"
        },
        "npIgzch2HZkhFifI": {
          "name": "Claw"
        },
        "t8m638wy4P8pa4PZ": {
          "name": "Jaws"
        }
      },
      "name": "Amphibious Chupacabra"
    },
    "Animal Pit": {
      "description": "<p>A weight-activated trap door covers a pit that's 10 feet square and 20 feet deep.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:12] to remove the trap door</p>",
      "hazardReset": "<p>The trapdoors automatically reset to their closed position once a creature falls in, allowing for more creatures to fall in, though any camouflage on the trap door falls in as well, making it easier for creatures to notice the trap door.</p>",
      "name": "Animal Pit"
    },
    "Animated Treasure Swarm": {
      "items": {
        "GCHfq5Zo2uJQtANU": {
          "description": "<p><strong>Requirements</strong> The animated treasure swarm is adjacent to Viseldron's hoard</p><hr /><p><strong>Effect</strong> The animated treasure swarm enters Viseldron's hoard, then emerges from the hoard at any other point in, or adjacent to, the hoard's area.</p>",
          "name": "One with the Hoard"
        },
        "bU4iO3oL4EOAnlGK": {
          "description": "<p>Like normal objects, an animated treasure swarm has Hardness. This Hardness reduces any damage the swarm takes by an amount equal to its Hardness. Once an animated treasure swarm is reduced to fewer than half its Hit Points, or immediately upon becoming damaged by a critical hit, its construct armor breaks, removing the Hardness and reducing its AC to 21.</p>",
          "name": "Construct Armor"
        },
        "diWSfLrndFVECtUR": {
          "description": "<p>The animated treasure swarm hurls its most fragile components in a destructive barrage, dealing @Damage[4d6[bludgeoning]|options:area-damage] damage to all creatures in a @Template[type:burst|distance:20] within 100 feet (@Check[reflex|dc:25|basic|options:area-effect] save).</p>",
          "name": "Trash the Place"
        },
        "tKPpeVBhsBp0UgUD": {
          "description": "<p>Each enemy in the animated treasure swarm's space takes @Damage[6d6[piercing]|options:area-damage] or @Damage[6d6[slashing]|options:area-damage] damage (@Check[reflex|dc:25|basic] save).</p>",
          "name": "Blade Storm"
        }
      },
      "name": "Animated Treasure Swarm",
      "npcAc": "(21 when broken), construct armor"
    },
    "Anoreth Zorillen": {
      "items": {
        "EhpRVDpHbe8lUZAg": {
          "name": "Handkerchief (Impeccably Embroidered with Orange, Red, and Yellow Tulips)"
        },
        "GRT9iHRrS0OylGJ1": {
          "description": "<p><strong>Trigger</strong> A construct within 60 feet of Anoreth is damaged</p><hr /><p><strong>Effect</strong> Anoreth clenches their fist, magically seizing the raw materials damaged by the triggering Strike and drawing it toward themself. These materials orbit Anoreth in a defensive ward, granting them 10 Temporary Hit points until the end of their next turn.</p>",
          "name": "Scrap Ward"
        },
        "M8XokjQGVqSmlp4g": {
          "description": "<p>If a reaction would disrupt Anoreth's spellcasting action, they attempt a @Check[flat|dc:15]; if they succeed, their action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        },
        "S8DH7nw6QeVv9zQL": {
          "description": "<p>Anoreth calls out Kiriki's name and snaps their fingers, causing their pipefox familiar (and up to 1 Bulk of objects carried by Kiriki) to instantly transport to an adjacent square of Anoreth's choice, provided Kiriki is within 1 mile.</p>",
          "name": "Recall Kiriki"
        },
        "YxkN8HXn3pRGGYO7": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> Anoreth's bonded item is on their person</p><hr /><p><strong>Effect</strong> Anoreth expends magical energy stored in their bonded item. During the current turn, they can cast one spell they prepared today and already cast, without spending a spell slot. They must still Cast the Spell and meet the spell's other requirements.</p>",
          "name": "Drain Bonded Item"
        },
        "oJ1wqwvdnoVowbAJ": {
          "description": "<p>Anoreth's familiar is a pipefox named Kiriki, who is usually in area <strong>D5</strong>. Kiriki has a Speed of 25 feet, climb Speed of 20 feet, darkvision, and the independent familiar ability. She otherwise functions as a pipefox.</p>",
          "name": "Familiar"
        },
        "pnmbV9cYCeeGkUY7": {
          "description": "<p>Anoreth extends their spells' range. If the next action they use is to Cast a Spell that has a range, increase the spell's range by 30 feet.</p>",
          "name": "Reach Spell"
        },
        "qKwvFSkcIlYeed2H": {
          "description": "<p><strong>Cantrips</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl]{Detect Magic}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.vJZ83ehQiM906lea]{Detect Metal}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.kBhaPuzLUSwS6vVf]{Electric Arc}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.WBmvzNDfpwka3qT4]{Light}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.iYRDFxeVpJ5KIjmr]{Needle Darts}</li></ul><p><strong>1st rank</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.fkUCvynklBGb4LaI]{Conductive Weapon}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.i35dpZFI7jZcRoBo]{Illusory Disguise}</li></ul><p><strong>2nd rank</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.3JG1t3T4mWn6vTke]{Blur}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.pZTqGY1MLRjgKasV]{Darkvision}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.0qaqksrGGDj74HXE]{Revealing Light}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.vTQvfYu2llKQedmY]{Translate}</li></ul><p><strong>3rd rank</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.ZxHC7V7HtjUsB8zH]{Blazing Bolt}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.3A3ueS9Q0s3U8KXE]{Noxious Metals}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</li></ul><p><strong>4th rank</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.WqPhJNzLa8vSjrH6]{Animated Assault}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.TUj8eugNqAvB1vVR]{Creation}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8]{Fly}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2]{Lightning Bolt}</li></ul>",
          "name": "Spellbook (Grand Schematica)"
        },
        "xpYy8fX5Gp6PVcjg": {
          "name": "Clockwork Lore"
        },
        "yR7jfKlCKS6p8rCe": {
          "name": "Pocket Watch Containing a Lock of Black Hair Tied in a Pink Ribbon"
        }
      },
      "name": "Anoreth Zorillen"
    },
    "Anvaca": {
      "items": {
        "0TIzm0SotUXlV0VG": {
          "description": "<p>Anvaca Raises their Shield, then either Strides or Steps.</p>",
          "name": "Shielded Approach"
        },
        "i0uvaVyEMVmJJZ4f": {
          "description": "<p>See below.</p>",
          "name": "Bolt Emitter"
        },
        "o9hIFf9LPgENxdRP": {
          "description": "<p>The countless ghostly echoes that compose Anvaca's spirit surround the poppet's body, then surge out in either a @Template[type:emanation|distance:15] or a @Template[type:line|distance:60], dealing @Damage[6d10[spirit]|options:area-damage] damage to all creatures in the area (@Check[reflex|dc:28|basic|options:area-effect] save). Anvaca can't use Dead, But Not Forgotten again for [[/gmr 1d4 #Recharge Dead, But Not Forgotten]]{1d4 rounds}.</p>",
          "name": "Dead, But Not Forgotten"
        },
        "sFvIrdCN0KlmAXIN": {
          "description": "<p>Anvaca can wield a longspear in one hand if they're holding a shield in their other hand. Spear weapons Anvaca wields temporarily become <em>+2 greater striking</em> and deal an additional 1d8 spirit damage on a hit.</p>",
          "name": "Moon-Blessed Hoplite"
        },
        "zStVPp0gYqesILe2": {
          "description": "<p>Anvaca gains a +1 circumstance bonus to saving throws against death effects, disease, and poison, as well as to saving throws against effects that would give them the @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened} conditions. They count as a living creature (and can therefore be healed by vitality and harmed by void damage).</p>",
          "name": "Constructed"
        },
        "zo7h1UF1S3XiJyQd": {
          "description": "<p><strong>Price</strong> 900 gp; <strong>Ammunition</strong> magical energy (unlimited; no reload)</p><hr /><p><strong>Usage</strong> mounted on tracks</p>\n<p><strong>Space</strong> 7 feet long, 5 feet wide, 5 feet high</p><hr /><p><strong>Crew</strong> 1–3; <strong>Proficiency</strong> martial</p><hr /><p><strong>AC</strong> 22; <strong>Fort</strong> [[/r 1d20+17 #Fortitude]]{+17}; <strong>Ref</strong> [[/r 1d20+13 #Reflex]]{+13}</p>\n<p><strong>Hardness</strong> 15; <strong>HP</strong> 80 (BT 40); <strong>Immunities</strong> object immunities</p><hr /><p><strong>Speed</strong> 15 feet (pushed or pulled along tracks; can't be removed from tracks)</p>\n<p><strong>Aim</strong> <span class=\"action-glyph\">1</span> 60 feet, minimum distance 10 feet</p>\n<p><strong>Fire</strong> <span class=\"action-glyph\">1</span> (attack, flourish, manipulate, range 200 feet) @Damage[6d10[electricity]], single target, @Check[reflex|dc:23]. On a failed save, the target becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} from electric shock.</p>",
          "name": "Bolt Emitter"
        }
      },
      "name": "Anvaca"
    },
    "Auzmere": {
      "description": "<p>Dero stranglers specialize in capturing living victims, and they are often called upon to aid in abductions.</p>\n<hr />\n<p>Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of fey abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world's surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects.</p>\n<p>Deros, particularly the leading magisters, are fixated with curing their allergy to sunlight. To understand how the surface dwellers can withstand the light of the sun, deros conduct late-night raids on surface cities, abducting victims and performing terrible experiments on them. Those who survive are often returned with much of their memory erased and their bodies bearing mysterious scars.</p>\n<p>The largest dero settlements are built around esoteric machines of floating crystals. As these crystals grind against each other and hum with sickening blue energy, crystal flakes and powdery residue collect beneath the machinery. Dero magisters gather these products, creating tools and repurposing the crystals to power magical items.</p>",
      "items": {
        "6EHsEm9VBUy6EEGh": {
          "description": "<p>These healer's toolkits are collections of crystalline scalpels and gritty salves made of cytillesh. They all glow the same sickly blue. While the toolkit is outside its opaque container, it sheds dim light in a 5-foot radius. Any non-dero using or wearing the toolkit is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} until 1 hour after they've stopped, which cannot be reduced during that time.</p>\n<hr />\n<p>This kit of bandages, herbs, and suturing tools is necessary for Medicine checks to @UUID[Compendium.pf2e.actionspf2e.Item.MHLuKy4nQO2Z4Am1]{Administer First Aid}, @UUID[Compendium.pf2e.actionspf2e.Item.TC7OcDa7JlWbqMaN]{Treat Disease}, @UUID[Compendium.pf2e.actionspf2e.Item.KjoCEEmPGTeFE4hh]{Treat Poison}, or @UUID[Compendium.pf2e.actionspf2e.Item.1kGNdIIhuglAjIp9]{Treat Wounds}. If you wear your healer's toolkit, you can draw and replace it as part of the action that uses it.</p>",
          "name": "Cytillesh Toolkit"
        },
        "N5izHEmhQfFjPUgH": {
          "description": "<p>Auzmere deals 1d6 extra precision damage to creatures who are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>"
        },
        "NRlpfGIvrSbP4N7O": {
          "name": "Ancient Iron Key Ring"
        },
        "l749KF8bPqqKYFh6": {
          "description": "<p><strong>Requirements</strong> Auzmere damaged a creature with her ranseur during her previous action</p><hr /><p><strong>Effect</strong> Auzmere twists her grip on her ranseur, digging in before she rips the weapon free. The creature takes @Damage[2d6[piercing]] damage and must make a @Check[reflex|dc:21] save.</p><hr /><p><strong>Critical Success</strong> The creature takes no damage.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} from the pain caused by the cruel twist.</p>\n<p><strong>Critical Failure</strong> The creature takes full damage, becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} from the pain, and takes @Damage[1d6[persistent,bleed]] damage.</p>",
          "name": "Twist Blade"
        },
        "uldVZLVdwiLD1q6v": {
          "description": "<p>Auzmere takes @Damage[9[untyped]] damage for every hour they're exposed to sunlight.</p>",
          "name": "Vulnerable to Sunlight"
        }
      },
      "name": "Auzmere"
    },
    "Batkin Guard": {
      "description": "<p>Unlike true werecreatures, beastkin aren't affected by silver or the full moon, though they can still adopt a hybrid form.</p><h2>Batkin And Werebats</h2><p>Particularly large werebat colonies often host batkin among their ranks. Cultivating a population of batkin offers the werebats numerous benefits, the most obvious being the illusion of normality. Most werebats are nocturnal, so having batkin roam about during the day helps maintain the impression that the werebat settlement is nothing out of the ordinary. Batkin might also guard the colony during full moons, when the werebat members are away indulging in their lunar frenzies. Finally, batkin seem to have an easier time keeping their thirst for blood in check and thus serve as excellent infiltrators in non-werecreature settlements.</p>",
      "items": {
        "CAKoSTHvvi13eLpe": {
          "description": "<p><strong>Trigger</strong> The batkin rolls initiative</p><hr /><p><strong>Effect</strong> The batkin's instincts kick in, and they take on an aggressive stance. The batkin uses Change Shape to enter their hybrid form.</p>",
          "name": "Quick Change"
        },
        "GvtiPYszntvxhqpS": {
          "description": "<p>The batkin changes into their humanoid or hybrid shape. Each shape has a specific, persistent appearance. In hybrid shape, the batkin appears as a mix between human and a bat. While in hybrid shape, they gain a jaws unarmed Strike resembling a bat's fangs. In their humanoid shape, they retain the appearance of their original ancestry.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "ueZ9VclTOzxYvw0G": {
          "description": "<p><strong>Requirements</strong> The batkin has one hand free, and their target is within reach of that hand</p><hr /><p><strong>Effect</strong> The batkin makes a Strike while keeping one hand free. If this Strike hits, the target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the start of the batkin's next turn or until the target is no longer within the reach of the batkin's hand, whichever comes first.</p>",
          "name": "Snagging Strike"
        }
      },
      "name": "Batkin Guard"
    },
    "Blood Drain": {
      "description": "<p>A tiny spark of Nin's will drains the blood from living intruders.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:26] (expert) to vandalize the space, or @Check[religion|dc:24] (expert) to pray to a god for passage, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 25) to counteract the magical energy</p>",
      "hazardReset": "<p>The trap automatically deactivates after 1 minute. It resets in 1 hour.</p>",
      "hazardRoutine": "<p>(1 action) On its initiative, the trap continues to drain blood, dealing @Damage[(2d6+8)[void]] damage to all living creatures in the room (@Check[fortitude|dc:26|basic] save). On a failure, a creature increases the value of their drained condition by 1.</p>",
      "name": "Blood Drain"
    },
    "Blood-Draining Lock": {
      "description": "<p>A spring-loaded blade hidden in the door's handle stabs anyone attempting to turn it, dealing unholy wounds that bleed profusely. Disabling or breaking the trap does not disable or break the lock.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:31] (expert) on the spring mechanism</p>",
      "name": "Blood-Draining Lock"
    },
    "Breakaway Ladder": {
      "description": "<p>The rope ladder rips free from its anchors and drops into the pit.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:25] (trained) or @Check[crafting|dc:22] (trained) to secure the ladder's anchors so they won't break</p>",
      "name": "Breakaway Ladder"
    },
    "Bulbous Blood Ooze": {
      "items": {
        "1qp7p32356qJbIke": {
          "description": "<p>Whenever a creature adjacent to a blood ooze takes bleed damage, the blood ooze regains an amount of Hit Points equal to the damage dealt.</p>",
          "name": "Blood Pool"
        },
        "Np9uxSRVKkEuw7Fr": {
          "description": "<p>A blood ooze can seep into a corpse's wounds, displacing its natural blood. It can burst out of the corpse as a free action.</p>",
          "name": "Infuse Corpse"
        },
        "RxSHwBD7VkaOp8pQ": {
          "description": "<p><strong>Trigger</strong> The blood ooze is damaged by a piercing or slashing attack</p><hr /><p><strong>Effect</strong> The blood ooze forms a clot around the wound, reducing the damage taken by 5 (to a minimum of 0).</p>",
          "name": "Clot"
        },
        "ecbHUglZYGK8wtpe": {
          "name": "Pseudopod"
        },
        "p9glL4qO0pjsLrc7": {
          "description": "<p>The blood ooze draws forth blood from nearby creatures, causing their flesh to break open and blood to spill out, which replenishes the blood ooze. Each living creature within @Template[emanation|distance:15]{15 feet} takes @Damage[4d6[slashing]|options:area-damage] damage (@Check[fortitude|dc:24|basic|options:area-effect] save). The blood ooze regains an amount of Hit Points equal to half the damage Siphon Vitality dealt to the single creature that took the most damage.</p>",
          "name": "Siphon Vitality"
        }
      },
      "name": "Bulbous Blood Ooze"
    },
    "Camazotz Cultist": {
      "items": {
        "G8Dqv6ZUTyPvvmVQ": {
          "description": "<p><strong>Requirements</strong> The cultist's last action was a successful melee Strike</p><hr /><p><strong>Effect</strong> The cultist tears at the flesh of the creature they hit with their attack, dealing @Damage[2[bleed]] damage.</p>",
          "name": "Draw Blood"
        },
        "IxgLSwuFORH1tfW2": {
          "name": "Fist"
        },
        "XcFJW5VKsXFt1gZ3": {
          "name": "Religious Symbol of Camazotz"
        }
      },
      "name": "Camazotz Cultist"
    },
    "Camazotz's Swarm": {
      "description": "<p>A massive swarm of bats flies throughout the room, hampering vision, attacking foes, and magically restoring Camazotz's followers.</p>",
      "hazardDisable": "<p>@Check[nature|dc:17] (trained) to disperse the swarm or @Check[religion|dc:15] (trained) to disrupt Camazotz's connection, which disperses the swarm</p>",
      "hazardReset": "<p>The swarm disperses and returns to roost throughout the room 1 minute after all enemies leave the room. The swarm recovers 5 Hit Points per day thanks the power of Camazotz.</p>",
      "hazardRoutine": "<p>(2 actions) The swarm uses its first action to move up to 30 feet to envelop as many enemies as possible within its @Template[type:burst|distance:30] space. All enemies in the swarm's space become @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} while within the swarm. It then uses its second action to bite all enemies, dealing @Damage[(1d6+3)[piercing]|options:area-damage] damage (@Check[reflex|dc:17|basic] save) to all enemies in the space.</p>",
      "name": "Camazotz's Swarm"
    },
    "Clockwork Corpse": {
      "items": {
        "IX3E27MBpEJDiOqF": {
          "name": "Festering Fluid"
        },
        "WsuLgze9sNEo5W1Z": {
          "name": "Fist"
        },
        "Xbx1RfZHyEhJaHxs": {
          "description": "<p>With a whir of clockwork mechanisms, spinning gears, and grinding bones, the clockwork corpse opens its torso and disgorges a pressurized spray of festering internal fluids and caustic oil in a @Template[type:line|distance:30]. Creatures in the area are dealt @Damage[3d6[bludgeoning],3d6[poison]|options:area-damage]{3d6 bludgeoning damage and 3d6 poison damage} (@Check[reflex|dc:22|basic|options:area-effect,inflicts:prone] save). On a critical failure, a creature is additionally knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} by the force. The clockwork corpse can't use Pressurized Blast again for [[/gmr 1d4 #Recharge Pressurized Blast]]{1d4 rounds}.</p>",
          "name": "Pressurized Blast"
        },
        "rnV6Qs2Mr2zgpqG9": {
          "description": "<p>24 hours, [[/act disable-device dc=20]], standby</p>\n<p>Unlike most clockworks, when a clockwork corpse has 0 operational time remaining, rather than shut down, it instead becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions. These conditions are removed when its wound.</p><hr /><p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        },
        "svLywz3dBSFQ1FFj": {
          "name": "Arm Blade"
        }
      },
      "name": "Clockwork Corpse"
    },
    "Clockwork Sentry": {
      "description": "<p>Clockworks are intricate, complex machines built by talented engineers and infused with magical energy. At the height of the Azlanti Empire, magitech clockworks were commonplace, from music boxes, toys, and vehicles, to bodyguards, soldiers, spies, and even nannies.</p>\n<p>Clockwork sentries are four-armed constructs created to serve as guardians, programmed either to prevent access to a specific location or to keep targets from escaping a secured site. This makes them the perfect clockwork for serving in prisons, dungeons, vaults, and similar locations.</p><h2>Winding Clockworks</h2><p>A clockwork must be wound to remain operational. Each clockwork has the wind-up ability, with the specifics listed in its stat block. There are winding station locations in the adventure where a clockwork can return to be wound rather than having to rely upon another creature. The full rules for winding clockworks can be found in Pathfinder Bestiary 3 on page 48.</p><h2>Clockwork Hot Spots</h2><p>Today, the nations of Alkenstar and New Thassilon, the church of Brigh, and the famed Clockwork Cathedral of Absalom are the primary sources for clockwork creation. Haunted clockworks from the Clicking Caverns often invade the nations of Nagajor and Xa Hoi.</p>",
      "items": {
        "3KQXtztNsvac8Df8": {
          "name": "See the Unseen (Constant)"
        },
        "5jZ51Mi9DF8hkNPp": {
          "name": "Pneumatic Swing"
        },
        "6LX36TtfGbMBHzLU": {
          "name": "Fist"
        },
        "G3nY6dCiRW6dBlIV": {
          "name": "Pulse Blast"
        },
        "ZJSNIDtARJ0gkmb5": {
          "description": "<p>The clockwork sentry Strides up to twice its Speed in a straight line. If it ends this movement in reach of a creature, it makes a fist Strike against that creature. On a hit or critical hit, the target takes an additional @Damage[1d6[bludgeoning]] damage and is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
          "name": "Tackle"
        },
        "dpcNHZpwqIaZFwso": {
          "description": "<p><strong>Trigger</strong> The clockwork sentry has a creature @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}</p><hr /><p><strong>Effect</strong> The clockwork sentry Interacts to place manacles on the restrained creature.</p>",
          "name": "Arrest"
        },
        "ilzjWvtxb4FdnYG8": {
          "description": "<p><strong>Trigger</strong> A creature within a clockwork sentry's reach uses a manipulate action or a move action, makes a ranged attack, or leaves a space during a move action it's using</p><hr /><p><strong>Effect</strong> The clockwork sentry makes an Athletics check to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} the triggering creature.</p>",
          "name": "Sudden Seize"
        },
        "xKg1vUWcsBrm485E": {
          "description": "<p>24 hours, [[/act disable-device dc=26]], standby</p><hr /><p>For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.</p>\n<p>A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a -2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).</p>\n<p>A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.</p>",
          "name": "Wind-Up"
        }
      },
      "name": "Clockwork Sentry"
    },
    "Collapsing Cell": {
      "description": "<p>A section of ceiling and iron cell bars collapse inward.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:22] (trained) or @Check[crafting|dc:25] (trained) to use a loose iron bar to shore up the ceiling.</p>",
      "name": "Collapsing Cell"
    },
    "Conductor": {
      "description": "<p>Velstracs arise from the souls of the most extreme masochistic or sadistic mortals who are judged by Pharasma and then sent on to the Netherworld. The fiends come in many horrific forms, which usually manifest in twisted display of their vile predilections in life, ranging from the low-ranking augurs to the maestros of suffering and mutilation called eremites. The process of transformation warps the velstrac's soul step by step, with other velstracs conveying their new members through untold chambers of pain among the dark reaches of the Netherworld. The velstracs are led by the pinnacles of their kind, a group of nine powerful fiends known as velstrac demagogues.</p>\n<p>Once their transformation is complete, velstracs emerge as twisted artists who wield pain and despair like an instrument. They crave sensation, the more vile and horrifying, the better. They claim that this outlook is the one true path to perfection of the mind, body, and spirit, but in truth their administrations only deal out suffering and mutilation. Their corrupt attempts at perfection aren't limited to their victims, who they torture for as long as they possibly can until their bodies or minds fail, but also applied to themselves, testing their own resolve in a crucible of pain.</p>\n<p>Velstracs feature in this adventure in a couple of ways. When Nizca and Deg failed to veil the sun in shadows using the shadow beacon, portions of the Netherworld overlaid En-Gokal. The velstracs, led by the velstrac conductor Jubilant, passed traveled from their shadowy realm into the mortal world of the Universe. When they arrived, they were amused by the predations of the vampires and their tenacity to hold the ruined prison, but they were especially delighted by Nizca, with whom they felt a kinship in shadow due to Nizca being an ancient strigoi—a perfect blend of shadow and vampire. Jubilant and their fellow velstracs obviously favored the plan to bring eternal darkness to Golarion, and thus they support Nizca in completing their horrifying mission, but who can say how long that support will last once the plan is complete?</p>\n<p>In addition to the most prevalent influence of velstracs in the Ebon Tower, they also play another role for the primary antagonist, Nizca. As mentioned in the campaign, one of Nizca's motivations for escaping En-Gokal is to reunite with their lover from the time before Earthfall. A cruel yet handsome man, Lograsi was a worshipper of Aroggus, a powerful velstrac demagogue with the portfolios of possibility, revenge, and sanctuary. This connection was part of Nizca's reason to trust in Jubilant and their group of velstracs, knowing that her distant lover was of the faith.</p><h2>Velstrac Conductor</h2><p>Conductors are velstracs who believe screams of anguish to be the ultimate form of musical expression. These sadistic musicians compose \"joyous symphonies\" from the agonized howling of their tortured, captive choirs.</p><h2>Instruments</h2><p>Conductors go to great lengths to acquire the finest instruments for their choirs, judging an individual singer's worth by their tone, emotion, endurance, and responsiveness. Vocalists who don't measure up to a conductor's standards are either played to death or passed on to other \"less discerning\" velstracs. Cherished instruments can expect to live a long, tortuous existence in a conductor's choir, receiving the best medical attention after each performance—at least until their voice gives out.</p><h2>Tortured Friendships</h2><p>Velstrac conductors are fairly amiable among their kind and often work with other velstracs. They particularly get along well with ostiarius velstracs and velstrac evangelists, who they tend to boss around. Though they find sacristans piteous, they're intrigued by their Shadow Scream ability.</p>",
      "items": {
        "3zUiUJfYeXIPZBU6": {
          "description": "<p>A velstrac automatically knows whether a creature it sees has any of the @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed}, @UUID[Compendium.pf2e.conditionitems.Item.yZRUzMqrMmfLu0V1]{Dying}, and @UUID[Compendium.pf2e.conditionitems.Item.Yl48xTdMh3aeQYL2]{Wounded} conditions, as well as the value of those conditions.</p>",
          "name": "Painsight"
        },
        "5aHnOxuuv74kblGh": {
          "description": "<p>30 feet. When a creature ends its turn in the aura, it hears every scream the velstrac conductor's victims have ever uttered. The creature must succeed at a @Check[will|dc:25] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 4} on a critical failure).</p>",
          "name": "Horrifying Accompaniment"
        },
        "OPWiHtXAg9BWIktp": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> With a horrifying flourish and hungry smile, the velstrac conductor points their baton at a creature within 100 feet, compelling them to scream. The creature must attempt a @Check[will|dc:28|options:damaging-effect] save. On a failure, they scream, taking @Damage[4d6[mental]] damage (@Damage[8d6[mental]] on a critical failure) and dealing @Damage[2d6[sonic]|options:area-damage] damage to all creatures in a @Template[type:emanation|distance:20] (@Check[fortitude|dc:28|basic|options:area-effect] save).</p>\n<p>Instead of targeting one creature, the conductor can choose to target all creatures in range that were compelled to scream by this ability last round.</p>",
          "name": "Scream for Me"
        },
        "VxY2MB8tInlVu8Qz": {
          "name": "Pinpoint Shriek"
        },
        "Xcl8Md9G3qK6KdEP": {
          "name": "Conductor's Baton"
        },
        "cm4QiNEJgATueajx": {
          "name": "Conductor's Baton"
        },
        "g8Fn8rgfUYoJlwgY": {
          "description": "<p>The conductor lets out a terrible scream of joy, dealing @Damage[10d6[sonic]|options:area-damage] damage to all creatures in either a @Template[type:cone|distance:30] or a @Template[type:line|distance:90] (@Check[will|dc:28|basic|options:area-effect,inflicts:sickened] save). Holy creatures that fail this save are also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}. The conductor can't use Unholy Exaltation again for [[/gmr 1d4 #Recharge Unholy Exaltation]]{1d4 rounds}.</p>",
          "name": "Unholy Exaltation"
        },
        "hwIQPwhl4ZPBpOCt": {
          "description": "<p>The velstrac conductor stares at a creature they can see within 30 feet. The creature must immediately attempt a Will save against the velstrac conductor's horrifying accompaniment aura. In addition, if the creature was already frightened, on a failed save the creature takes @Damage[1d6[persistent,mental]] damage. After attempting this save, the creature is then temporarily immune for 1 hour.</p>",
          "name": "Focus Gaze"
        },
        "jWi52nabMjsgxHax": {
          "name": "Regeneration 10 (Deactivated by Holy or Silver"
        },
        "ouRdXacD2CSHXiPA": {
          "description": "<p><strong>Trigger</strong> A creature targets the velstrac conductor with an auditory or sonic effect or includes the conductor in the area of an auditory or sonic effect</p><hr /><p><strong>Effect</strong> The conductor sings a note that resonates with the triggering effect, redirecting it to the triggering creature. The triggering creature becomes the target of the triggering effect, instead of the conductor.</p>",
          "name": "Sonic Redirection"
        },
        "rwSFHVcngEK7T6Md": {
          "name": "Claw"
        },
        "tqXrf9dVeQNU4n0h": {
          "name": "Fly (Constant)"
        },
        "um2PxwFSEzBMcQc9": {
          "name": "Torture Lore"
        }
      },
      "name": "Conductor",
      "npcAllSaves": "+1 status to all saves vs. magic",
      "npcHp": "regeneration 10 (deactivated by holy or silver"
    },
    "Conundrum Ward": {
      "description": "<p>A complex geometrical ward with mathematical equations woven into its lines magically seals the door, harming anyone who touches it.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:30] (master) to sabotage the ward, Geometry or @Check[25-lore|dc:Mathematics]{Mathematics Lore} (trained) to calculate the solution to the complex equations, @Check[crafting|dc:28] (expert) to manipulate the ward's precise underlying schematics, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (4th rank; counteract DC 26) to counteract the magical ward</p>",
      "hazardReset": "<p>The trap automatically resets after being triggered. If disabled, the ward does not reset.</p>",
      "name": "Conundrum Ward"
    },
    "Creeping Clot": {
      "description": "<p>The unsettling creeping clot appears like a disgusting mound of half- coagulated blood that seeps a constant red effluvium, which in turn is slurped up by the clot's slithering feelers before the stain can spread more than a few inches from its central mass. When it senses danger, a creeping clot can form a protective shell of hardened ooze that makes it look like an enormous scab.</p>\n<p>It's a common misconception that a creeping clot feeds on blood. In fact, this crusty ooze absorbs minerals from flesh and blood alike by burrowing its tendrils into a creature, a process that creates painful—and sometimes fatal—blood clotting within the victim's body.</p><h2>Farming Clots</h2><p>A creeping clot's toxin can be harvested as a useful (if risky) medicinal. A successful @Check[medicine|dc:22] or @Check[survival|dc:22] check and 10 minutes of work on a creeping clot that's been dead for no more than 1 hour produces 1 dose of creeping clot serum (2 doses on a critical success). A critical failure exposes the harvesting creature to the clot's jelly blood. A dose of creeping slot serum spoils after 24 hours. If a dose of creeping clot serum is used while @UUID[Compendium.pf2e.actionspf2e.Item.MHLuKy4nQO2Z4Am1]{Administering First Aid} to stop bleeding, the Medicine check gains a +3 item bonus, but on a critical failure, the victim is exposed to jelly blood.</p>",
      "items": {
        "0YRryyeELmUwglyQ": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:22]</p>\n<p><strong>Stage 1</strong> target gains resistance 5 to bleed damage (1 hour)</p>\n<p><strong>Stage 2</strong> as stage 1 plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 day)</p>\n<p><strong>Stage 3</strong> as stage 2 plus @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 day)</p>\n<p><strong>Stage 4</strong> as stage 2 plus @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} (1 day)</p>\n<p><strong>Stage 5</strong> as stage 2 plus @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} (1 hour)</p>\n<p><strong>Stage 6</strong> dead</p>",
          "name": "Jelly Blood"
        },
        "2uFjJXVNJAes7huQ": {
          "name": "Pseudopod"
        },
        "AhmTdTBQ9ySoyJFX": {
          "description": "<p><strong>Requirements</strong> The creeping clot is not immersed in liquid</p><hr /><p><strong>Effect</strong> The creeping clot remains motionless for 1 minute, causing its outer mass to form a thick shell of clotted plasm. Its Armor Class increases to 22 and it becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. Though the creeping clot remains immune to the additional damage from a critical hit, its clot armor is destroyed automatically upon taking a critical hit, taking 50 damage from a single Strike, or as soon as it is immersed in liquid.</p>",
          "name": "Clot Armor"
        },
        "EcM9IICqUbnMg1N3": {
          "name": "Tendril"
        },
        "RSxBHYJk59i2y1nU": {
          "description": "<p>A creeping clot can feel nearby motion through vibrations in air and water.</p>",
          "name": "Amphibious Motion Sense"
        },
        "eSj1h2Ng97Xg4RHj": {
          "description": "<p><strong>Requirements</strong> The creeping clot doesn't have clot armor</p><hr /><p><strong>Effect</strong> The creeping clot extends dozens of whipping, slashing tendrils, attacking all creatures in reach. The clot makes a tendril Strike against each enemy within its tendril reach. Each attack counts toward the clot's multiple attack penalty, but the multiple attack penalty doesn't increase until after all the attacks.</p>",
          "name": "Tendril Storm"
        },
        "kfTLLOfSogk258QV": {
          "description": "<p><strong>Requirements</strong> The creeping clot has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p><hr /><p><strong>Effect</strong> The creeping clot burrows tendrils into the grabbed creature. The creature takes @Damage[(2d8+2)[piercing]] damage (@Check[fortitude|dc:22|basic] save) and is exposed to jelly blood.</p>",
          "name": "Tendril Feeding"
        }
      },
      "name": "Creeping Clot"
    },
    "Danva": {
      "items": {
        "2YYfAPLiJU9Dp5Ik": {
          "description": "<p>The ugothol spends 10 minutes reshaping its appearance to take on the shape of any Small or Medium humanoid. It gains a +4 circumstance bonus to Deception checks to pass as that creature.</p>",
          "name": "Assume Form"
        },
        "DnHKQ5fji9xo59SQ": {
          "name": "+2 Status to All Saves Vs. Auditory and Visual"
        },
        "IJoIuOLBgigiMMf4": {
          "description": "<p><strong>Requirements</strong> The ugothol is in an assumed form</p>\n<hr />\n<p><strong>Effect</strong> The ugothol resumes its true form. Until the start of its next turn, it gains a +2 status bonus to attack rolls, damage rolls, saving throws, and skill checks.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.SA5f54t1dVah5fJm]{Effect: Revert Form}</p>",
          "name": "Revert Form"
        },
        "NTNnJ10VPOGAtx3v": {
          "description": "<p>The ugothol uses its three-pronged tongue to drink the blood of an adjacent @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} creature. The creature gains @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}</p>",
          "name": "Blood Nourishment"
        },
        "QkJX5Na9K41d7WvZ": {
          "name": "Mayor's Uniform"
        },
        "R5LZN4BZ2ugZo3Oc": {
          "name": "Truespeech (Constant)"
        },
        "YBvSziyg0xQxeQD3": {
          "name": "Claw"
        },
        "YjHQ6ooIKUqhlPWB": {
          "description": "<p>Danva deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "cHEdm7MgqCHUEkLu": {
          "name": "Key"
        },
        "s2btyWU3lmdL2401": {
          "description": "<p>If Danva's next action is to Cast a Spell, the spell gains the subtle trait. As part of using Distracting Spell, Danva can choose to @UUID[Compendium.pf2e.actionspf2e.Item.GkmbTGfg8KcgynOA]{Create a Diversion}, @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize}, or @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{Feint}. If she does so, the spell she casts must have the illusion trait in order to gain the subtle trait.</p>",
          "name": "Distracting Illusion"
        },
        "zvLCT9G2rxv1xur6": {
          "description": "<p>When the ugothol successfully @UUID[Compendium.pf2e.actionspf2e.Item.kMcV8e5EZUxa6evt]{Squeezes}, it moves through the tight space at full speed. Narrow confines are not difficult terrain for an ugothol.</p>",
          "name": "Compression"
        }
      },
      "name": "Danva",
      "npcAllSaves": "+2 status to all saves vs. auditory and visual"
    },
    "Deg": {
      "items": {
        "8Re5rejpriBxGMh4": {
          "description": "<p><strong>Requirements</strong> Deg is wearing a cytillesh toolkit and has a hand free</p><hr /><p><strong>Effect</strong> Deg excises damaged flesh and crudely stitches wounds shut, healing himself or an ally in reach for @Damage[(3d8+18)[healing]] Hit Points. For 1 hour, the target has slashing weakness 5 and is immune to Dero Medicine.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.tVw3srxbsQ8PjBfy]{Effect: Dero Medicine (Deg)}</p>",
          "name": "Dero Medicine"
        },
        "T6GfIyvyA3GG0CcV": {
          "description": "<p><strong>Cost</strong> 1 dose of concentrated cytillesh gas</p>\n<p><strong>Trigger</strong> A creature ends their movement adjacent to Deg</p><hr /><p><strong>Effect</strong> With a flick of their wrist and a sadistic cackle, Deg triggers an aerosol canister at his hip, spraying the triggering creature with concentrated cytillesh gas.</p>",
          "name": "Gas 'Em!"
        },
        "TNb6L6tYAgULYg8S": {
          "name": "Engineer's Toolkit"
        },
        "a1fgv1PLJF7WVHDh": {
          "description": "<p>Deg fights using a complex device he crafted from scavenged clockwork parts and ancient Azlanti magitech. This device, called an <em>energy expulsor innovation</em>, is a clockwork gun bulging with multiple glass canisters, each filled with a different, roiling magical energy. The device allows Deg to use his Concentrated Fire and Overclocked Blast abilities. It otherwise functions as a magical inventor weapon innovation with no modifications.</p>",
          "name": "Energy Expulsor Innovation"
        },
        "b1AAHF5ly9F80Bs6": {
          "description": "<p>Deg takes @Damage[18[untyped]] damage for every hour he's exposed to sunlight.</p>",
          "name": "Vulnerable to Sunlight"
        },
        "hnkd4sYOE7gPGokA": {
          "name": "Azlanti Lore"
        },
        "kGlxynzzqkeFrULd": {
          "name": "Energy Expulsor Innovation"
        },
        "lvzmvdNjUGDfm7mD": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:28]</p>\n<p><strong>Maximum Duration</strong> 4 rounds</p>\n<p><strong>Stage 1</strong> @Damage[4d6[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[5d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[6d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} (1 round)</p>\n<p><strong>Stage 4</strong> @Damage[6d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 3} and lose all memories made in the previous 10 minutes (1 round)</p>",
          "name": "Concentrated Cytillesh Gas"
        },
        "naKTQ9IRMAt5JNvw": {
          "description": "<p>Deg makes two ranged Strikes with his energy expulsor innovation at a single target. Both attacks count toward his multiple attack penalty, but the penalty doesn't increase until after he's made both attacks.</p>",
          "name": "Concentrated Fire"
        },
        "quWhYDqfgfi2NjJT": {
          "description": "<p>Deg Interacts to set his energy expulsor innovation to the desired modular damage configuration, then overclocks his energy expulsor innovation and fires a massive blast of energy in a @Template[type:line|distance:100]. This blast deals @Damage[8d8[untyped]|options:area-damage] damage (@Check[reflex|dc:28|basic|options:area-effect] save) of the type determined by the energy expulsor innovation's current configuration. Deg can't use Overclocked Blast again for [[/gmr 1d4 #Recharge Overclocked Blast]]{1d4 rounds}.</p>",
          "name": "Overclocked Blast"
        },
        "s3l7jYIDO6QEh3pX": {
          "name": "Magitech Lore"
        },
        "yqyGmSFJxXlCehjD": {
          "name": "Aerosol Canister (Three Doses of Concentrated Cytillesh Gas)"
        }
      },
      "name": "Deg"
    },
    "Dero Punk": {
      "description": "<p>Dero stalkers explore the surface world by night, seeking out victims to abduct. While hiding from the burning light of day, stalkers often assist with magisters' experiments.</p>\n<hr />\n<p>Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of fey abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world's surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects.</p>\n<p>Deros, particularly the leading magisters, are fixated with curing their allergy to sunlight. To understand how the surface dwellers can withstand the light of the sun, deros conduct late-night raids on surface cities, abducting victims and performing terrible experiments on them. Those who survive are often returned with much of their memory erased and their bodies bearing mysterious scars.</p>\n<p>The largest dero settlements are built around esoteric machines of floating crystals. As these crystals grind against each other and hum with sickening blue energy, crystal flakes and powdery residue collect beneath the machinery. Dero magisters gather these products, creating tools and repurposing the crystals to power magical items.</p>",
      "items": {
        "6BFQljbOQZkiMjjS": {
          "description": "<p>A dero punk takes @Damage[2[untyped]] damage for every hour they're exposed to sunlight.</p>",
          "name": "Vulnerable to Sunlight"
        },
        "Zf9iEQVuOHwO1ooe": {
          "description": "<p>A dero punk gains a +1 status bonus on melee Strikes while they are adjacent to an allied dero.</p>",
          "name": "Gang Up"
        },
        "eI1CqQ6uSb4iGiLS": {
          "description": "<p>A dero punk deals 1d4 extra precision damage to creatures who are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>",
          "name": "Sneak Attack"
        }
      },
      "name": "Dero Punk"
    },
    "Dero Sentry": {
      "items": {
        "UDbuH3ideIzovA2c": {
          "description": "<p>The dero sentry winds up, readying themselves to take a massive swing with their weapon. If the next action the dero sentry takes is a melee Strike, they deal an additional 1d8 damage with that Strike.</p>",
          "name": "Focused Blow"
        },
        "XA3U2vwiNq68lqKJ": {
          "description": "<p>This throwing weapon consists of weights tied to the end of long cords, which can be used to bludgeon foes or entangle their legs.</p>"
        },
        "qwNhCiHQVyMkQrfX": {
          "description": "<p><strong>Requirements</strong> The dero is wearing a cytillesh toolkit and has a hand free</p><hr /><p><strong>Effect</strong> The dero excises damaged flesh and crudely stitches wounds shut, healing themself or an ally in reach for @Damage[(2d8+10)[healing]] Hit Points. For 1 hour, the target has slashing weakness 2 and is immune to Dero Medicine.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.vqKBIflXiAmCx5QQ]{Effect: Dero Medicine}</p>",
          "name": "Dero Medicine"
        },
        "uldVZLVdwiLD1q6v": {
          "description": "<p>A dero sentry takes @Damage[10[untyped]] damage for every hour they're exposed to sunlight.</p>",
          "name": "Vulnerable to Sunlight"
        }
      },
      "name": "Dero Sentry"
    },
    "Desmohund": {
      "description": "<p>In folklore, bats and wolves are common elements of vampire stories—sometimes even the focus of such tales. The veil of night, however, conceals a wide array of vampiric creatures. Neither wholly wolf nor bat, desmohunds, also called vampire hounds, use their limited flight to swiftly close the gap between themselves and fleeing prey. This rapid movement, along with a penchant for hunting in perfect darkness, is often the cause of a survivor's confusion when asked to describe just what it was that attacked them.</p>\n<p>As their common name suggests, vampire hounds share a strong affinity with vampires. While the hounds can subsist entirely on flesh, they have a particular taste for blood. A desmohund attack is brutal and violent. The creature tears their victim apart, allowing the blood to generously pool on the ground before lapping it up. Only after the blood is consumed do the beasts begin devouring flesh.</p>\n<p>Desmohunds are surprisingly loyal and often defend their masters to the death. Though they generally serve vampires, it isn't unheard of for the living to keep such creatures as pets, especially in areas like Ustalav, Nidal, and the Darklands, where they can sometimes be found prowling the grounds of foreboding estates.</p>\n<p>Vampire hunters carry a variety of tools to stalk and destroy their favored prey, but clever ones also carry items that can work against a vampire's allies too. Therefore, some carry bags of cinnamon or vials of eucalyptus oil to confuse and irritate desmohunds' keen sense of smell.</p><h2>Divine Origins</h2><p>Sources differ on the origin of desmohunds. Some legends state that Urgathoa created the first vampire hounds as pets to keep her company in undeath. Others claim that Nin distilled the best parts of vampires and wolves to create a nigh-unstoppable hunter. One story posits that Lamashtu created the first desmohunds, but Zura the Vampire Queen stole them from Lamashtu's realm of Kurnugia, claiming the creatures as her own. The only common thread among these tales is each god's insistence that they were the true creators of desmohunds, suggesting that there's an unknown reason the gods would vie for such a title.</p>",
      "items": {
        "0vw894nJM42qGvg8": {
          "name": "Fangs"
        },
        "4DdDzF8sIX94MRVh": {
          "description": "<p>The desmohund Leaps 10 feet into the air and then Glides.</p>",
          "name": "Flying Leap"
        },
        "Kj7kAJAqIkNJPH3j": {
          "description": "<p>The desmohund's Strikes deal 1d4 extra damage to creatures within the reach of at least two of the desmohund's allies.</p>",
          "name": "Pack Attack"
        },
        "XZZgl8g3TWSUWU5e": {
          "description": "<p>The desmohund glides through the air, moving 5 feet toward the ground and up to 30 feet forward. Provided the desmohund spends at least 1 action Gliding each round, they remain in the air at the end of each turn. When determining damage from falls, a desmohund always treats falls as if they were 20 feet shorter.</p>",
          "name": "Glide"
        },
        "cG0vHT1LswVikyTn": {
          "name": "Wing"
        },
        "nriFKQbhz90t0LOv": {
          "description": "<p><strong>Trigger</strong> The desmohund is hit or critically hit by an attack made by a creature the desmohund can see</p><hr /><p><strong>Effect</strong> The desmohund uses its wing to intercept the attack and reduce the power of the blow, gaining a +2 circumstance bonus to AC against the triggering attack.</p>",
          "name": "Wing Guard"
        },
        "sw3mJuvwKGo039Wd": {
          "description": "<p>A desmohund can use its hearing as a precise sense at the listed range.</p>",
          "name": "Echolocation"
        }
      },
      "name": "Desmohund",
      "npcSpeed": "Glide"
    },
    "Echoes of Earthfall": {
      "description": "<p>Bodiless screams arise as the room rumbles and shakes, as if in the grip of an earthquake.</p>",
      "hazardDisable": "<p>@Check[religion|dc:23] (expert) to exorcise the spirits or @Check[intimidation|dc:23] to stand resolute and show the spirits there's nothing to fear; three total successes are required to disable this haunt.</p>",
      "hazardReset": "<p>The haunt deactivates once no living creatures are in the cave at the end of a round, then resets 1 hour later as the spiritual energy rebuilds to a breaking point.</p>",
      "hazardRoutine": "<p>(1 action; illusion, mental) A thunderous explosion rocks the room as the ceiling appears to split open and collapse. This cave-in is an illusion formed from the memories of the dead, but it can inflict real damage. All creatures in the room must attempt a @Check[will|dc:22|traits:illusion,mental] save.</p><hr><p><strong>Critical Success</strong> The creature is unaffected.</p><p><strong>Success</strong> The creature takes @Damage[1d10[mental]] damage.</p><p><strong>Failure</strong> The creature takes @Damage[(1d10+6)[mental]] damage and believes the room is filling with rubble—they're @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until the start of their next turn as they spend their energy navigating the illusory rockfall.</p><p><strong>Critical Failure</strong> The creature takes @Damage[(2d10+12)[mental]] damage and believes they're pinned by rubble—they're @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} until the start of their next turn.</p>",
      "name": "Echoes of Earthfall"
    },
    "Electric Fence": {
      "description": "<p>A locked, wrought iron fence with bars spaced inches apart is magically electrified.</p>",
      "hazardDisable": "<p>Crafting or @Check[thievery|dc:28] (expert) to disconnect the fence from its magitech power source</p>",
      "hazardReset": "<p>The trap automatically resets. If deactivated or disabled, the trap doesn't reset.</p>",
      "name": "Electric Fence"
    },
    "Erissa": {
      "description": "<p>When a creature dies, and for whatever reason its spirit is unable or unwilling to leave the site of its death, that spirit may manifest as a poltergeist: a restless, invisible spirit that is still able to manipulate physical objects. Many poltergeists perished in a way that resulted from or led to extreme emotional trauma.</p>",
      "items": {
        "AuhMdlvvBkXqKNG8": {
          "description": "<p>Damage type depends on object thrown</p>",
          "name": "Telekinetic Object"
        },
        "KZ4sC23Z3r4PS4V6": {
          "description": "<p><strong>Trigger</strong> A creature approaches within 10 feet of the poltergeist</p>\n<hr />\n<p><strong>Effect</strong> The poltergeist makes a telekinetic object Strike against the triggering creature.</p>",
          "name": "Telekinetic Defense"
        },
        "RJlLjrzqdXREWyPR": {
          "description": "<p>The poltergeist telekinetically throws numerous small objects, such as dozens of pieces of silverware or books, either spreading them out among multiple foes or directing them at one target.</p>\n<ul>\n<li>When this effect is spread out among multiple foes, the poltergeist makes a telekinetic object Strike at a -2 penalty against each creature within @Template[emanation|distance:30]{30 feet}. These count as one attack for the poltergeist's multiple attack penalty, and the penalty doesn't increase until after all the attacks.</li>\n<li>When this effect has only one target, the poltergeist makes a telekinetic object Strike against the target, and the damage increases to 3d12. It deals @Damage[1d12[untyped]] damage on a failure, and no damage on a critical failure.</li>\n</ul>",
          "name": "Telekinetic Storm"
        },
        "Yi4K7PbKaZWlXxWj": {
          "description": "<p>Erissa's frustration is such that she has even less mobility than most poltergeists. She can't travel more than 30 feet from her physical remains. If a PC visibly carries her <em>+1 dagger</em> from area <strong>B5</strong>, Erissa manifests as a severe-looking human woman dressed in the same style of chainmail as her remains. She points at the dagger, crying out \"That's MINE!\" If the PCs give her the dagger and Losko's been destroyed, she fades away as detailed above. Otherwise, she shrieks out \"Finish the job you fools!\" and uses her telekinetic object Strike to hurl the dagger back at the PC who gave it to her. Against Erissa, this <em>+1 dagger</em> functions as if it had the <em>ghost touch</em> rune.</p>",
          "name": "Bound by Frustration"
        },
        "pvdHMw62l3uanob8": {
          "description": "<p>When a poltergeist is destroyed, it reforms, fully healed, where it was destroyed after [[/br 2d4 #Rejuvenation]]{2d4 days}. A poltergeist can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting.</p>",
          "name": "Rejuvenation"
        },
        "smEk0yh1Pe95Nvsc": {
          "description": "<p>A poltergeist is naturally @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible}. It becomes visible only when it uses Frighten.</p>",
          "name": "Natural Invisibility"
        },
        "v8X1W0LmbkWRpOS6": {
          "description": "<p><strong>Requirements</strong> The poltergeist must be @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible}</p>\n<hr />\n<p><strong>Effect</strong> The poltergeist becomes visible, appearing as a skeletal, ghostlike humanoid. Each creature within 30 feet must attempt a @Check[will|dc:21] save, becoming @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a failure. On a critical failure, it's also @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} for as long as it's frightened. On a success, the creature is temporarily immune for 1 minute.</p>\n<p>At the start of its next turn, the poltergeist becomes invisible again.</p>",
          "name": "Frighten"
        },
        "zvfQTClGtdN6QkMr": {
          "name": "Telekinetic Maneuver (At Will)"
        }
      },
      "name": "Erissa",
      "npcHp": "void healing, rejuvenation"
    },
    "Favored Thrall": {
      "items": {
        "ChkQq5EcLQtdKctA": {
          "description": "<p>The favored thrall Strides up to their speed, ending their move adjacent to Ilnaphrae or Xarbaene. Until the beginning of their next turn, they grant any adjacent vampires a +1 circumstance bonus to AC, as they use their body as a shield. This bonus is in addition to any bonuses granted by cover they would provide.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.YH57XXyIQCRe6pcR]{Effect: Body Shield}</p>",
          "name": "Body Shield"
        },
        "WX7tIItRTSxlIoI5": {
          "description": "<p><strong>Requirements</strong> The favored thrall is within 15 feet of Ilnaphrae or Xarbaene</p>\n<p><strong>Trigger</strong> Ilnaphrae or Xarbaene (whichever meets the requirements) would be damaged</p><hr /><p><strong>Effect</strong> The favored thrall launches themselves in the way to shield their master from harm. They immediately Stride into a space adjacent to the vampire who would be damaged, moving as close to the incoming attack as possible. The favored thrall is dealt the triggering damage, rather than the vampire.</p>",
          "name": "Protect the Lord"
        },
        "ww8e4xKD27p4JVKq": {
          "description": "<p>If a favored thrall is within 25 feet of Ilnaphrae or Xarbaene, they're bolstered by the proximity of their lord; the favored thrall gains a +2 circumstance bonus to attack rolls and deals an additional 1d6 damage with Strikes.</p>",
          "name": "Lord's Blessing"
        }
      },
      "name": "Favored Thrall"
    },
    "Firitula": {
      "description": "<p>Monstrous humanoids that resemble humans with snakes instead of hair, medusas are best known for their petrifying gazes that—if lingered upon—can permanently transform mortals to stone. Medusas are shrewd and manipulative adversaries who collect and covet secrets, and who use threats and guile to exploit the fears of weaker creatures. A medusa may seek out powerful magic items, use divining magic to discover secret knowledge and unlock forbidden power, or infiltrate a society to beguile influential politicians. Their ability to worm their way into powerful organizations makes them natural leaders of criminal outfits and thieves' guilds, and their interest in magical phenomena leads some to pursue careers as oracles who offer to help adventurers find what they seek—for a price. Of course, if wit and deception prove insufficient, a medusa can always simply turn rivals into ornate stone decorations with little more than a glare. Many medusas build elaborate lairs to call home, often decorated with the statues of their foes turned into macabre trophies on prominent display.</p>\n<p>Exceptionally agile and surprisingly hardy, a medusa rarely backs down from a conflict, even when cornered. Many adventurers who thought themselves readied to resist the effects of a medusa's gaze have nevertheless fallen to a medusa, as these creatures are also often deadly archers able to riddle their foes with venom-coated arrows from a distance. Still, a medusa may barter for their life if no alternatives remain, and the secrets carried by these powerful villains often make it more than worth sparing their lives.</p>",
      "items": {
        "2lGYb3ZO8pwxgMhD": {
          "description": "<p>The medusa fixes their glare at a creature they can see within 30 feet. The target must immediately attempt a @Check[fortitude|dc:25] save against the medusa's petrifying gaze.</p>\n<p>If the creature was already slowed by petrifying gaze before attempting its save, a failed save causes it to be petrified permanently. After attempting its save, the creature is then temporarily immune until the start of the medusa's next turn.</p>",
          "name": "Focus Gaze"
        },
        "6wBmJCVEsFr23huy": {
          "description": "<p><strong>Ammunition</strong> any</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p>Eyes are carved onto a sighting shot. When you Activate the ammunition, it glows, shedding bright light for 20 feet and dim light for 20 feet beyond that. If you shot the activated ammunition, your mind swirls with images of what the sighting shot passed and hit as if you sprinted along the ammunition's course. You see this path as if with your normal visual senses. Once a sighting shot hits anything or reaches its maximum range, it stops transmitting images to you. A sighting shot's light is visible to creatures who didn't Activate the ammunition, but they receive no special information from it.</p>",
          "name": "Sighting Shot Arrow"
        },
        "8fhzTxTKuYLqTv2G": {
          "name": "Explosive Arrow"
        },
        "FuDdgAP7wwq6LCFO": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:25]</p>\n<hr />\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[2d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 round)</p>",
          "name": "Serpent Venom"
        },
        "QYNfWOUeKb2FOsCh": {
          "description": "<p>This coin is struck with the image of a beatific seraph in gold on one side and a fearsome fiend with seven eyes enameled in black on the other. While it may seem nothing more than a curiosity, it's a powerful agent of fortune when activated.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> Interact</p>\n<p><strong>Trigger</strong> You fail a check or attack</p>\n<hr />\n<p><strong>Effect</strong> Flip the coin. If it lands on the seraph side, you get a 12 on the die instead of what you rolled. If it lands on the fiend side, one of the eyes on the fiend closes. Either way, you're temporarily immune to fortune's coin for 1 hour. When all seven eyes are closed, the coin vanishes into a puff of smoke, disappearing forever. This activation is a fortune effect, regardless of how the coin flip lands.</p>"
        },
        "hSGaU1UT8mzmPFWl": {
          "description": "<p>30 feet.</p>\n<p>When a creature ends its turn in the aura, it must attempt a @Check[fortitude|dc:25] save. If the creature fails, it becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 minute.</p>\n<p>The medusa can deactivate or activate this aura by using a single action, which has the concentrate trait.</p>",
          "name": "Petrifying Gaze"
        },
        "ltvMN7K0itu2l3WZ": {
          "name": "Snake Fangs"
        },
        "zGXZKhk95VPsSdKN": {
          "description": "<p><strong>Trigger</strong> A creature ends its turn adjacent to the medusa.</p>\n<hr />\n<p><strong>Effect</strong> The medusa makes a snake fangs Strike against the creature.</p>",
          "name": "Biting Snakes"
        }
      },
      "name": "Firitula",
      "npcAc": "all-around vision"
    },
    "Flensing Bone Pillars": {
      "description": "<p>Eight pillars composed of jagged bones spin, damaging anyone adjacent who doesn't worship Zon-Kuthon.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:22] to disassemble one pillar, @Check[religion|dc:22] to ritually purify one pillar, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (4th rank; counteract DC 26) once to counteract the magic binding all the bone pillars together, deactivating the whole trap</p>",
      "hazardReset": "<p>The trap deactivates and resets after 1 minute. The trap is automatically destroyed if all the velstracs on this floor are killed.</p>",
      "hazardRoutine": "<p>(8 actions) Each of the functioning bone pillars makes a bone spur Strike against an adjacent creature. This trap doesn't take a multiple attack penalty. This trap loses one action for each disabled or destroyed pillar.</p>",
      "name": "Flensing Bone Pillars"
    },
    "Fogfisher": {
      "description": "<p>Fogfishers are rarely encountered less than a mile above the ground, preferring instead to drift high in the atmosphere in clusters that look like drifting fog banks. Only when their favored foods—birds, bats, and other tiny flying creatures—grow scarce do fogfishers descend to feed. Fogfishers trapped in enclosed areas, such as subterranean caverns, might be forced into such tactics.</p>\n<p>A fogfisher appears as an ovoid mass of pulsing, translucent flesh from which dangle dozens of spike-tipped tendrils. When it attacks, the fogfisher launches a harpoon-like hook. By injecting victims with its buoyant drifting toxin, a fogfisher can reel in creatures much larger than its typical vermin prey.</p><h2>Fishers Above</h2><p>The fogfisher occupies a similar ecological niche as another deadly predator of the world above—the @UUID[Compendium.pf2e.howl-of-the-wild-bestiary.Actor.DiU1sOTZHKbSQoKD]{Sky Fisher}. Scholars have noted the similarities between these creatures, although enough differences remain to suggest the two are unrelated. It makes one wonder, though, what other predators might lurk in the cloud-jungles high above the ground.</p>",
      "items": {
        "0PdPVeFB6JWBihMo": {
          "name": "Harpoon Hook"
        },
        "C45Rm9STPg9OytaX": {
          "description": "<p>The fogfisher ignores the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from fog and mist.</p>",
          "name": "Mist Vision"
        },
        "DRsUcwrub5qdOsmW": {
          "description": "<p><strong>Requirements</strong> The fogfisher has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} with its harpoon</p><hr /><p><strong>Effect</strong> The fogfisher rips free its harpoon, retracting the spike and leaving a bloody hole behind. The grabbed creature is no longer grabbed and takes @Damage[3d6[persistent,bleed]] damage (@Check[fortitude|dc:21|basic] save).</p>",
          "name": "Rip Out"
        },
        "DgnWeIWoLkPnblTn": {
          "description": "<p>If a fogfisher takes damage from a critical hit, it must succeed at a @Check[flat|dc:16] or the sac that produces its fog aura ruptures. This causes its fog aura to dissipate at the start of the fogfisher's next turn. The fogfisher is then @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 24 hours, after which it recovers and produces its fog aura again.</p>",
          "name": "Fog Rupture"
        },
        "ROObaXaWW7ek5SGk": {
          "name": "Tendrils"
        },
        "S8YLYPS89GxQO7IV": {
          "description": "<p>15 feet. The fogfisher constantly exudes an aura of fog. All creatures within the aura become @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed}, and all creatures outside the fog become concealed to creatures within it.</p>",
          "name": "Fog Aura"
        },
        "suwNVlYl1ar7dia7": {
          "description": "<p><strong>Requirements</strong> The fogfisher has a Tiny creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} with its harpoon</p><hr /><p><strong>Effect</strong> The fogfisher retracts its harpoon, pulling the grabbed creature toward it. The grabbed creature must attempt a @Check[fortitude|dc:21] save.</p><hr /><p><strong>Critical Success</strong> The fogfisher fails to move the creature.</p>\n<p><strong>Success</strong> The fogfisher pulls the creature 5 feet closer.</p>\n<p><strong>Failure</strong> The fogfisher pulls the creature up to 30 feet closer.</p>\n<p><strong>Critical Failure</strong> The fogfisher pulls the creature to an adjacent space.</p>",
          "name": "Reel In"
        },
        "vy9UUJr57VDH2IRp": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:21]</p>\n<p><strong>Maximum Duration</strong> 10 minutes</p>\n<p><strong>Stage 1</strong> the creature becomes buoyant in the air and is treated as a Tiny creature for the purposes of wind effects and being pulled by the fogfisher's harpoon; if the creature falls, it drifts gently to the ground (1 round)</p>\n<p><strong>Stage 2</strong> as stage 1 plus @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 minute)</p>",
          "name": "Drifting Toxin"
        }
      },
      "name": "Fogfisher"
    },
    "Freileth": {
      "description": "<p>Vampire masterminds are evil wizards who control entire cabals of the undead and instill fear in the hearts of mortals far and wide.</p>\n<hr />\n<p>Vampires are undead creatures that feed on the blood of the living.</p>",
      "items": {
        "2wdfh7JIT7SjhXIz": {
          "name": "Claw"
        },
        "3ZSVEZBMKleuEd84": {
          "description": "<p>The vampire can cast @UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate} at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait (@Check[will|dc:26]). A creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours.</p>\n<p>Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell.</p>",
          "name": "Dominate"
        },
        "8u1Hcx3t6JzOkXtF": {
          "name": "Fast Healing 10"
        },
        "9ewh7tMyC0NRIpZx": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The vampire mastermind hasn't acted yet on this turn</p>\n<hr />\n<p><strong>Effect</strong> The vampire expends the power stored in their signet ring. This gives the vampire the ability to cast one prepared spell they had already previously cast today without spending a spell slot. The vampire must still Cast the Spell and meet the spell's other requirements.</p>",
          "name": "Drain Bonded Item"
        },
        "9iYmbVoVyCe6SNu9": {
          "name": "Coffin Restoration"
        },
        "DD9mP7VmHRk4Lm97": {
          "description": "<p>If another creature's reaction would disrupt the vampire mastermind's spellcasting action, the vampire attempts a @Check[flat|dc:15]. If the vampire succeeds, their action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        },
        "GXr4u9s0uuvI5J6d": {
          "name": "Vampire Vulnerabilities"
        },
        "HhkalK1aMfqDSiWQ": {
          "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p>\n<hr />\n<p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and the vampire regains @Damage[10[healing]]{10 HP}, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "I0GaQls3ghJMJ5Ib": {
          "name": "Children of the Night"
        },
        "J1upVrIH0MqLkiNC": {
          "description": "<p>A two-pronged metal rod, this wand has a handle coated in thick rubber. Each prong ends in a copper coil. When Activated, the wand produces a loud zapping sound.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p><hr /><p><strong>Effect</strong> You cast @UUID[Compendium.pf2e.spells-srd.Item.DCQHaLrYXMI37dvW]{Paralyze}, electrocuting the target into immobility. Each target takes @Damage[1d12[electricity]] damage at the start of its turns while it remains stunned or @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} due to the spell.</p><hr /><p><strong>Craft Requirements</strong> Supply a casting of @UUID[Compendium.pf2e.spells-srd.Item.DCQHaLrYXMI37dvW]{Paralyze}of the appropriate rank.</p>",
          "name": "Wand of Paralytic Shock (Rank 3)"
        },
        "PWhvxNestqK3Z33S": {
          "description": "<p>This wand features a carved dragon's head at its top and a polished metal sphere set in its midsection.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> Once per day, plus overcharge</p><hr /><p><strong>Effect</strong> You cast @UUID[Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM]{Force Barrage} at 3rd rank.</p>\n<p>After you cast the spell, an additional shard or shards are released from the wand at the start of each of your turns, as though you cast the 1-action version of <em>force barrage</em>. Choose targets each time. This lasts for 1 minute, until you're no longer wielding the wand, or until you try to activate the wand again.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of <em>force barrage</em> of the appropriate rank.</p>",
          "name": "Wand of Shardstorm (Rank 3)"
        },
        "S7Khn0wjpXjjyPAp": {
          "name": "Mist Escape"
        },
        "Zo0FP9W2ApyQ1WcK": {
          "name": "Signet Ring"
        },
        "czqtIybNHs8mmEeg": {
          "description": "<p>If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire servitor by donating some of their own blood to the victim and burying the victim in earth for 3 nights.</p>\n<p>A vampiric servitor is compelled to obey its creator, but if a vampire controls too many vampiric servitors at once (as determined by the GM), or if the servitor is a higher level than the vampire that created it, strongwilled servitors can free themselves by succeeding at a @Check[will|defense:will] saving throw against the vampire's Will DC.</p>",
          "name": "Create Servitor"
        },
        "rjvFPfDJN8mX263J": {
          "name": "Dominate (At Will) (See Dominate)"
        },
        "uZwPh8ugvTCupkAe": {
          "description": "<p><strong>Cantrips</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl]{Detect Magic}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.IxhGEKl63R4QBvkj]{Frostbite}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.vLzFcIaSXs7YTIqJ]{Message}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.AUctDF2fqPZN2w4W]{Sigil}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.pwzdSlJgYqN7bs2w]{Telekinetic Hand}</li></ul><p><strong>1st Rank</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.UKsIOWmMx4hSpafl]{Dizzying Colors}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.J7Y7tl0bbdz7TcCc]{Enfeeble}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.aEM2cttJ2eYcLssW]{Fleet Step}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.i35dpZFI7jZcRoBo]{Illusory Disguise}</li></ul><p><strong>2nd Rank</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.3JG1t3T4mWn6vTke]{Blur}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.2ZdHjnpEQJuqOYSG]{Floating Flame}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.XXqE1eY3w3z6xJCB]{Invisibility}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.CQb8HtQ1BPeZmu9h]{Stupefy}</li></ul><p><strong>3rd Rank</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.sxQZ6yqTn0czJxVd]{Fireball}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2]{Lightning Bolt}</li></ul><p><strong>4th Rank</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.YrzBLPLd3r9m6t1p]{Fire Shield}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.McnPlLFvKtQVXNcG]{Shape Stone}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.Jmxru8zMdYMRuO5n]{Vision of Death}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.IarZrgCeaiUqOuRu]{Wall of Fire}</li></ul>",
          "name": "Spellbook (Blood and Brilliance)"
        },
        "zEz9gGlpNBUnyF2Y": {
          "description": "<p>The vampire transforms into one of its animal forms or back into its normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf.</p>\n<ul>\n<li><strong>Giant Bat</strong>\n<ul>\n<li><strong>Senses</strong> echolocation 40 feet,</li>\n<li><strong>Speed</strong> 20 feet, fly 30 feet,</li>\n<li><strong>Melee</strong> fangs +19 <strong>Damage</strong> 2d8+9 piercing</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "zl24K9E3qEAfVXrR": {
          "name": "Turn to Mist"
        }
      },
      "name": "Freileth",
      "npcHp": "coffin restoration, fast healing 10, void healing"
    },
    "Fulthrethu": {
      "description": "<p>The sinister fulthrethu often appears as nothing more than a tangle of flotsam and kelp drifting on the currents or washed onto shore. At least, until the fulthrethu attacks, at which point its true appearance—that of a manta-ray-like creature with a suckered tail, toothy maw, and a dozen orange eyes—becomes clear.</p>\n<p>Alghollthus created the first fulthrethus eons ago to serve a unique role—to beguile unsuspecting creatures via frighteningly realistic illusions. Typically, a fulthrethu infiltrates a community by securing a safe hiding place, such as a garbage dump or cistern, from which it sends forth an illusory member of that community to spy on and interact with the locals.</p>\n<p>Today, fulthrethus who escape their alghollthu creators often gather in small enclaves, but they're no less malevolent. Instead, the fulthrethus' goal of manipulating nearby communities simply becomes more self- serving. Members of a fulthrethu enclave often share the responsibility of maintaining the appearance of an illusory god, through which they reduce nearby villages into unsuspecting cults that supply the fulthrethus with all the food and treasure they desire.</p><h2>Fulthrethu Trickery</h2><p>Although a fulthrethu is skilled at deceiving others through its illusory proxies, it has no magical sensory link to its illusions. To maintain believable control over an illusion or to observe how others react to it, the fulthrethu must remain within range of its illusion (typically 500 feet). Concentrating on a lasting illusion and its flotsam disguise at the same time leaves the fulthrethu limited in the other actions it can take in a round.</p>",
      "items": {
        "4IUYiBBsGae4moK2": {
          "name": "Gentle Landing (At Will)"
        },
        "5MiZ6l9c8gIQiULM": {
          "description": "<p>The fulthrethu uses its hollow tongues to drink the blood of an adjacent, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} creature. The creature is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and the fulthrethu gains 4d4 temporary Hit Points that last for 1 minute.</p>",
          "name": "Drain Blood"
        },
        "I4kNSUrnXiW6Qzea": {
          "name": "Mindlink (At Will)"
        },
        "MUgyfEz1NCVww05E": {
          "description": "<p>The fulthrethu sustains an @UUID[Compendium.pf2e.spells-srd.Item.f8SBoXiXQjlCKqly]{Illusory Creature} spell. When an <em>illusory creature</em> spell is sustained in this way, the illusion isn't automatically destroyed if it's hit by an attack or fails a save. Instead, the fulthrethu takes @Damage[3d6[mental]] damage and must attempt a @Check[flat|dc:5]. On a failure, the <em>illusory creature</em> spell ends. The fulthrethu can sustain an <em>illusory creature</em> spell for up to 8 hours.</p>",
          "name": "Lasting Illusion"
        },
        "Taf1DMDEYo5rLth2": {
          "name": "Tail"
        },
        "pp0uQJBFLr5JXx9A": {
          "description": "<p>Until the next time they act, the fulthrethu appears to be a mass of seaweed or flotsam, either floating in the water or heaped on the ground. It has an automatic result of 33 on Deception checks and DCs to pass as such.</p>",
          "name": "Flotsam"
        },
        "r62S0pn7C2UYsbcL": {
          "name": "Jaws"
        }
      },
      "name": "Fulthrethu"
    },
    "Furious Flame": {
      "description": "<p>Religious sigils of Scal carefully carved into the doorframe capture Tokainen's suppressed anger and frustration, unleashing it in a destructive explosion when a creature attempts to open the door.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:26] (expert) to scratch out the religious iconography, @Check[religion|dc:24] (trained) to pray for safe passage, @Check[diplomacy|dc:28] (expert) to soothe the emotions powering the magical ward, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 24) to counteract the magical energy</p>",
      "hazardReset": "<p>The trap resets after 1 minute.</p>",
      "name": "Furious Flame"
    },
    "Geff": {
      "items": {
        "6DYg64kfFrNXxSb1": {
          "name": "Scalpel"
        },
        "8L4jR6UhYluiVKMU": {
          "name": "Scalpel"
        },
        "8WddrqqxdaHyJCt9": {
          "name": "Scalpel"
        },
        "XZLcpgdeSPx6cZ7n": {
          "description": "<p><strong>Requirements</strong> Geff's last action was a successful melee Strike</p><hr /><p><strong>Effect</strong> Geff drives his tool deeper, using his knowledge of anatomy to carve a bloody wound. Geff deals @Damage[2d6[slashing],1d6[persistent,bleed]] damage to the target of the required Strike.</p>",
          "name": "Deep Cut"
        },
        "ZEYOS29EIWw5RH1k": {
          "name": "Bonesaw"
        },
        "cWTVjVFqRfuRqPrq": {
          "description": "<p>Geff takes @Damage[10[untyped]] damage for every hour he's exposed to sunlight.</p>",
          "name": "Vulnerable to Sunlight"
        },
        "gS36JU8yoV5O0fta": {
          "description": "<p><strong>Requirements</strong> Geff is within melee reach of a target</p><hr /><p><strong>Effect</strong> Geff [[/act feint statistic=medicine]]{Feints} a target within melee reach, using Medicine instead of Deception, to graphically describe the wounds Geff longs to inflict.</p>",
          "name": "Medical Assessment"
        },
        "mftkcpQHZLfogRVO": {
          "name": "Bonesaw"
        },
        "tDkEtgiJTI6bg7EQ": {
          "description": "<p>Geff hurls a barrage of scalpels, knives, and other nearby surgical instruments at his enemies, dealing @Damage[4d6[piercing]|options:area-damage] damage to all creatures in a @Template[type:cone|distance:15] (@Check[reflex|dc:24|basic|options:area-effect] save).</p>",
          "name": "1,000 Cuts"
        }
      },
      "name": "Geff"
    },
    "Glormungost": {
      "description": "<p>Among the subtler of the alghollthu creations were the ugothols—also known as faceless stalkers. These twisted beings used shapeshifting to infiltrate settlements and assassinate key targets. They sowed discord and replaced leaders, causing unwanted organizations to implode and bothersome people to lose face and eventually disappear.</p>\n<hr />\n<p>In bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast swaths of the world. Alghollthus shaped their servitors and other creatures using mental manipulation and physically transformative magic. The rulers of the alghollthus, the so-called \"veiled masters,\" further shaped entire societies by assuming the forms of those they controlled.</p>\n<p>In time, the alghollthus grew frustrated with upstart surface societies and meddling gods. They used incredible magical power to call forth a cataclysm, hoping to destroy the rebellious societies they'd manipulated. Yet they miscalculated the will to survive of those they treated as their pawns, and in time the world recovered, this time free of alghollthu influence.</p>\n<p>Today, the alghollthus have mostly remained within the deep aquatic realms where they still rule without question. Yet they have not abandoned their plots entirely, and the reemergence of servitors like faceless stalkers suggests that the alghollthus have turned their hateful eyes to the surface once again.</p>",
      "items": {
        "1YUqmleSSVKal0dg": {
          "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p><hr /><p><strong>Effect</strong> The vampire uses its tongue to drink the creature's blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and the vampire regains @Damage[6[healing]] HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "9Xge01N6XER0msGE": {
          "name": "Fast Healing 7"
        },
        "9yDdgPudlc6ip06W": {
          "name": "Blood Bomb"
        },
        "K2pwGyKWkDm1x4Xh": {
          "description": "<p>The ugothol spends 10 minutes reshaping its appearance to take on the shape of any Small or Medium humanoid. It gains a +4 circumstance bonus to Deception checks to pass as that creature.</p>",
          "name": "Assume Form"
        },
        "KjBveNLcC22szBCP": {
          "description": "<p>Glormungost deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "RirDA0xPRXl1srqx": {
          "name": "Coffin Restoration"
        },
        "YDKZ3y2nr3VAV5Xt": {
          "description": "<p>Glormungost draws a blood bomb with an Interact action and throws it as a ranged Strike.</p>",
          "name": "Quick Bombardier"
        },
        "ZCRCrZQCOFtODRBG": {
          "name": "+2 Status to All Saves vs. Auditory and Visual"
        },
        "d26CTzuFe7OR9K5L": {
          "name": "Claw"
        },
        "r3lAOkFyEmPI0FDI": {
          "name": "Truespeech (Constant)"
        },
        "u5ZGQOwAVraOXVuo": {
          "description": "<p>When the ugothol successfully @UUID[Compendium.pf2e.actionspf2e.Item.kMcV8e5EZUxa6evt]{Squeezes}, it moves through the tight space at full speed. Narrow confines are not difficult terrain for an ugothol.</p>",
          "name": "Compression"
        },
        "xg2TfMqWDL9766NW": {
          "description": "<p>Glormungost carries 6 glass vials filled with alchemically treated blood that deal persistent bleed damage, and 2 splash slashing damage. Glormungost replenishes these bombs each day using blood drawn from prisoners.</p>",
          "name": "Blood Bombs"
        },
        "yxQPTCjmsUlWSm7n": {
          "description": "<p><strong>Requirements</strong> The ugothol is in an assumed form</p>\n<hr />\n<p><strong>Effect</strong> The ugothol resumes its true form. Until the start of its next turn, it gains a +2 status bonus to attack rolls, damage rolls, saving throws, and skill checks.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.SA5f54t1dVah5fJm]{Effect: Revert Form}</p>",
          "name": "Revert Form"
        }
      },
      "name": "Glormungost",
      "npcAllSaves": "+2 status to all saves vs. auditory and visual",
      "npcHp": "coffin restoration, fast healing 7, void healing"
    },
    "Grusk the Pusk": {
      "description": "<p>Among the lowest and least powerful of all demons, the wretched pusks are just as vicious and cruel as their more powerful brethren. They happily vent their frustrations on anything weaker than themselves.</p>\n<p>Born from the souls of the slothful, these demons appear vaguely humanoid in appearance with awkward limbs and slack lumps of skin hanging from their frames. Supposedly, a single slothful soul of sufficient depravity and strength can spawn an entire horde of these creatures. However, as weaker demons, their lot in life is to suffer at the hands of more powerful Abyssal predators, and only a tiny number of pusks ever manage to become something more. For this reason, pusks are quite accommodating when summoned by mortals. They're usually content to work under conditions few other fiends would accept, although they'll still gladly turn on even the kindest of masters who show even the slightest hint of weakness.</p>\n<hr />\n<p>When a sinful mortal soul is judged and sent on to the Outer Rifts, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they classic sins like wrath or gluttony, or more \"specialized\" depravities like an obsession with torture or the act of treason or treachery. Once formed, a demon's driving goals are twofold—the amassing of personal power, and the corruption of mortal souls to cause them to become tainted by sin. In this way demons ensure a never-ending supply of new demons to bolster their ever-growing ranks in the Outer Rifts.</p>\n<p>Demons are selfish and self-absorbed creatures, and most firmly believe that mortals only play at being more virtuous than fiends. They enjoy tempting mortals into damnation to both indulge their egos and swell their armies. Like many other fiends, one of the great rewards of this manipulation is fulfilling their hunger for souls. In their eyes, the primary use for these souls is to spawn new demons, who can serve as soldiers, slaves, pawns, or even currency for their more powerful masters.</p>",
      "items": {
        "DD4y3DlYP1ZDdu8Q": {
          "description": "<p><strong>Requirements</strong> Grusk is adjacent to a creature taking persistent bleed damage</p><hr /><p><strong>Effect</strong> Grusk attempts a jaws Strike against the bleeding creature. If he hits, he inflicts normal damage but also swallows a gulp of the creature's blood. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 minute, and Grusk grows more energetic, losing his Sloth feature for 1 minute.</p>",
          "name": "Blood Slurp"
        },
        "EbsFN4gbz3zpDwft": {
          "name": "Telepathy 100 feet"
        },
        "h8caQJMnKj4F22zZ": {
          "description": "<p>The pusk makes three claw Strikes, each at a –2 penalty, all targeting the same creature. The pusk's multiple attack penalty doesn't increase until after it has made all three attacks. The pusk gains the @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} condition until the beginning of its next turn.</p>",
          "name": "Frenzied Slashes"
        },
        "j8lxkN1kyunKhzlm": {
          "description": "<p>Grusk barks a threatening order to an imp within 30 feet. That imp can use its reaction to Stride or Strike.</p>",
          "name": "Threaten Imp"
        },
        "oQ1wQPUo6g2iysB1": {
          "name": "Jaws"
        },
        "p6uToNU7wgFDgDDH": {
          "description": "<p>When a pusk regains their actions, roll [[/gmr 1d4 #Actions Regained]]{1d4}. The pusk regains that many actions for the turn (to a maximum of 3, or 2 if the pusk is a minion).</p>\n<hr />\n<p>Effects like the slowed condition can further reduce their number of actions.</p>",
          "name": "Sloth"
        },
        "wncZzBRw5mBr1I3b": {
          "name": "Claw"
        },
        "xdQJFj57QglkQXeG": {
          "description": "<p>A pusk makes the most of any weakness it finds. Whenever a pusk scores a critical hit with its claw Strike, the target takes an additional @Damage[1d6[bleed]]{1d6 persistent bleed} damage.</p>",
          "name": "Vicious Criticals"
        }
      },
      "name": "Grusk the Pusk"
    },
    "Hiss Beetle": {
      "description": "<p>These 3-foot-long insects boast a pair of glowing organs on the back of the abdomen that give off bright light and that continue to glow for days, even after the creature's death. Flash beetles are commonly herded and harvested by miners and spelunkers, as their glow is considered safer than torches and less expensive than lamps. Denizens of the Darklands often domesticate and train these insects, using them as pets, livestock, or caging them to use as organic sources of light in areas frequented by visitors unaccustomed to the darkness.</p>\n<hr />\n<p>Not all beetles are harmless creatures that can be easily crushed underfoot. Oversized and ravenous giant beetles can be found throughout the temperate and tropical regions of the world. They are often benign creatures, though when threatened or roused, giant beetles are quite dangerous. Their powerful mandibles and tough exoskeletons make for a challenging combatant.</p>",
      "items": {
        "D23KKFCVAF2VErps": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Hiss beetles aren't bioluminescent like a typical flash beetle, and thus lack that creature's Luminescent Aura and Light Flash abilities. Instead, a hiss beetle can rasp its wide, stumpy legs together to create an unsettling hissing sound. Any creature other than a hiss beetle within a @Template[type:emanation|distance:20] must attempt a @Check[will|dc:13] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure). Creatures are then temporarily immune to Unnerving Hiss for 24 hours.</p>",
          "name": "Unnerving Hiss"
        },
        "bhI0M1dnsLjItat7": {
          "name": "Mandibles"
        }
      },
      "name": "Hiss Beetle"
    },
    "Hurkum": {
      "description": "<p>In ogre society, might makes more than right—it makes the rules. The strongest or most violent ogre in a family (in most cases, this is the same ogre) is invariably that family's boss. Quick to hook fallen foes on their weapons, even other ogres fear the repercussions of displeasing an ogre boss. When an ogre boss barks out commands, the other members of the family move quickly to obey.</p>\n<hr />\n<p>For many societies, ogres embody brutish, amoral violence and greedy cruelty. Standing 10 feet tall and densely muscled, ogres are usually as strong as they are vicious. The worst ogres are sadists, enjoying remorseless murder, torture, and violence in all of its forms. Although they prefer to vent their violent urges on other humanoids—the smaller the better—ogre captivity can end in a horrifying fate for anyone unlucky enough to fall within their meaty grasp: becoming dinner. But for all their creativity in inflicting pain, ogres often forget that their playthings lack their own robust fortitude and high pain tolerance, and many of their captives die sooner than the ogres might prefer. Meanwhile, those who manage to survive captivity in an ogre's larder often emerge with lasting mental scars. A captive able to keep their wits about them, however, can sometimes trick the brutes by promising treasure, more plentiful food sources, or other crude amusements, taking advantage of an ogre's often-limited intellect to engineer opportunities to escape or gain revenge.</p>\n<p>Ogres are social creatures only in the most debased sense. They gather together in groups called families, though members are not always related by blood. The most powerful ogre in any family is the \"boss\"—usually the family's patriarch or matriarch—whom the other ogres in the family learn to quickly obey or risk being brutalized by the boss's loyal kin. Ogres lair in caves, crumbling ruins, or dilapidated shacks close enough to humanoid settlements or animal trails to make raiding easy. Their lairs are filthy and frequently contain all-too-recognizable evidence of their depravity, along with assorted treasures stolen from past captives.</p>",
      "items": {
        "84jLWHxjKOaPmfbR": {
          "description": "<p><strong>Requirements</strong> A creature in reach of the ogre's foot is @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}</p><hr /><p><strong>Effect</strong> The ogre winds up and makes a powerful foot Strike against the prone creature. On a hit, the creature is additionally pushed 10 feet in a direction of the ogre's choice (20 feet on a critical hit).</p>",
          "name": "Punting Kick"
        },
        "KxNiF9bYl6kA6FRd": {
          "description": "<p>The ogre boss issues a command to hasten their fellows. Each ogre ally who hears and understands this command becomes @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} until the end of that ally's next turn but can use the extra action only to Step or Stride.</p>",
          "name": "Bellowing Command"
        },
        "cg8c4dIdBFiff9le": {
          "description": "<p><strong>Trigger</strong> The ogre boss successfully @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trips} a creature using an ogre hook</p>\n<hr />\n<p><strong>Effect</strong> The ogre boss makes an ogre hook Strike against the creature they tripped.</p>",
          "name": "Sweeping Hook"
        },
        "hKv1AwnnUkKPmYHN": {
          "name": "Foot"
        }
      },
      "name": "Hurkum"
    },
    "Ice Prison Trap": {
      "description": "<p>Magical sensors trigger clockwork cryomisters to expel frigid air, freezing intruders and potentially encasing them in a block of ice.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:22] (expert) to disable the cryomisters, or @Check[arcana|dc:24] (expert) to trick the magical sensors, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 24) to counteract the sensors</p>",
      "hazardReset": "<p>The trap resets after 10 minutes.</p>",
      "hazardRoutine": "<p>(1 action) On its turn, the trap fills the area with frigid air, which deals @Damage[(2d8+7)[cold]] damage to creatures in the area. Creatures damaged must attempt a @Check[fortitude|dc:22] save. Clockwork soldiers and any creatures wearing a security badge are immune to this damage. The accumulating ice causes the floor in the area to become difficult terrain that lasts for 1 minute after the trap's routine ends.</p><hr><p><strong>Critical Success</strong> The target is unaffected.</p><p><strong>Success</strong> The target takes half damage and increases its @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed} condition by 1.</p><p><strong>Failure</strong> The target takes full damage and increases its slowed condition by 1.</p><p><strong>Critical Failure</strong> The target takes double damage and increases its slowed condition by 2.</p><hr><p>Once a creature's actions are reduced to 0 by this slowed condition, the creature is completely encased in ice. The ice has Hardness 5 and 20 Hit Points, and its DC to @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} is DC 22. Breaking the ice frees the creature and reduces their slowed condition by 1. Each round a creature is encased in ice, they take @Damage[(1d8+7)[cold]] damage (@Check[fortitude|dc:22|basic] save).</p>",
      "name": "Ice Prison Trap"
    },
    "Idebilor": {
      "description": "<p>Vrykolakas unleash their spawn upon the world to spread terror, plague, and suffering and to draw attention away from their masters.</p>",
      "items": {
        "B4p0t3d1tyqd8xr8": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.3x6eUCm17n6ROzUa]{Crisis of Faith}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated rank.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of the spell at the listed rank.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Crisis of Faith (Rank 3)"
        },
        "DxgiMoyx7wyltYqp": {
          "description": "<p><strong>Requirements</strong> The vrykolakas' last action was a successful fangs Strike</p><hr /><p><strong>Effect</strong> The vrykolakas sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the creature's Fortitude DC. On a success, the creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and the vrykolakas regains @Damage[11[healing]] HP, gaining any excess HP as temporary Hit Points.</p>\n<p>Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire, but it increases the creature's drained condition value by 1. A vrykolakas can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>The target creature's drained condition value decreases by 1 per week.</p>\n<p>A blood transfusion, which requires a successful @Check[medicine|dc:20] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "FrTdGO6BqbRvBLu9": {
          "name": "Fangs"
        },
        "GnAoSJeodjtFoanm": {
          "description": "<p><strong>Trigger</strong> The vrykolakas is reduced to 0 Hit Points, and an animal is within 100 feet</p><hr /><p><strong>Effect</strong> Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt @Check[will|dc:24] save. On a failure, the animal is possessed. This has the effects of the @UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession} spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be counteracted with magic (though remove curse works against it normally).</p>\n<p>If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed.</p>\n<p>A vrykolakas possessing an animal seeks out its burial site (see Burial Site Bound below) immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal.</p>\n<p>After [[/gmr 1d4 #days]]{1d4 days}, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains.</p>",
          "name": "Feral Possession"
        },
        "H1CrtJTYHt1zROG7": {
          "description": "<p>Claw</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Rend]</p>"
        },
        "JOeW89FGrajDYQsW": {
          "description": "<p>Idebilor must return to his burial site (area <strong>N11</strong>) once per week and bury himself there for 24 hours, during which time he is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} and can be beheaded. If he's unable to return to this site, he's reduced to 0 Hit Points and attempts to use Feral Corruption. If the host animal can't reach the burial site before the possession effect ends, Idebilor is destroyed and the animal returns to normal.</p>\n<p>If he is beheaded, Idebilor can't use Feral Corruption, and a beheaded corpse cannot rise as a vrykolakas.</p>\n<p>Vrykolakas all have the following vulnerabilities.</p><ul><li><strong>Burial Site Bound</strong> A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal.</li><li><strong>Vulnerable to Decapitation</strong> A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas.</li></ul>",
          "name": "Vrykolakas Vulnerabilities"
        },
        "NSJfJ8LJDfLasQQF": {
          "description": "<p>Idebilor curses a living creature with an overwhelming obsession with blood. He stares intently at a living creature within 30 feet, then licks his fangs violently enough to cause his tongue to bleed (this causes no damage to Idebilor). The target must attempt a @Check[will|dc:25] save.</p><hr /><p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target feels uneasy. If the target can see a creature taking persistent bleed damage within 30 feet, the target becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round as they obsessively stare at the bleeding wound.</p>\n<p><strong>Failure</strong> As success, but the target becomes slowed for 1 minute. If the target uses an Interact action to drink blood from themselves or an adjacent willing or helpless creature, the duration of this curse is reduced by 1 round.</p>\n<p><strong>Critical Failure</strong> As failure, but with an unlimited duration. If the target uses an Interact action to drink blood, they ignore the slowed condition caused by this curse for the following [[/gmr 1d4 #rounds]]{1d4 rounds}.</p>",
          "name": "Bloody Obsession"
        },
        "PskJTiEThXOJo4hH": {
          "name": "Claw"
        },
        "U5b8FjV2ANIG77gm": {
          "name": "Key"
        },
        "jpADnhH419EAEb0j": {
          "name": "Butchering Lore"
        },
        "o6uYu3eF1D58ozvS": {
          "description": "<p>When Idebilor damages at least one living creature with a @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm} spell, he regains HP equal to the harm spell's rank (@Damage[5[healing]]).</p>",
          "name": "Sap Life"
        },
        "uslpjn03DUtzbfFp": {
          "description": "<p><strong>Trigger</strong> Idebilor is reduced to 0 Hit Points and an animal (such as a mold ticks in area <strong>N7</strong> or any of the spider swarms in area <strong>N9</strong>) is within 100 feet</p><hr /><p><strong>Effect</strong> Idebilor casts his spirit into a nearby animal, which must attempt a @Check[will|dc:25] save. On a failure, the animal is possessed (as per the @UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession} spell) for 7 days. This possession can be counteracted only by effects that can counteract a curse. If, at any point, an animal critically succeeds at this save or no animal is within 100 feet, Idebilor is destroyed.</p>\n<p>If Idebilor is possessing an animal, he seeks out his burial site (area <strong>N11</strong>) and buries himself there. At this point, the animal host is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, and beheading it destroys him and kills the animal. Removing the curse on the animal destroys Idebilor and returns the animal to normal. After [[/gmr 1d4 #days]]{1d4 days}, if Idebilor hasn't been destroyed, the animal dies and Idebilor is reborn fully healed from its remains.</p>",
          "name": "Feral Corruption"
        }
      },
      "name": "Idebilor",
      "npcHp": "(void healing)"
    },
    "Ilnaphrae": {
      "description": "<p>Vampire counts rule their demesnes and subjects through a mix of fear and cruelty.</p>\n<hr />\n<p>Vampires are undead creatures that feed on the blood of the living.</p>",
      "items": {
        "AVpXnwBBGoOo68pw": {
          "name": "Turn to Mist"
        },
        "AWS8p85NHI3IGL2n": {
          "description": "<p>The vampire can cast @UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate} at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait (@Check[will|dc:22]). The save DC uses the high spell DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours.</p>\n<p>Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell.</p>",
          "name": "Dominate"
        },
        "KESgZ7EFPclSlLY8": {
          "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p>\n<hr />\n<p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and the vampire regains @Damage[10[healing]]{10 HP}, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "KeTrwbKWih6HyuoM": {
          "name": "Fast Healing 7"
        },
        "OgOkCo3ZpgcUbZr1": {
          "name": "Vampire Vulnerabilities"
        },
        "QpzMidSalFaHGivw": {
          "description": "<p>The vampire transforms into one of its animal forms or back into its normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf.</p>\n<ul>\n<li><strong>Giant Bat</strong>\n<ul>\n<li><strong>Senses</strong> echolocation 40 feet,</li>\n<li><strong>Speed</strong> 20 feet, fly 30 feet,</li>\n<li><strong>Melee</strong> fangs +15 <strong>Damage</strong> 1d8+9 piercing</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "TjOmyfilNvHKI58M": {
          "name": "Children of the Night"
        },
        "YI0ylNDmvxevAqnt": {
          "name": "Dominate (At Will) (See Dominate)"
        },
        "gRQ32Y4BWrQbWOlS": {
          "name": "Coffin Restoration"
        },
        "iuyYNQtDMprDDoZH": {
          "name": "Mist Escape"
        },
        "jnZDE6piOq3rzmdg": {
          "description": "<p>If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire servitor by donating some of their own blood to the victim and burying the victim in earth for 3 nights.</p>\n<p>A vampiric servitor is compelled to obey its creator, but if a vampire controls too many vampiric servitors at once (as determined by the GM), or if the servitor is a higher level than the vampire that created it, strongwilled servitors can free themselves by succeeding at a @Check[will|defense:will] saving throw against the vampire's Will DC.</p>",
          "name": "Create Servitor"
        },
        "ziSz2omKZDCD4A0e": {
          "name": "Claw"
        }
      },
      "name": "Ilnaphrae",
      "npcHp": "coffin restoration, fast healing 7, void healing"
    },
    "Inizkar": {
      "items": {
        "04PnE46yDrZqUAAZ": {
          "description": "<p>Inizkar can hold her breath for 25 times as long before suffocating. She gains a +1 circumstance bonus to saving throws against inhaled threats, such as inhaled poisons, and if she rolls a success on such a saving throw, she get a critical success instead.</p>",
          "name": "Breath Control"
        },
        "OaMQTLVUPFxMvBNi": {
          "description": "<p>Inizkar's academic skills allow her to discover information on almost any subject. Inizkar can spend 1 week of downtime to automatically succeed at a check to @UUID[Compendium.pf2e.actionspf2e.Item.1OagaWtBpVXExToo]{Recall Knowledge} about a subject. If the subject is a creature, she learns the name, basic description, general behavior, and one specific ability of that creature. If the subject is a different topic, she learns general information that's always at least mildly informational and helpful.</p>\n<p>Inizkar can use this ability to learn about any common topic of 8th level or lower, or any uncommon topic of 6th level or lower. She can't learn about rare topics, though the GM has the final decision on determining whether a given topic is something that Inizkar can learn about. If the topic is lower than 5th level, she reduces the time it takes to learn about the subject by 1 day per level below 5th, to a minimum of 1 day.</p>",
          "name": "Top Researcher"
        },
        "Q7WGjFfPximtfu8p": {
          "description": "<p>Inizkar looks to the stars and calls upon the power of the perfect alignment to protect her allies or threaten her foes. She chooses a creature within 30 feet and attempts an @Check[Astrology Lore|against:will] check against the creature's Will DC. On a success, she finds the right alignment of stars for her goals. If the creature is an ally, that creature gains a +2 circumstance bonus to AC for 1 minute. If the creature is an enemy, other creatures gain a +4 circumstance bonus to damage rolls against that enemy for 1 minute. An enemy can use a single action, which has the concentrate trait, to attempt a @Check[will|dc:22] save to realign their own stars and end the effect on a success.</p>\n<p>Inizkar can maintain this effect on only one creature at a time; if she succeeds at Aligning the Stars for a different creature, the original effect ends. Inizkar can Dismiss the effect. Regardless of Inizkar's result when attempting her check, the target becomes immune to Align the Stars for 1 day.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.MLwB5v5DffmfUTWe]{Effect: Align the Stars}</p>",
          "name": "Align the Stars"
        },
        "W6PP3dUhIAr5VSaX": {
          "name": "+1 Circumstance to All Saves Vs. Inhaled Threats"
        },
        "XOIvprbMerNsuK9f": {
          "name": "Astronomy Scholarly Journal"
        },
        "Z2Pags6NYmyx2r0K": {
          "name": "Claws"
        },
        "fwRCjSU2YdZsrniL": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An attack or effect would reduce an ally within 30 feet to 0 Hit Points or cause the ally to gain the dying condition</p><hr /><p><strong>Effect</strong> Inizkar interprets the meaning of astrological omens in an instant, determining a new fate for the ally. The triggering ally remains at 1 Hit Point, doesn't increase their dying or wounded condition, and gains 10 temporary Hit Points for 1 round.</p>",
          "name": "Move the Stars"
        },
        "lmayhFBcChffWgwN": {
          "name": "Astrology Lore"
        },
        "tYmRg50RUM1Dnisc": {
          "name": "Astronomy Lore"
        }
      },
      "name": "Inizkar",
      "npcAllSaves": "+1 circumstance to all saves vs. inhaled threats"
    },
    "Kaba": {
      "description": "<p>Vampire counts rule their demesnes and subjects through a mix of fear and cruelty.</p>\n<hr />\n<p>Vampires are undead creatures that feed on the blood of the living.</p>",
      "items": {
        "5rkEaiJtmNiZ3g8v": {
          "name": "Silver Arrows"
        },
        "AVpXnwBBGoOo68pw": {
          "name": "Turn to Mist"
        },
        "AWS8p85NHI3IGL2n": {
          "description": "<p>The vampire can cast @UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate} at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait (@Check[will|dc:22]). The save DC uses the high spell DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours.</p>\n<p>Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell.</p>",
          "name": "Dominate"
        },
        "KESgZ7EFPclSlLY8": {
          "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p>\n<hr />\n<p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and the vampire regains @Damage[10[healing]]{10 HP}, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "KeTrwbKWih6HyuoM": {
          "name": "Fast Healing 7"
        },
        "OgOkCo3ZpgcUbZr1": {
          "name": "Vampire Vulnerabilities"
        },
        "QpzMidSalFaHGivw": {
          "description": "<p>The vampire transforms into one of its animal forms or back into its normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf.</p>\n<ul>\n<li><strong>Giant Bat</strong>\n<ul>\n<li><strong>Senses</strong> echolocation 40 feet,</li>\n<li><strong>Speed</strong> 20 feet, fly 30 feet,</li>\n<li><strong>Melee</strong> fangs +15 <strong>Damage</strong> 1d8+9 piercing</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "TjOmyfilNvHKI58M": {
          "name": "Children of the Night"
        },
        "YI0ylNDmvxevAqnt": {
          "name": "Dominate (At Will) (See Dominate)"
        },
        "gRQ32Y4BWrQbWOlS": {
          "name": "Coffin Restoration"
        },
        "iuyYNQtDMprDDoZH": {
          "name": "Mist Escape"
        },
        "jnZDE6piOq3rzmdg": {
          "description": "<p>If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire servitor by donating some of their own blood to the victim and burying the victim in earth for 3 nights.</p>\n<p>A vampiric servitor is compelled to obey its creator, but if a vampire controls too many vampiric servitors at once (as determined by the GM), or if the servitor is a higher level than the vampire that created it, strongwilled servitors can free themselves by succeeding at a @Check[will|defense:will] saving throw against the vampire's Will DC.</p>",
          "name": "Create Servitor"
        },
        "ziSz2omKZDCD4A0e": {
          "name": "Claw"
        }
      },
      "name": "Kaba",
      "npcHp": "coffin restoration, fast healing 7, void healing"
    },
    "Kalakaigh": {
      "description": "<p>A kalakaigh is above all else a killer—a fiendish incarnation of the sin of murder. They typically form from the souls of mortals who, in life, pursued murder as an obsession, killing simply for the thrill of killing.</p><h2>Servants of Slaughter</h2><p>Kalakaighs often serve the demon lords Shax and Zura, but some remain stubbornly devoted to Nocticula, a legacy from her time spent as a patron of assassins. These demons cling to the hope that Nocticula will return as their queen, if only they can murder enough innocents in her name.</p>",
      "items": {
        "1QH5YTO0RaBu9vbt": {
          "name": "Horn"
        },
        "COftrwlDB6SQ4NFd": {
          "description": "<p>A kalakaigh deals 1d6 extra precision damage and 1d6 extra persistent bleed damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Bloody Attack"
        },
        "CjTaP3byXDmyo87i": {
          "description": "<p>The kalakaigh attacks with a recognizable flourish or in a specific way that links all its murders together. The kalakaigh makes a melee Strike with its kukri. This counts as two attacks when calculating the demon's multiple attack penalty. If this strike hits, the kalakaigh deals an additional 2d6 persistent bleed damage, and the target is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>",
          "name": "Signature Slaughter"
        },
        "I4TYos1rV1CHA9Go": {
          "description": "<p>A kalakaigh can sense creatures that are frightened or under a fear effect.</p>",
          "name": "Fear Scent"
        },
        "OKWuxrC8CzYWhHau": {
          "description": "<p>The kalakaigh can take on the appearance of any Medium humanoid, but when they do so, they always appear to be wearing dark clothing, black gloves, and some sort of obscuring cover over their face or head. These \"clothes\" are in fact part of the demon's new body. Their new form doesn't change their Speed or their weapon attack and damage modifiers with their Strikes, but it does prevent them from making horn Strikes.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "VWIAMQycyMWvojmM": {
          "description": "<p><strong>Trigger</strong> The kalakaigh damages a creature with a melee Strike while in its humanoid form</p><hr /><p><strong>Effect</strong> The kalakaigh reverts to its true form, and all creatures within @Template[emanation|distance:30]{30 feet} who witness the transformation must make a @Check[will|dc:21] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure).</p>",
          "name": "Shocking Reveal"
        },
        "Xe5HT5G9ZUqMzGwv": {
          "name": "+1 to All Saves vs. Magic"
        },
        "awRhQv4pLJEwNvFz": {
          "description": "<p>Kalakaighs delight in the sight of fresh wounds, and when one is healed, they recoil in pain. When a creature heals from damage that the kalakaigh dealt on their last turn, the demon takes @Damage[4d6[mental]] damage. The kalakaigh can take this damage only once per round.</p>",
          "name": "Mercy Vulnerability"
        },
        "eocNNcm8Jf8hjVnC": {
          "name": "Fear (At Will)"
        }
      },
      "name": "Kalakaigh",
      "npcAllSaves": " +1 to all saves vs. magic"
    },
    "Keeper of Ancorato": {
      "items": {
        "CC8PAg7bKivDPDQE": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The Keeper forms a bond with a mortal creature. While the bond exists, the Keeper increases their current and maximum Hit Points by 20, gains a +2 status bonus to their attack and damage rolls, and can communicate telepathically with the bonded mortal as long as the two beings are on the same plane. The Keeper can only be bonded with one mortal at a time, and they can take this action again to end the bond or to form a new bond (which also ends the old bond). The bond also ends if the Keeper or the mortal dies.</p>\n<p>This bond strengthens the Keeper's connection to the mortal Universe. While bonded, the Keeper gains the amphibious trait, loses the incorporeal and spirit traits, loses their immunities and resistances, and changes their Strikes to deal the appropriate physical damage (typically bludgeoning) instead of force damage.</p>",
          "name": "Bond with Mortal"
        },
        "Ey5higHJLZ15TSFu": {
          "description": "<p>The Keeper's touch instills their foes with the icy chill of the ocean depths, sapping away their life. A creature hit by the Keeper's tentacle must attempt a @Check[fortitude|dc:26] save.</p><hr /><p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}. If the creature was already drained 1 by the Keeper's touch before attempting the save, a failed save increases the value of the drained condition by 1, to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 4}. The drained creature is temporarily immune until the start of the Keeper's next turn.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature increases drained value by 2.</p>",
          "name": "Keeper's Touch"
        },
        "MsOUHwCmNIAAvGRO": {
          "description": "<p><strong>Requirements</strong> The Keeper is currently Bonded with a Mortal</p><hr /><p><strong>Effect</strong> The Keeper makes a jaws Strike. If this attack hits, the bonded mortal can spend their reaction to Strike the same target.</p>",
          "name": "Bonded Strike"
        },
        "T97wVkRsn50nbVlv": {
          "name": "Water Breathing (At Will)"
        },
        "TQRYVmgV3OnOJuEy": {
          "description": "<p>30 feet. All allies within 30 feet of the Keeper gain a +1 status bonus to saves against magical effects. The bonus increases to +2 if the effect originated from an aquatic creature.</p>",
          "name": "Keeper's Ward"
        },
        "UJ9ebJFmCdiD0l3V": {
          "name": "Feet to Fins (At Will)"
        },
        "lvycbZVtoUp45sXB": {
          "name": "Truespeech (Constant)"
        },
        "qTYolrhtXZNNhdFX": {
          "name": "Tentacle"
        }
      },
      "name": "Keeper of Ancorato"
    },
    "Last Prayers of the Doomed": {
      "description": "<p>Influenced by the last prayers of the dead, creatures experience extreme claustrophobia and batter at the walls and floor, desperate to escape, see the sun, and breathe fresh air—but their prayers go unanswered.</p>",
      "hazardDisable": "<p>@Check[religion|dc:26] (expert) to disrupt the haunt through prayer, or @Check[deception|dc:26] or @Check[diplomacy|dc:26] DC 27 (expert) to convince the spirits you'll free them from this place</p>",
      "hazardReset": "<p>The haunt reforms after 1 day.</p>",
      "name": "Last Prayers of the Doomed"
    },
    "Lesser Shadow Scamp": {
      "description": "<p>A pale blue head and paper-thin wings peek out from the cloud that clings to the air scamp. Air scamps are short-sighted and flighty, even relative to their kin; they are as likely to fly recklessly into battle as they are to whine in terror at a loud noise.</p>\n<hr />\n<p>Elemental scamps are bat-like critters marked by elemental powers. Scamps are dispatched from the Elemental Planes by more powerful residents or called to the Universe by neophyte summoners. All scamps have a hint of magical power due to a lingering connection to their home plane, which they largely use to pull simple pranks.</p>\n<p>Scamps rapidly form a pecking order of cleverness. Humanoids often confuse scamps when meeting such creatures for the first time. These confused scamps usually resort to an escalating series of pranks and mischief, seeing what they can get away with to establish their place in the hierarchy.</p>",
      "items": {
        "DTtYOI269qQ8pe2a": {
          "description": "<p><strong>Requirements</strong> The shadow scamp is in dim light or darkness</p><hr /><p><strong>Effect</strong> The shadow scamp recedes into darkness and instantly teleports to a square of dim light or darkness within 60 feet. This movement doesn't trigger reactions.</p>",
          "name": "Shadow Jump"
        },
        "E9s0EguOmTjyEDD4": {
          "name": "Jaws"
        },
        "sh5CdmNRuEnm3Trx": {
          "name": "Fast Healing 2 (In Shadow)"
        },
        "yC1vWH3Q9V6GoICd": {
          "description": "<p>The shadow scamp creates a blast of clinging shadows in a @Template[type:cone|distance:15] that deal @Damage[2d4[void]|options:area-damage] damage to each creature within the area (@Check[reflex|dc:16|basic|options:area-effect,inflicts:dazzled] save). A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round. The shadow scamp can't use Shade Breath again for [[/gmr 1d4 #Recharge Shade Breath]]{1d4 rounds}.</p>",
          "name": "Shade Breath"
        }
      },
      "name": "Lesser Shadow Scamp",
      "npcHp": "fast healing 2 (in shadow)"
    },
    "Living Guard": {
      "description": "<p>Often the younger offspring of minor nobility or those from long lines of trusted staff, palace guards are in charge of defending the royal family and their inner stronghold. Their days consist of guarding doorways, escorting nobles, and keeping those in their charge as safe as possible.</p><hr /><p>The denizens of a noble court are the most powerful people in a civilization, primed with wealth, station, and authority above the common people.</p>",
      "items": {
        "JVQnk3tWMv7fuQax": {
          "name": "Fist"
        },
        "OfWomwkyJsv0dnzp": {
          "name": "+2 to Perception to Initiative"
        },
        "OkhA2ahcwNqlYweN": {
          "description": "<p><strong>Requirements</strong> The palace guard's last action was a successful halberd Strike</p><hr /><p><strong>Effect</strong> The palace guard attempts to @UUID[Compendium.pf2e.actionspf2e.Item.lOE4yjUnETTdaf2T]{Reposition} the creature they hit using their halberd's reach. This attempt neither applies nor counts toward the guard's multiple attack penalty.</p>",
          "name": "Crowd Control"
        },
        "hXy0j4ACQoHCnM0b": {
          "description": "<p><strong>Trigger</strong> A creature attacks the palace guard's liege, and the liege is within the guard's melee reach</p><hr /><p><strong>Effect</strong> The liege gains a +2 circumstance bonus to AC against the triggering attack, and the palace guard gains a +2 circumstance bonus to attack and damage rolls until the end of their next turn.</p><hr /><p>@UUID[Compendium.pf2e.bestiary-effects.Item.vGW3GPd2HO2ecgJX]{Effect: Guard's Parry (Guard)}</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.57gVKu4lxbGhBpQf]{Effect: Guard's Parry (Liege)}</p>",
          "name": "Guard's Parry"
        },
        "t6XJOXNfa5XsgeQT": {
          "name": "Chain Mail with Nin's Sigil"
        }
      },
      "name": "Living Guard"
    },
    "Losko": {
      "description": "<p>These skeletons retain the cunning they possessed in life.</p>\n<hr />\n<p>Animated skeletons are among the most common types of undead.</p>",
      "items": {
        "A5VMzFwKCYvtew6G": {
          "description": "<p><strong>Trigger</strong> Losko rolls initiative</p><hr /><p><strong>Effect</strong> Losko releases horrific cry that chills the bones of those nearby. Creatures in a @Template[type:emanation|distance:20] must succeed at a @Check[will|dc:22] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure).</p>",
          "name": "Chilling Cry"
        },
        "NAZI2pDZpCjYkd2r": {
          "description": "<p>Whenever Losko damages a frightened creature with a melee Strike, that creature's terror creates an upsetting sense of impending doom, causing the creature to become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>",
          "name": "Gut-wrenching Terror"
        },
        "SH9SbbUP9vkrGrsi": {
          "description": "<p><strong>Requirements</strong> Losko misses a Strike against a creature</p><hr /><p><strong>Effect</strong> Losko shrieks in Azlanti, accusing the foe of being one of Erissa's guards, here to do her dirty work. The creature he attempted to Strike feels Losko's frustration wash over them and must attempt a @Check[will|dc:22] save.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the end of Losko's turn.</p>\n<p><strong>Failure</strong> The creature is off-guard until the end of Losko's next turn.</p>\n<p><strong>Critical Failure</strong> The creature is off-guard until Losko is destroyed or until they spend 1 minute outside combat gathering their wits, whichever comes first.</p>",
          "name": "Frustrated Rage"
        },
        "UYsCIyA5TSr3kVVm": {
          "description": "<p>Losko is bound to the area he died and can't travel more than 30 feet from area <strong>B5</strong>.</p>",
          "name": "Site Bound"
        },
        "mv7gmRHYGqkWYP8C": {
          "description": "<p>The sight of Erissa's badge (see area <strong>B8</strong>) distracts Losko. If a PC visibly wears this essence charm, Losko must succeed at a @Check[will|dc:20] save at the start of his turn. On a failure, he accuses the charm's wearer of being Erissa's stooge and threatens them with all manner of torment, spending enough time ranting that he becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until he can no longer see the charm.</p>",
          "name": "Erissa's Badge"
        }
      },
      "name": "Losko",
      "npcHp": "void healing"
    },
    "Meddler's Muddle": {
      "description": "<p>A rune hidden in the door's decorative carvings delivers a telepathic jolt, draining will and muddling the mind.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:26] (expert) to scratch out the rune without triggering a mental assault, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 24) to counteract the rune</p>",
      "hazardReset": "<p>The trap resets after 1 minute.</p>",
      "name": "Meddler's Muddle"
    },
    "Miranette": {
      "description": "<p>Succubi are manifestations of the sin of destructive lust, and they are the most attractive of all demons—as befits their role in seducing mortals to fall to sin. The concept of gender is fluid to a succubus, as they can adopt countless humanoid forms of any gender to aid in their goals. Most succubi have a feminine true form (incubi, which usually have a masculine true form, are a different kind of demon), but regardless of gender, a lust demon is supernaturally beautiful or handsome, but with curving horns, bat wings, sharp claws, and a sinuous tail.</p>\n<p>When disguised as a mortal humanoid in the Universe, a succubus whispers into the ears of mortals, urging them to pursue their darkest and most destructive desires and pushing them into depravity, using magic only if persuasion fails. While mortals often fixate on succubi's application of sexual lust, these demons are can easily exploit lust for power, knowledge, fame, or any other desire as easily as more carnal appetites. Their ability to infiltrate societies makes them excellent spies, assassins, and political saboteurs as well. Ultimately, the succubus enjoys all means of upending mortal culture.</p>\n<hr />\n<p>When a sinful mortal soul is judged and sent on to the Outer Rifts, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they classic sins like wrath or gluttony, or more \"specialized\" depravities like an obsession with torture or the act of treason or treachery. Once formed, a demon's driving goals are twofold—the amassing of personal power, and the corruption of mortal souls to cause them to become tainted by sin. In this way demons ensure a never-ending supply of new demons to bolster their ever-growing ranks in the Outer Rifts.</p>\n<p>Demons are selfish and self-absorbed creatures, and most firmly believe that mortals only play at being more virtuous than fiends. They enjoy tempting mortals into damnation to both indulge their egos and swell their armies. Like many other fiends, one of the great rewards of this manipulation is fulfilling their hunger for souls. In their eyes, the primary use for these souls is to spawn new demons, who can serve as soldiers, slaves, pawns, or even currency for their more powerful masters.</p>",
      "items": {
        "8wYxLklNMjT1ZPCT": {
          "name": "Telepathy 100 feet"
        },
        "BpmOhvvFOeWcwME5": {
          "name": "Charm (At Will)"
        },
        "NFPV2IK6zYWCTJbC": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The succubus engages a creature they have @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} in an embrace or other act of passion to drain its vital essence.</p>\n<p>The kiss makes the creature @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} or increases its drained value by 1, to a maximum of 4. The creature takes @Damage[3d6[void]] damage and the succubus regains Hit Points equal to the damage dealt. The target must succeed at a @Check[will|dc:26] save or be affected by a @UUID[Compendium.pf2e.spells-srd.Item.qwlh6aDgi86U3Q7H]{Suggestion} to submit to more actions of passion rather than trying to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}.</p>",
          "name": "Passionate Kiss"
        },
        "QRnahY34q6Ut5lgn": {
          "name": "Suggestion (At Will)"
        },
        "QxoUvPwEhbtilrhX": {
          "name": "Translocate (At Will)"
        },
        "VYFkq9aWsXUBgCLs": {
          "description": "<p>Miranette motions toward a creature taking persistent bleed damage within 30 feet, causing their blood to transform into a whipping tendril. The creature must attempt a @Check[fortitude|dc:26|options:area-effect,damaging-effect,inflicts:clumsy,inflicts:drained,inflicts:slowed] save. Miranette can't use Zura's Gift again for [[/gmr 1d4 #Recharge Zura's Gift]]{1d4 rounds}.</p><hr /><p><strong>Critical Success</strong> The creature takes no damage, and their persistent bleed damage ends.</p>\n<p><strong>Success</strong> The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} until the end of their next turn as the blood tendril interferes with their movements.</p>\n<p><strong>Failure</strong> The creature becomes clumsy 1 and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until the end of their next turn. The blood tendril lashes about in a @Template[type:emanation|distance:10], dealing @Damage[6d6[slashing]|options:area-damage] damage to all other creatures in the area (@Check[reflex|dc:26|basic|options:area-effect] save). Fiends and the initial target of Zura's Gift are immune to this slashing damage.</p>\n<p><strong>Critical Failure</strong> As failure, but with a @Template[type:emanation|distance:20], and the creature is also @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>",
          "name": "Zura's Gift"
        },
        "b3OSC1hy3efFqhm7": {
          "description": "<p>10 feet.</p>\n<p>Any creature in the aura that could be sexually attracted to a succubus takes a –2 circumstance penalty to checks and DCs to oppose the succubus's mental spells, Deception, and Diplomacy.</p>",
          "name": "Seductive Presence"
        },
        "dK5Meg25B2t4B34g": {
          "description": "<p>As succubi are beings of pure lust, creatures that reject their lust can metaphysically harm them. When a succubus fails a Diplomacy check to Embrace or Request, or when a creature succeeds at its save against a succubus's mental spell or ability, the succubus takes @Damage[2d6[mental]] damage.</p>\n<p>For 1 hour after causing mental damage to a succubus in this way, a creature can deal @Damage[2d6[mental]] damage to the succubus with a successful @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} action incorporating its rejection.</p>",
          "name": "Rejection Vulnerability"
        },
        "dTQnIqFEKQGXaABe": {
          "name": "Mind Reading (At Will)"
        },
        "ghngQIhTKh6viVvP": {
          "description": "<p>The succubus can take on the appearance of any Small or Medium humanoid. This doesn't change their Speed or their attack and damage modifiers with their Strikes, but it might change the damage type their Strikes deal (typically to bludgeoning).</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "vgbSuZiK389nv7Tm": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The succubus gives a willing humanoid a profane gift. That creature gains a +1 status bonus to attack rolls, skill checks, and saving throws. As long as the gift persists, the succubus can communicate telepathically with the target at any distance, see through the creature's senses, and target the creature with suggestion through the telepathic link. In addition, the creature uses an outcome one degree of success worse than it rolls on saving throws against the succubus's @UUID[Compendium.pf2e.spells-srd.Item.qwlh6aDgi86U3Q7H]{Suggestion} spells.</p>\n<p>A humanoid can't have more than one profane gift at a time, and a succubus can't grant more than one profane gift at a time. Removing the gift requires an atone ritual. The succubus can remove the gift as a free action to give the recipient a curse, making them @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 3} with an unlimited duration.</p>\n<p>A summoned succubus can't grant a profane gift.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.g5Yen1FhEMCzCJkv]{Effect: Profane Gift}</p>",
          "name": "Profane Gift"
        },
        "vkMvsL1nrlHkiJQQ": {
          "description": "<p>The succubus attempts to [[/act grapple skill=diplomacy]]{Grapple} a creature using their Diplomacy bonus instead of Athletics. If the creature is willing, the succubus automatically succeeds.</p>",
          "name": "Embrace"
        },
        "w1NzMkjL2WpASvwU": {
          "name": "Truespeech (Constant)"
        },
        "ztAIkCm5tn8PbtUr": {
          "name": "Claw"
        }
      },
      "name": "Miranette",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Morlock Thrall": {
      "description": "<p>Nosferatu thralls are mortals bound to a nosferatu's will. While thralls aren't undead, they stay alive through unnatural means: feeding on the blood of their masters.</p>\n<hr />\n<p>Among the most ancient of vampires are the nosferatus, twisted remnants of mortals who died in great plagues of old. Perhaps because of their age, nosferatus can no longer create more of their kind. Yet they still lurk among the living, manipulating the hearts and minds of their prey to either serve them beyond the limits of natural life or to become sustenance for the nosferatu like so many others before.</p>",
      "items": {
        "4CL9Ml6Ph6SSqXl9": {
          "description": "<p>A morlock can share the same space as another morlock, but no more than two morlocks can occupy the same space. When morlocks share the same space, they gain a +1 circumstance bonus to attack rolls.</p>",
          "name": "Swarming Stance"
        },
        "4sLNDQakhEtr0sGY": {
          "name": "+2 Status to All Saves vs. Disease and Poison"
        },
        "5NPHDSBtMnU44c52": {
          "description": "<p><strong>Trigger</strong> The thrall ends their turn more than 30 feet away from Vikandian</p><hr /><p><strong>Effect</strong> The thrall Strides up to their Speed toward Vikandian.</p>",
          "name": "Rally"
        },
        "8wjQ8NlAQiJtzns1": {
          "description": "<p>If any creature other than Vikandian targets the morlock thrall with an effect that would give the morlock the @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled} condition, Vikandian rolls a counteract check against the effect, with a [[/gmr 1d20+16 #Counteract]]{+16} counteract check modifier.</p>",
          "name": "Mindbound"
        },
        "YrM3yuemu6wNUIs4": {
          "description": "<p>The morlock thrall makes a melee Strike and compares the attack roll result to the AC of up to two foes, each of whom must be within the morlock's melee reach and adjacent to each other. The sweep bonus of the morlock's falchion applies to these attacks. Roll damage once and apply it to each creature hit. A Swipe counts as two attacks toward the morlock's multiple attack penalty.</p>",
          "name": "Swipe"
        },
        "adUdgeL10QH11zJu": {
          "description": "<p><strong>Trigger</strong> The morlock thrall will do anything to protect their master. If the morlock thrall is adjacent to Vikandian when Vikandian would take damage from a Strike or spell attack</p><hr /><p><strong>Effect</strong> The morlock throws himself in front of his master, taking half the damage of the attack (before applying any weaknesses or resistances). Vikandian takes the remaining damage, applying any weaknesses or resistances as normal.</p>",
          "name": "Mortal Shield"
        },
        "b7j8M7xzLStzldNC": {
          "name": "Fast Healing 5"
        },
        "gPPGnfpCzBq4sRuf": {
          "description": "<p>The morlock tinkers with an adjacent construct or mechanical hazard. They attempt a @Check[crafting|defense:fortitude] check against the construct's or hazard's Fortitude DC. The morlock can't succeed if the target's level is more than double the morlock's.</p><hr /><p><strong>Critical Success</strong> The target gains @Damage[4d6[healing]] Hit Points and a +1 circumstance bonus to attack rolls for 1 minute.</p>\n<p><strong>Success</strong> The target gains @Damage[2d6[healing]] Hit Points.</p>\n<p><strong>Critical Failure</strong> The morlock injures itself, taking @Damage[2d6] damage (typically bludgeoning, piercing, or slashing, but potentially a different type at the GM's discretion).</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.TEzLEXBZzNCp6flg]{Effect: Instinctual Tinker (Critical Success)}</p>",
          "name": "Instinctual Tinker"
        },
        "oHPvqr0zDOdplhw4": {
          "description": "<p><strong>Requirements</strong> The morlock thrall's previous action was a critical hit with a melee Strike</p><hr /><p><strong>Effect</strong> The morlock shrieks in excitement and springs forward to slurp at the gore. Any creatures within 20 feet who can see the disgusting display must attempt a @Check[fortitude|dc:21] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure). Vampires and other morlocks in the area are emboldened instead and gain a +1 circumstance bonus to Will saves until the end of their next turn.</p>",
          "name": "Revel in the Gore"
        }
      },
      "name": "Morlock Thrall",
      "npcAllSaves": "+2 status to all saves vs. disease and poison",
      "npcHp": "fast healing 5"
    },
    "Mournful Petals Haunt": {
      "description": "<p>A flurry of scattered flower petals flies through the area, as psychic impressions of pain, sorrow, and being trapped assail the living—Mirida's scattered memories.</p>",
      "hazardDisable": "<p>@Check[occultism|dc:31] or @Check[religion|dc:31] (expert) to weaken the haunt, @Check[deception|dc:29] or @Check[diplomacy|dc:29] (expert) to soothe the haunt's sorrow; three total successes in any combination are required to disable the haunt.</p>",
      "hazardReset": "<p>The petals disperse after 1 minute and reset after 1 day.</p>",
      "hazardRoutine": "<p>(1 action) The flower petals surge through the room, dealing @Damage[(2d10+13)[slashing]|options:area-damage] damage to all creatures in the area (@Check[reflex|dc:32|basic] save). A creature that fails is additionally @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 4} on a critical failure).</p>",
      "name": "Mournful Petals Haunt"
    },
    "Nalushae Meronis": {
      "items": {
        "8mDYuwfz5YSsp75a": {
          "name": "Turn to Mist"
        },
        "CiSwNnHYcCBb9a8P": {
          "name": "Mist Escape"
        },
        "RFkdOg6wxUodlYJh": {
          "description": "<p>The vampire can cast @UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate} at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait (@Check[will|dc:26]). The save DC uses the high spell DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours.</p>\n<p>Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell.</p>",
          "name": "Dominate"
        },
        "UdioQq9lH4M0w7xr": {
          "name": "Create Servitor"
        },
        "VrtrnErfHOEXXmJU": {
          "description": "<p>The vampire's presence brings forth bat or @UUID[Compendium.pf2e.pathfinder-monster-core.Actor.NcYbJS5PWBGdNDqh]{spider swarms} of the night to do the master's bidding.</p>\n<p>The vampire can give telepathic orders to these creatures as long as they are within 100 feet, but they can't communicate back.</p>",
          "name": "Children of the Night"
        },
        "XMBf17ztDiobsS3G": {
          "description": "<p>In addition to the typical vampire vulnerabilities, Nalushae can be driven to distraction by the destruction of her beloved vampire nettles in area <strong>N12</strong>. If she sees someone within 30 feet brandish a mangled vampire nettle, Nalushae must attempt a @Check[will|dc:25] save.</p><hr /><p><strong>Critical Success</strong> Nalushae is unaffected and is immune to the sight of mangled vampire nettles until the end of her next turn.</p>\n<p><strong>Success</strong> Nalushae is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> Nalushae is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} until the end of her next turn. Creatures that have been dominated by her can attempt a new saving throw to escape the effect.</p>\n<p><strong>Critical Failure</strong> As failure, but @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 3} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} as long as she remains sickened.</p><hr /><p>All vampires possess the following vulnerabilities.</p><ul><li><strong>Compulsions</strong> Vampires are creatures with strange and unknowable compulsions. A typical vampire can't voluntarily cross running water unless they're transported while they hide within their coffin, nor can they enter a private dwelling unless invited in by someone with the authority to do so. At your discretion, vampires might have different compulsions—a pirate vampire might not be able to set foot on solid ground without being invited, for example. The vampire can still be forced to do these things and might be able to overcome their compulsion just as they do their revulsion.</li><li><strong>Revulsion</strong> A vampire can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a deity with a holy sanctification option. To brandish garlic or a religious symbol, a creature must Interact to do so, and it remains brandished for 1 round (similar to Raising a Shield). If the vampire involuntarily comes within 10 feet of an object of their revulsion, they gain the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a vampire can attempt a @Check[will|dc:25] save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for [[/gmr 1d6 #rounds]]{1d6 rounds} (or 1 hour on a critical success).</li><li><strong>Stake</strong> A wooden stake driven through a vampire's heart drops the vampire to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a vampire requires 3 actions and works only if the vampire is @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. If the stake is removed, the vampire can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the vampire's head is severed and anointed with holy water while the stake is in place, the vampire is destroyed.</li><li><strong>Sunlight</strong> If exposed to direct sunlight, a vampire immediately becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. The slowed value increases by 1 each time the vampire ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the vampire loses all their actions in this way, they're destroyed. Due to their supernatural aversion to light, vampires don't cast shadows or show a reflection in mirrors</li></ul>",
          "name": "Vampire Vulnerabilities"
        },
        "YOpwxtqwAs7yDF9A": {
          "name": "Fast Healing 10"
        },
        "clSqyYPx1AGcoW9k": {
          "name": "Key"
        },
        "sKpHpF3L4ceFwbF2": {
          "name": "Coffin Restoration"
        },
        "sisuM8sSQOJCF6gQ": {
          "name": "Change Shape"
        },
        "uKwok88eYVj1aQBD": {
          "name": "Claw"
        },
        "yzm49pEApT8oAJx2": {
          "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p><hr /><p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and the vampire @Damage[9[healing]] HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        }
      },
      "name": "Nalushae Meronis",
      "npcHp": "coffin restoration, fast healing 10, void healing"
    },
    "Netherworld Sprigjack": {
      "description": "<p>Weaker twigjacks are often found in cultivated forests and even gardens. They seek to drive away interlopers, growing as their environment runs wild.</p>\n<hr />\n<p>Maladjusted forest denizens, twigjacks form from the cruel and prankish combination of fey and the very woods in which they reside. A twigjack's body is made up of prickly brambles woven with vines. Shaggy, mossy growth, not unlike hair, tops a twigjack's head. Its mouth is just a canyon of splintered and broken sticks bisecting its face. Leaves and sprigs of new growth randomly sprout from the creature's body. Many dense forests on Golarion have at least a handful of twigjacks living in the undergrowth.</p>\n<p>While truculent and violent, twigjacks care deeply for what they consider to be their forests. These creatures harass outsiders who delve deep into their wooded domains, forcing back even the most determined explorers, foresters, and travelers, especially when those intruders cut roads through the forest. However, they are not terribly territorial when it comes to other forest creatures. When sylvan creatures, especially fey, rally against an outside threat, twigjacks in the area eagerly arrive to fight, even if they were not invited.</p>",
      "items": {
        "Bqkq78fvjoIJT0RU": {
          "description": "<p><strong>Requirements</strong> The twigjack is in undergrowth</p>\n<hr />\n<p><strong>Effect</strong> The twigjack scrambles into the undergrowth and instantly teleports to a square of undergrowth within 60 feet. This movement doesn't trigger reactions.</p>",
          "name": "Bramble Jump"
        },
        "XXxch1hk01oNf6j8": {
          "name": "Claw"
        },
        "fInlXUMDv48oaIve": {
          "name": "Splinter"
        }
      },
      "name": "Netherworld Sprigjack"
    },
    "Netherworld Vampire Bat Swarm": {
      "description": "<p>Although the typical vampire bat has a wingspan of 7 inches and doesn't pose a significant threat to larger prey alone (and indeed, these blood-drinkers can feed without their sleeping victims ever noticing), some unusually aggressive species of these bats hunt in deadly swarms. A churning cloud of vampire bats is much more dangerous than the sum of its individual parts and is capable of inflicting an overwhelming number of bleeding wounds in a frighteningly short span of time.</p>\n<hr />\n<p>A wide range of bats dwell throughout the world. Most of these nocturnal animals are harmless insectivores, but deadly breeds of vampire bats and oversized bats the size of horses pose much more significant threats to adventurers.</p>",
      "items": {
        "7P4VEdy4KccmQ5Gp": {
          "description": "<p>A bat swarm can use its hearing as a precise sense at the listed range.</p>",
          "name": "Echolocation (Precise) 20 feet"
        },
        "ydBVkEJ8CwcPFkPB": {
          "description": "<p>Each enemy in the bat swarm's space takes @Damage[1d4[piercing],1[void]] damage (@Check[reflex|dc:16|basic] save). Creatures that fail this save also take @Damage[1[bleed]] damage.</p>",
          "name": "Blood Feast"
        }
      },
      "name": "Netherworld Vampire Bat Swarm"
    },
    "Nizca Iricol": {
      "items": {
        "8NfvLUkSUAaBGrJm": {
          "name": "Nin Lore"
        },
        "9FhTozc0emmgtRl8": {
          "name": "Fast Healing 10"
        },
        "AaEl1e2KQhllzhbM": {
          "description": "<p>If the next action Nizca uses is to Cast a Spell that has a range, increase that spell's range by 30 feet.</p>",
          "name": "Reach Spell"
        },
        "DiVqq1FBROhFlPE1": {
          "name": "Coffin Restoration"
        },
        "G4FCB6DURFJyJ3bB": {
          "description": "<p>Nizca siphons death through a melee attack and into their foe. Nizca expends a harm spell and makes a melee Strike. On a hit, they cast the 1-action version of the expended spell to damage the target, in addition to the normal damage from the Strike. The target automatically gets a failure on its save (or a critical failure if Nizca's Strike was a critical hit). The spell doesn't have the manipulate trait when cast this way.</p>",
          "name": "Channel Smite"
        },
        "ReiIl1G2FuRQbkK4": {
          "name": "Claw"
        },
        "TasWo0cIxCFzu6Lb": {
          "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the strigoi's reach</p><hr /><p><strong>Effect</strong> The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an @Check[athletics|defense:fortitude] check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}, and the strigoi regains @Damage[15[healing]] HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful @Check[medicine|dc:20] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>\n<p>A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely.</p>",
          "name": "Drink Essence"
        },
        "YN75ueLVWtEFaCcE": {
          "description": "<p>20 feet. The shadows around Nizca constantly shift and roil, battering their foes. Enemies treat the area within the aura as difficult terrain.</p>",
          "name": "Roiling Shades"
        },
        "dWWIvPy0xCFHcicj": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.sRfSBHWHdbIa0aGc]{Chilling Darkness}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>The spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack modifier and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical costs are provided when a scroll is created, so you don't need to provide them when casting from a scroll. If the spell requires a locus, you must have that locus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of Chilling Darkness (Rank 5)"
        },
        "kJpUxQRqbuTKIF3P": {
          "description": "<p><strong>Trigger</strong> Nizca is reduced to 0 Hit Points</p><hr /><p><strong>Effect</strong> Nizca uses Shadow Form, then flies into the shadow beacon even though they're at 0 Hit Points. While at 0 Hit Points in this form, Nizca is unaffected by further damage. Once they reach the shadow beacon, their spirit becomes permanently fused with it and is destroyed only when the shadow beacon is destroyed.</p>",
          "name": "Spiteful Escape"
        },
        "kOjSBIe1H1ZlQbqx": {
          "description": "<p><strong>Trigger</strong> Nizca is the target of a Strike or would attempt a Reflex save against a harmful effect</p><hr /><p><strong>Effect</strong> In a flash of sudden insight, Nizca calculates the trajectory of the attack, slips into shadows, and reemerges just out of the way. Nizca gains a +2 circumstance bonus to AC against the triggering Strike or to Reflex saves against the triggering effect. After the attack or effect is resolved, Nizca teleports to an occupied space within 20 feet.</p>\n<p><strong>Special</strong> If the triggering Strike was a hit or a critical hit, or Nizca failed or critically failed the saving throw against the triggering effect, this use of Calculated @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} retroactively counts as a free action, rather than a reaction.</p>",
          "name": "Calculated Escape"
        },
        "nFoYaUlzD7DCYYKk": {
          "name": "Azlanti Lore"
        },
        "o1CF1KO4mU01pNHM": {
          "name": "Magitech Lore"
        },
        "vNVcAPMquAwezLhc": {
          "name": "Strigoi Weaknesses"
        }
      },
      "name": "Nizca Iricol",
      "npcHp": "coffin restoration, fast healing 10, void healing",
      "npcSpeed": "fly on manifested batlike wings of shadow"
    },
    "Ogenni": {
      "description": "<p>In ogre society, might makes more than right—it makes the rules. The strongest or most violent ogre in a family (in most cases, this is the same ogre) is invariably that family's boss. Quick to hook fallen foes on their weapons, even other ogres fear the repercussions of displeasing an ogre boss. When an ogre boss barks out commands, the other members of the family move quickly to obey.</p>\n<hr />\n<p>For many societies, ogres embody brutish, amoral violence and greedy cruelty. Standing 10 feet tall and densely muscled, ogres are usually as strong as they are vicious. The worst ogres are sadists, enjoying remorseless murder, torture, and violence in all of its forms. Although they prefer to vent their violent urges on other humanoids—the smaller the better—ogre captivity can end in a horrifying fate for anyone unlucky enough to fall within their meaty grasp: becoming dinner. But for all their creativity in inflicting pain, ogres often forget that their playthings lack their own robust fortitude and high pain tolerance, and many of their captives die sooner than the ogres might prefer. Meanwhile, those who manage to survive captivity in an ogre's larder often emerge with lasting mental scars. A captive able to keep their wits about them, however, can sometimes trick the brutes by promising treasure, more plentiful food sources, or other crude amusements, taking advantage of an ogre's often-limited intellect to engineer opportunities to escape or gain revenge.</p>\n<p>Ogres are social creatures only in the most debased sense. They gather together in groups called families, though members are not always related by blood. The most powerful ogre in any family is the \"boss\"—usually the family's patriarch or matriarch—whom the other ogres in the family learn to quickly obey or risk being brutalized by the boss's loyal kin. Ogres lair in caves, crumbling ruins, or dilapidated shacks close enough to humanoid settlements or animal trails to make raiding easy. Their lairs are filthy and frequently contain all-too-recognizable evidence of their depravity, along with assorted treasures stolen from past captives.</p>",
      "items": {
        "84jLWHxjKOaPmfbR": {
          "description": "<p><strong>Requirements</strong> A creature in reach of the ogre's foot is @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}</p><hr /><p><strong>Effect</strong> The ogre winds up and makes a powerful foot Strike against the prone creature. On a hit, the creature is additionally pushed 10 feet in a direction of the ogre's choice (20 feet on a critical hit).</p>",
          "name": "Punting Kick"
        },
        "KxNiF9bYl6kA6FRd": {
          "description": "<p>The ogre boss issues a command to hasten their fellows. Each ogre ally who hears and understands this command becomes @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} until the end of that ally's next turn but can use the extra action only to Step or Stride.</p>",
          "name": "Bellowing Command"
        },
        "cg8c4dIdBFiff9le": {
          "description": "<p><strong>Trigger</strong> The ogre boss successfully @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trips} a creature using an ogre hook</p>\n<hr />\n<p><strong>Effect</strong> The ogre boss makes an ogre hook Strike against the creature they tripped.</p>",
          "name": "Sweeping Hook"
        },
        "hKv1AwnnUkKPmYHN": {
          "name": "Foot"
        },
        "nQU3uyumFxN5UyDy": {
          "description": "<p><em>Clarity goggles</em> feature faceted lenses that filter your surroundings from several slightly different angles at once, giving you a sharper picture of them. While wearing the goggles, you gain a +1 item bonus to visual Perception checks.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You focus on your environment and the creatures around you to see them as they really are. The GM rolls a secret counteract check using your Perception bonus against any illusion effect created by a 3rd-rank or lower spell or a creature of 8th level or lower. You must be able to see the illusion, and it must be within 60 feet. If the check succeeds, you see through the illusion for 10 minutes.</p>\n<p><em>PFS Note:</em> The Item Level determines the counteract rank, not the character level.</p>"
        }
      },
      "name": "Ogenni"
    },
    "Okoa": {
      "items": {
        "1nTecCfw8mCHs7pF": {
          "name": "Coffin Restoration"
        },
        "7Tl6fw29y8oM1OEu": {
          "name": "Claw"
        },
        "9hemE5bYIpubSQrc": {
          "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the strigoi's reach</p><hr /><p><strong>Effect</strong> The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an @Check[athletics|defense:fortitude] check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}, and Okoa regains @Damage[13[healing]] HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful @Check[medicine|dc:20] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>\n<p>A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely.</p>",
          "name": "Drink Essence"
        },
        "AkXS62YTAYOPqg6G": {
          "name": "Fast Healing 10"
        },
        "KK3OJR7cHs7JClcB": {
          "description": "<p>Okoa reverts to pure shadow and absorbs her body and her gear into the darkness, or it shifts back to her physical form. In shadow form, Okoa gains a climb Speed equal to her land Speed and can more through any gap that isn't airtight. However, she can only move along solid surfaces that aren't highly reflective, not liquid or mirrored surfaces. If the surface she's on is destroyed, Okoa returns to physical form and is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}. She loses fast healing while in shadow form but can remain in shadow form indefinitely.</p>\n<p>If Okoa is exposed to sunlight while in shadow form, she becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} and must attempt a @Check[flat|dc:16] at the end of each of her turns. If she fails, she is destroyed, the shadow vanishing with a blood-curdling wail.</p>",
          "name": "Shadow Form"
        },
        "Qi4aJhbQtGeaKymb": {
          "name": "Levitate (At Will)"
        },
        "clcBXuY5I7HmG2D6": {
          "name": "Beaded Earrings"
        },
        "hNYanj2AZ3B8MkLd": {
          "description": "<p>Okoa makes two claw Strikes at the same target, each using her current multiple attack penalty. If both attacks hit, the target is also dealt @Damage[1d8[persistent,bleed]] damage.</p>",
          "name": "Vicious Flurry"
        },
        "jvDJ9LAWgptMy3ZR": {
          "name": "Nin Lore"
        },
        "qAmIcePvvY6ixAmy": {
          "name": "Strigoi Weaknesses"
        },
        "rDrZT4IDo1LIXt22": {
          "description": "<p>Okoa becomes a semi-incorporeal shade, then Strides or Flies up to twice her Speed in a straight line, dealing @Damage[8d8[slashing]|options:area-damage] damage to all creatures in that line or adjacent to that line (@Check[reflex|dc:28|basic] save). She can move through enemies and solid objects during this movement. At the end of this movement, she returns to her fully corporeal form. She can't use Strafing Strike again for [[/gmr 1d4 #Recharge Strafing Strike]]{1d4 rounds}.</p>",
          "name": "Strafing Strike"
        },
        "vbeiMvrJRvbxVuY2": {
          "name": "Netherworld Lore"
        }
      },
      "name": "Okoa",
      "npcHp": "coffin restoration, fast healing 10, void healing"
    },
    "Onak": {
      "description": "<p>Dero stranglers specialize in capturing living victims, and they are often called upon to aid in abductions.</p>\n<hr />\n<p>Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of fey abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world's surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects.</p>\n<p>Deros, particularly the leading magisters, are fixated with curing their allergy to sunlight. To understand how the surface dwellers can withstand the light of the sun, deros conduct late-night raids on surface cities, abducting victims and performing terrible experiments on them. Those who survive are often returned with much of their memory erased and their bodies bearing mysterious scars.</p>\n<p>The largest dero settlements are built around esoteric machines of floating crystals. As these crystals grind against each other and hum with sickening blue energy, crystal flakes and powdery residue collect beneath the machinery. Dero magisters gather these products, creating tools and repurposing the crystals to power magical items.</p>",
      "items": {
        "6EHsEm9VBUy6EEGh": {
          "description": "<p>These healer's toolkits are collections of crystalline scalpels and gritty salves made of cytillesh. They all glow the same sickly blue. While the toolkit is outside its opaque container, it sheds dim light in a 5-foot radius. Any non-dero using or wearing the toolkit is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} until 1 hour after they've stopped, which cannot be reduced during that time.</p>\n<hr />\n<p>This kit of bandages, herbs, and suturing tools is necessary for Medicine checks to @UUID[Compendium.pf2e.actionspf2e.Item.MHLuKy4nQO2Z4Am1]{Administer First Aid}, @UUID[Compendium.pf2e.actionspf2e.Item.TC7OcDa7JlWbqMaN]{Treat Disease}, @UUID[Compendium.pf2e.actionspf2e.Item.KjoCEEmPGTeFE4hh]{Treat Poison}, or @UUID[Compendium.pf2e.actionspf2e.Item.1kGNdIIhuglAjIp9]{Treat Wounds}. If you wear your healer's toolkit, you can draw and replace it as part of the action that uses it.</p>",
          "name": "Cytillesh Toolkit"
        },
        "HCUXasleODboE32A": {
          "description": "<p>A non-dero living creature that starts its turn @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} by the strangler is exposed to the sickly blue light from the strangler's cytillesh toolkit. It must succeed at a @Check[fortitude|dc:19] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. This has no effect if the strangler isn't wearing the toolkit.</p>",
          "name": "Ill Glow"
        },
        "ZDJkjnIor7qxsiSU": {
          "description": "<p><strong>Requirements</strong> The dero must have two free hands or be wielding a spiked chain</p>\n<hr />\n<p><strong>Effect</strong> The dero attempts an Athletics check to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} with a +2 circumstance bonus. On a success, the target also takes @Damage[(1d6+6)[bludgeoning]] damage and can't speak (including to Cast a Spell) as long as they're @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}.</p>",
          "name": "Strangle"
        },
        "qwNhCiHQVyMkQrfX": {
          "description": "<p><strong>Requirements</strong> The dero is wearing a cytillesh toolkit and has a hand free</p>\n<hr />\n<p><strong>Effect</strong> The dero excises damaged flesh and crudely stitches wounds shut, healing themself or an ally in reach for @Damage[2d8[healing]]{2d8 Hit Points}. For 1 hour, the target has slashing weakness 2 and is immune to Dero Medicine.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.vqKBIflXiAmCx5QQ]{Effect: Dero Medicine}</p>",
          "name": "Dero Medicine"
        },
        "uldVZLVdwiLD1q6v": {
          "description": "<p>A dero strangler takes @Damage[8[untyped]] damage for every hour they're exposed to sunlight.</p>",
          "name": "Vulnerable to Sunlight"
        }
      },
      "name": "Onak"
    },
    "Paralysis Trap": {
      "description": "<p>Magical symbols carved in the doorframe magically ward this door; anyone attempting to pick the lock is @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} and wracked with pain. Disabling or breaking the trap does not disable or break the lock.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:28] (expert) to scratch out the magical symbols, @Check[arcana|dc:28] (expert) to safely siphon the magical energy, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (4th rank; counteract DC 26)</p><p><strong>Bypass</strong> Anyone other than Mirida turns the door handle three times to the right and once to the left in quick succession.</p>",
      "hazardReset": "<p>The trap automatically resets. It doesn't reset if the trap is disabled.</p>",
      "name": "Paralysis Trap"
    },
    "Prism Ray Trap": {
      "description": "<p>Four magical prisms integrated into an aeon stone matrix fire energy beams at intruders. The trap doesn't target creatures wearing <em>security badges</em>, or in the custody of a creature wearing a <em>security badge</em>.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:23] (expert) to disconnect one prism from the aeon stone matrix, or @Check[arcana|dc:21] (trained) to disrupt one prism's magical energy, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 23) to counteract one prism; four total successes are required to disable the trap.</p>",
      "hazardReset": "<p>The trap deactivates and resets when there are no viable targets in area <strong>A1</strong>. Damaged prisms are fully repaired after 24 hours.</p>",
      "hazardRoutine": "<p>(4 actions) Each prism uses 1 action to make an energy ray Strike against the nearest creature who is not wearing a <em>security badge</em> or in the custody of a creature wearing a <em>security badge</em>. This trap doesn't take a multiple attack penalty. This trap loses 1 action for each prism disabled or destroyed.</p>",
      "name": "Prism Ray Trap"
    },
    "Punish Defiance": {
      "description": "<p>A magical mural threatens uncooperative inmates, causing mental trauma.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:26] (expert) to deactivate the mural, or @Check[arcana|dc:26] (trained) to disrupt the mural's magic, or @Check[deception|dc:24] (trained) to pose as a superior and order the mural to deactivate, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (3rd rank; counteract DC 24) to counteract the mural</p>",
      "hazardReset": "<p>1 hour.</p>",
      "hazardRoutine": "<p>(1 action) On its turn, the trap threatens all living creatures in the room, dealing @Damage[(3d6+5)[mental]] damage (@Check[will|dc:22|basic] save).</p>",
      "name": "Punish Defiance"
    },
    "Romi Bracken": {
      "items": {
        "786s9qAvCQ6v1Ifu": {
          "description": "<p>Romi isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected}, or flanking creatures of his level or lower, or creatures of his level or lower using surprise attack.</p>",
          "name": "Deny Advantage"
        },
        "7qhHzqL3vL8C1g89": {
          "description": "<p>When Romi critically hits and deals damage with a Strike, the target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against his attacks until the end of his next turn.</p>",
          "name": "Unbalancing Blow"
        },
        "8LKF8PfFeYs2ey89": {
          "name": "Intake Skeleton Key"
        },
        "NtEjVSZrRSOEQG0N": {
          "description": "<ul><li><p><strong>Human</strong></p><ul><li><strong>Melee</strong> fist +10 <strong>Damage</strong> 1d6+4</li></ul></li><li><strong>Animal</strong></li></ul><hr /><p>The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape.</p>\n<p>In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws Strikes, and gains a melee fist Strike that deals bludgeoning damage equal to the slashing damage dealt by its claw.</p>\n<p>In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as Grab), and it loses its weapon Strikes.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "Rjy9Wsc3kJ1rNsWt": {
          "description": "<p>Romi can communicate with bats.</p>",
          "name": "Bat Empathy"
        },
        "WWzxZi5lw5MsXpsG": {
          "description": "<p>When Romi successfully @UUID[Compendium.pf2e.actionspf2e.Item.21WIfSu7Xd7uKqV8]{Tumbles Through} a creature's space, the creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the next attack Romi makes against it before the end of his turn.</p>",
          "name": "Tumble Behind"
        },
        "asydUy19k38sVPA5": {
          "_source": "pf2e.equipment-srd.Item.V9e6G1ZolN7Ncg7g"
        },
        "b1VDkVj8ZivLiNNY": {
          "name": "Moon Frenzy"
        },
        "c5uDoqeOFVepqnCu": {
          "name": "Camazotz Lore"
        },
        "gXOlnF2kw519mCYT": {
          "description": "<p>This curse affects only humanoids.</p><hr /><p><strong>Saving Throw</strong> @Check[fortitude|dc:18]</p>\n<p>On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of werecreature until dawn.</p>\n<p>The creature is under the GM's control and goes on a rampage for half the night before falling unconscious until dawn.</p>",
          "name": "Curse of the Werebat"
        },
        "gquoj5bEtqLHwYAu": {
          "description": "<p>Romi can use their hearing as a precise sense at the listed range.</p>",
          "name": "Echolocation"
        },
        "k2mBvPFnfoVwCAde": {
          "description": "<p>On the first round of combat, if Romi rolls Deception or Stealth for initiative, creatures that haven't acted are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to him.</p>",
          "name": "Surprise Attack"
        },
        "vl2ucGCJDLU45GSW": {
          "description": "<p>Romi deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        }
      },
      "name": "Romi Bracken"
    },
    "Rukh": {
      "items": {
        "1nTecCfw8mCHs7pF": {
          "name": "Coffin Restoration"
        },
        "7Tl6fw29y8oM1OEu": {
          "name": "Claw"
        },
        "8aX9xWVc94FRZnbO": {
          "description": "<p><strong>Requirements</strong> Rukh's last action was to cast a non-cantrip spell that granted him a blood magic effect</p><hr /><p><strong>Effect</strong> Rukh makes a ranged spell attack roll against the AC of a target within 60 feet. This attack deals persistent bleed damage equal to the rank of the spell he just cast.</p>",
          "name": "Bleed Out"
        },
        "9hemE5bYIpubSQrc": {
          "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the strigoi's reach</p><hr /><p><strong>Effect</strong> The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an @Check[athletics|defense:fortitude] check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}, and Rukh regains @Damage[13[healing]] HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful @Check[medicine|dc:20] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>\n<p>A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely.</p>",
          "name": "Drink Essence"
        },
        "AkXS62YTAYOPqg6G": {
          "name": "Fast Healing 10"
        },
        "KK3OJR7cHs7JClcB": {
          "description": "<p>Rukh reverts to pure shadow and absorbs her body and her gear into the darkness, or it shifts back to her physical form. In shadow form, Rukh gains a climb Speed equal to her land Speed and can more through any gap that isn't airtight. However, she can only move along solid surfaces that aren't highly reflective, not liquid or mirrored surfaces. If the surface she's on is destroyed, Rukh returns to physical form and is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}. She loses fast healing while in shadow form but can remain in shadow form indefinitely.</p>\n<p>If Rukh is exposed to sunlight while in shadow form, she becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} and must attempt a @Check[flat|dc:16] at the end of each of her turns. If she fails, she is destroyed, the shadow vanishing with a blood-curdling wail.</p>",
          "name": "Shadow Form"
        },
        "Qi4aJhbQtGeaKymb": {
          "name": "Levitate (At Will)"
        },
        "VQ0wqA7unG7pdHbb": {
          "name": "Nin Lore"
        },
        "ZqpNePlcC78WUn1C": {
          "description": "<p><strong>Activate</strong> Cast a Spell</p>\n<p>A pellet of tar mixed with the fur of a nocturnal creature, such as a bat, nightpitch used to cast a @UUID[Compendium.pf2e.spells-srd.Item.4GE2ZdODgIQtg51c]{Darkness} spell makes the area of the darkness difficult terrain.</p>"
        },
        "ZxSAP8Gbs9ALeYbf": {
          "description": "<p>When Rukh casts a bloodline spell using a Focus Point or a sorcerous gift spell using a spell slot, either one target takes a –1 status penalty to Will saving throws for 1 round, or Rukh gains a +2 status bonus to Will saving throws for 1 round.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.UQ7vZgmfK0VSFS8A]{Effect: Aberrant Blood Magic}</p>\n<p><strong>Sorcerous gift spells</strong></p><ul><li>@UUID[Compendium.pf2e.spells-srd.Item.xFp4EwVcYwSG336t]{Slither}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.LiGbewa9pO0yjbsY]{Confusion}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.N1Z1oLPdBxaSgrEE]{Vampiric Feast}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.CQb8HtQ1BPeZmu9h]{Stupefy}</li><li>@UUID[Compendium.pf2e.spells-srd.Item.R8bqnYiThB6MYTxD]{Phantom Pain}</li></ul>",
          "name": "Blood Magic—Eerie Veil"
        },
        "clcBXuY5I7HmG2D6": {
          "name": "Beaded Amulet"
        },
        "gwtoZrdJkLeTK5Yi": {
          "description": "<p>If the next action Rukh takes is to Cast a Spell that has a range, increase that spell's range by 30 feet.</p>",
          "name": "Reach Spell"
        },
        "nMLkSeE8xR0z3SLZ": {
          "name": "Netherworld Lore"
        },
        "pKLLWTF3KXiHssKB": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.k34hDOfIIMAxNL4a]{Grim Tendrils}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>The spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack modifier and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical costs are provided when a scroll is created, so you don't need to provide them when casting from a scroll. If the spell requires a locus, you must have that locus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of Grim Tendrils (Scroll Robe, Rank 4)"
        },
        "qAmIcePvvY6ixAmy": {
          "name": "Strigoi Weaknesses"
        }
      },
      "name": "Rukh",
      "npcHp": "coffin restoration, fast healing 10, void healing"
    },
    "Shadow Discharge": {
      "description": "<p>The <em>shadow beacon's</em> operation causes harmful energy to blast out of the base of the device.</p>",
      "hazardDisable": "<p>@Check[crafting|dc:27] or @Check[thievery|dc:27] (master) to rig a dispersal system, or @Check[arcana|dc:27], @Check[nature|dc:27], @Check[occultism|dc:27], or @Check[religion|dc:27] (master) to safely vent the magical energy; four total successes in any combination to disable</p><hr><p><strong>Special</strong> Disabling the shadow discharge does not disable the shadow beacon.</p>",
      "hazardRoutine": "<p>(1 action) The shadow beacon fires shadows into the sky, discharging excess energy out of the device's lower half. The trap deals @Damage[4d6[cold],4d6[void]|options:area-damage] damage to all non-shadow creatures in a @Template[type:emanation|distance:60] from the base of the device (@Check[fortitude|dc:26|basic] save). For each successful check to disable the trap, the cold and void damage dealt by the trap on subsequent rounds are both reduced by 1d6 damage (see below). A creature that fails their save is pushed back 10 feet (15 feet on a critical failure).</p><p>@Damage[3d6[cold],3d6[void]|options:area-damage]</p><p>@Damage[2d6[cold],2d6[void]|options:area-damage]</p><p>@Damage[1d6[cold],1d6[void]|options:area-damage]</p>",
      "name": "Shadow Discharge"
    },
    "Shadow-Tainted Pachycephalosaurus": {
      "description": "<p>Pachycephalosauruses are normally peaceful, herbivorous dinosaurs, but they grow much more violent during mating season, when they fight one another to win over mates and warn away interlopers. They also defend themselves vehemently if potential predators stray too close to their herd. The pachycephalosaurus's skull has a distinctive dome-shaped crown surrounded by numerous blunt, bony horns. This feature, combined with the dinosaur's powerful, compact neck, allows it to make battering-ramlike charges capable of inflicting great damage.</p>\n<p>Some humanoid groups have successfully trained pachycephalosauruses as mounts, but the creatures aren't particularly well suited to the task.</p>\n<p>Pachycephalosauruses grow to a length of 15 feet and weigh 1,400 pounds.</p>\n<hr />\n<p>Remnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in remote wildernesses or underground in magical Darklands caverns. Lizardfolk, orcs, giants, and other humanoids who live near dinosaurs use the animals as mounts, guards, or hunting beasts. Occasionally, rich nobles will collect dinosaurs to display them in menageries, which almost inevitably leads to cast-offs being nursed back to health by druids and other champions of nature. When dinosaurs establish themselves in regions outside their normal habitats, it's often the result of a large collection being released.</p>",
      "items": {
        "LdOnPETCnA6osTi8": {
          "description": "<p>The pachycephalosaurus has a coughing fit, expelling a @Template[type:cone|distance:30] of sludge-like shadows from its mouth. This deals @Damage[(4d8-2)[void]|options:area-damage] damage with a @Check[reflex|dc:18|basic|options:area-effect] save. A creature that critically fails their save is additionally @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for [[/gmr 1d4 #rounds]]{1d4 rounds}. The pachycephalosaurus can't use Shadow Expulsion again for [[/gmr 1d4 #Recharge Shadow Expulsion]]{1d4 rounds}.</p>",
          "name": "Shadow Expulsion"
        },
        "WpPQsA9BHFxmr54k": {
          "name": "Skull"
        },
        "aFiPts0pbbuzRaLf": {
          "description": "<p><strong>Trigger</strong> The pachycephalosaurus damages a Medium or smaller foe with its skull Strike</p>\n<hr />\n<p><strong>Effect</strong> The pachycephalosaurus digs in and flings its head up, shoving its foe away. It attempts an @Check[athletics|defense:fortitude] check against the target's Fortitude DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The pachycephalosaurus pushes the opponent up to 10 feet away from itself and knocks the target @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>\n<p><strong>Success</strong> The pachycephalosaurus pushes the opponent back 5 feet.</p>\n<p><strong>Failure</strong> The pachycephalosaurus fails to push the opponent.</p>\n<p><strong>Critical Failure</strong> As failure, but the failed attempt leaves the pachycephalosaurus @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for 1 round.</p>",
          "name": "Sudden Shove"
        },
        "uAKDE9WbARcraQJx": {
          "description": "<p>The pachycephalosaurus Strides up to its Speed. If it ends its movement within melee reach of a target, it can make a skull Strike against that target. If the pachycephalosaurus critically hits with this Strike, the creature hit is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>",
          "name": "Clobbering Charge"
        }
      },
      "name": "Shadow-Tainted Pachycephalosaurus"
    },
    "Shankfingers": {
      "description": "<p>Redcaps are sadistic and capricious fey who thrill in bloodletting and murder. While they are most famous for appearing as wizened, bearded men, redcaps of other genders are no less fearsome or cruel. However, redcaps are ultimately craven bullies, cowed by anything more powerful than themselves, a trait that leads them to fear and despise the symbols of deities.</p>\n<p>Many fairy tales explain how the redcaps draw power from dipping the hats for which they are named in fresh blood. Just as iconic to these cruel little fey are their iron-clad boots, and the clanging sound of their metal soles clanking on stone floors is both discordant and disconcerting—especially to those who recognize the sound for what it is. Redcaps typically stand only 3 feet tall, with hunched frames, pointed ears, crooked teeth, and long, white, tangled hair.</p>\n<p>Though unlikely to share true affection, redcaps find camaraderie in murder. Small troupes of redcaps travel together, sharing bloody kills and reminiscing on their brutal exploits. They loathe the company of most other creatures, with the notable exception of the feline fey called elananxes.</p>",
      "items": {
        "2OPayJrYVYfP1LZk": {
          "description": "<p>A redcap's woolen hat is dyed with the blood of their victims. If the redcap loses their cap, they no longer benefit from fast healing and take a –4 status penalty to their damage rolls. They can create a new cap in 10 minutes, but that cap doesn't grant them powers until the redcap has turned it red with Blood Soak. A cap has no benefit for creatures other than the redcap who made it.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.s5mS7CyE0oOYlecv]{Effect: Lost Red Cap}</p>",
          "name": "Red Cap"
        },
        "7XdX39vruCh59MIe": {
          "description": "<p>If a redcap sees a creature brandish a religious symbol of a deity (which requires an Interact action by that creature) or cast a divine spell while wearing a religious symbol, the redcap must attempt a @Check[will|dc:19] save. They then become temporarily immune to all brandished religious symbols for 10 minutes.</p>\n<hr />\n<p><strong>Critical Success</strong> The redcap is unaffected.</p>\n<p><strong>Success</strong> The redcap is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>\n<p><strong>Failure</strong> The redcap gains the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition for 1 round and is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 4}.</p>",
          "name": "Divine Revulsion"
        },
        "9K08qcNrvT5fefj0": {
          "name": "Iron Boots"
        },
        "GGJu1Uq4JFXLEqYz": {
          "name": "Keys"
        },
        "P7S7nuGr7qWkygVT": {
          "description": "<p>The redcap Strides up to half its Speed and makes a boot Strike at any point during that movement. If the boot Strike hits a @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} creature, it deals an extra @Damage[2d6[bleed]].</p>",
          "name": "Stomp"
        },
        "Q9TQFtMzhVqywWrB": {
          "description": "<p><strong>Trigger</strong> The redcap reduces a creature to 0 Hit Points with a halberd Strike</p><hr /><p><strong>Effect</strong> The redcap makes another halberd Strike against a different creature, using the same multiple attack penalty as the halberd Strike that triggered this reaction. This counts toward their multiple attack penalty as normal.</p>",
          "name": "Deadly Cleave"
        },
        "ivsgBmmJjZW5Wr5S": {
          "description": "<p>The redcap dips their cap in the blood of a slain foe. The foe must have died in the last minute, and the redcap must have helped kill it. The redcap gains a +4 status bonus to damage rolls for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.wPIGBcpCqCWgrCiq]{Effect: Blood Soak}</p>",
          "name": "Blood Soak"
        },
        "qxeMxKzn8k64O7D0": {
          "name": "Red Cap"
        },
        "r4Qkdy83VOkw6r0p": {
          "name": "Iron Boot"
        },
        "xxGqls5RMZVYvmHf": {
          "name": "Fast Healing 10"
        }
      },
      "name": "Shankfingers",
      "npcHp": "fast healing 10"
    },
    "Shocking Malfunction": {
      "description": "<p>The <em>shadow beacon</em> malfunctions, firing bolts of electricity across the battlefield.</p>",
      "hazardDisable": "<p>@Check[crafting|dc:25] or @Check[thievery|dc:25] (master) to ground the device, or @Check[arcana|dc:25], @Check[nature|dc:25], @Check[occultism|dc:25], or @Check[religion|dc:25] (master) to safely vent the magical energy; three total successes in any combination to disable</p><p><strong>Special</strong> Disabling the shocking malfunction does not disable the shadow beacon.</p>",
      "hazardRoutine": "<p>(3 actions) The shadow beacon makes three electric bolt Strikes at random creatures within 100 feet. One of these Strikes targets either Deg or Nizca, and the other two target PCs. The trap loses 1 action for each successful disable.</p>",
      "name": "Shocking Malfunction"
    },
    "Silvered Retribution": {
      "description": "<p>Pressure plates in the floor, wall, and ceiling of this hall trigger silver blades to protrude from the ceiling, slashing anything passing through the hall.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:28] (master) to disable the pressure plates; two successes are required to disable the trap</p>",
      "hazardReset": "<p>The trap deactivates after 1 minute and can be manually reset.</p>",
      "hazardRoutine": "<p>(2 actions) The maze of blades continues to spin, jab, and slash, dealing @Damage[(2d10+13)[slashing]|traits:magical|options:damage:material:silver,area-damage] damage (magic, silver) to all creatures in the area (@Check[reflex|dc:28|basic] save).</p>",
      "name": "Silvered Retribution"
    },
    "Stinkface Surprise": {
      "description": "<p>A pile of excrement and rotten food is launched at whoever opens the trunk without first depressing a hidden button on the side of the trunk.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:26] (expert) to unhook the launch spring</p>",
      "name": "Stinkface Surprise"
    },
    "Tokainen": {
      "items": {
        "3AYukGreHed2sC83": {
          "name": "Religious Symbol (Nin)"
        },
        "CSZRuQT3XbqK8fmW": {
          "name": "Fist"
        },
        "LZn2iQ0qoNvdoEAa": {
          "name": "+2 Circumstance to All Saves Vs. Disease"
        },
        "Ns0UejYzkMJbPnx2": {
          "description": "<p>Tokainen screams in rage, channeling the cataclysmic fury of Scal into her own body as she Interacts to draw a weapon. While she is in this stance, Tokainen gains fast healing 5, immunity to fire, her melee Strikes deal an additional 2d8 fire damage, and she gains access to her Spiral Swing ability. While Tokainen is in this stance, she can't cast spells.</p>",
          "name": "Channel Cataclysm"
        },
        "Xd9KhQKXQuIVz96m": {
          "description": "<p><strong>Trigger</strong> Tokainen would be damage by an adjacent creature</p><hr /><p><strong>Effect</strong> Tokainen's flesh flares with scouring flames, dealing @Damage[1d4[fire]] damage to all adjacent enemies (@Check[reflex|dc:28|basic] save; increased to @Damage[2d8[fire]] damage if Tokainen is using Channel the Cataclysm stance).</p>",
          "name": "Retaliatory Flare"
        },
        "YtkmxIDb60rfTrqx": {
          "description": "<p><strong>Requirements</strong> Tokainen is wielding her meteor hammer and is in Channel Cataclysm stance</p><hr /><p><strong>Effect</strong> Tokainen swings her meteor hammer in a wide circle, dealing @Damage[4d8[bludgeoning],4d8[fire]|options:area-damage] damage to each enemy in a @Template[emanation|distance:10]. Tokainen can't use Spiral Swing again for [[/gmr 1d4 #Recharge Spiral Swing]]{1d4 rounds}.</p>",
          "name": "Spiral Swing"
        },
        "d3LyPtIJs0BSUXuL": {
          "description": "<p>If your next action is to cast @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}, any living creature that fails its save against that spell is dealt @Damage[1d6[persistent,bleed]] damage. In addition, if that version of <em>harm</em> has an area, you can designate up to 5 living creatures in the area; they're not affected by that casting of <em>harm</em>.</p>",
          "name": "Calculated Bloodletting"
        },
        "nNE4x5TnCowevTDP": {
          "name": "Religious Symbol (Scal)"
        },
        "sW2TteOJMiVVTPLX": {
          "description": "<p>This weapon consists of a long chain connected to a heavy weight at one end. When a wielder swings the weight by the chain, it builds momentum and can serve as a deadly bludgeon with incredible reach.</p>"
        }
      },
      "name": "Tokainen",
      "npcAllSaves": "+2 circumstance to all saves vs. disease",
      "npcHp": "void healing"
    },
    "Tokainen's Chosen": {
      "items": {
        "5BaiTlvDW0CjvVmk": {
          "name": "Fist"
        },
        "K22OPj81OCWubhRJ": {
          "description": "<p>Using their guisarme, Tokainen's chosen makes a @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} and a Strike against a target in reach. They can make these attacks in any order, but both attacks must have the same target. Their multiple attack penalty doesn't increase until after both attacks are completed.</p>",
          "name": "Take 'Em Down"
        },
        "WTqWeclJIglXD4Ms": {
          "description": "<p>This throwing weapon consists of weights tied to the end of long cords, which can be used to bludgeon foes or entangle their legs.</p>"
        },
        "xHHXSFTV9hLWYTCS": {
          "description": "<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> Tokainen's chosen activates the latent magic in their brand, then launches a ball of flames with a range of 60 feet that explodes in a @Template[type:burst|distance:10]. Creatures in the area take @Damage[6d6[fire]|options:area-damage] damage (@Check[reflex|dc:22|basic|options:area-effect] save). A creature that fails their save is additionally dealt @Damage[1d4[persistent,fire]] damage.</p>\n<p>For 1 minute, the brand's excess magic suffuses their hands, causing their fists and any weapons they wield to radiate a nimbus of fire, dealing an additional 1d10 fire damage on a Strike. While their hands radiate fire in this way, their fists lose the nonlethal trait.</p>",
          "name": "Cataclysm Brand"
        }
      },
      "name": "Tokainen's Chosen"
    },
    "Tormonshild": {
      "description": "<p>A tormonshild begins life as a tadpole-like creature hardly largely than a human finger. In this state, the tormonshild is virtually defenseless, but the magic that flows through its body allows it to grow quickly. After a few days, it swells into its more familiar adolescent form. A fully grown tormonshild resembles a two-foot-long frog with six legs, a mouth too large for its body, and flesh the color of a storm cloud. Once grown, the tormonshild decimates the local wildlife, sometimes attacking creatures up to twice its size. Being true omnivores, tormonshilds also feed on plants, preferring juicier crops like tomatoes and fruit. Many a villager has known the anguish of losing their livestock, gardens, and even a beloved pet to a tormonshild infestation.</p><hr /><p>Concentrations of intense magical energy often result in unusual weather phenomena, typically violent storms or other natural disasters, but sometimes they also create new entirely life-forms. Tormonshilds are born during artificially created storms, when magical energy combines with rainfall to transform the droplets themselves into living creatures. Tormonshilds rarely survive long after their creation; most meet grisly ends at the hands of local predators or dissolve as the magic that fuels their physical bodies fades. A tormonshild that survives its initial weeks of life eventually grows into a pest that menaces the local environment.</p><h2>Magical Rainstorms</h2><p>The rainstorms that produce tormonshilds occur more regularly than most people realize. However, as the majority of tormonshild tadpoles fail to reach maturity, the existence of tormonshilds remains virtually unknown outside of specific areas. While the Mana Wastes regularly experiences magical storms, the region is particularly inhospitable for these creatures. Such storms frequently happen throughout the islands of Azlant, however, and the magical energies that seep from the ancient ruins create conditions ideal for young tormonshilds.</p>",
      "items": {
        "Au9wRh9Obh2iGnV8": {
          "name": "Spit"
        },
        "Oge6O8dyk6eEZ18C": {
          "name": "Jaws"
        },
        "XV7bNsDQCEh6fxXI": {
          "description": "<p>The tormonshild compresses itself and then makes an enormous jump. It Leaps 50 feet horizontally. If it lands within reach of a creature, it can make a jaws Strike against that creature.</p>",
          "name": "Pouncing Bite"
        },
        "oxkrOr3uZuzTNuR4": {
          "description": "<p>The tormonshild spits a globule of mucus and water at a square within 30 feet. Any creature in that square takes @Damage[2d4[bludgeoning]|options:area-damage] damage (@Check[reflex|dc:14|basic|options:area-effect] save). The square also becomes coated with slippery mucus, which has the area effect of @UUID[Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8]{Grease} (@Check[reflex|dc:14|options:area-effect]).</p>",
          "name": "Phlegm Mortar"
        }
      },
      "name": "Tormonshild"
    },
    "Tormonshild Swarm": {
      "description": "<p>Tormonshilds that survive the tadpole stage cluster together in wriggling swarms that devour everything they encounter.</p><hr /><p>Concentrations of intense magical energy often result in unusual weather phenomena, typically violent storms or other natural disasters, but sometimes they also create new entirely life-forms. Tormonshilds are born during artificially created storms, when magical energy combines with rainfall to transform the droplets themselves into living creatures. Tormonshilds rarely survive long after their creation; most meet grisly ends at the hands of local predators or dissolve as the magic that fuels their physical bodies fades. A tormonshild that survives its initial weeks of life eventually grows into a pest that menaces the local environment.</p><h2>Magical Rainstorms</h2><p>The rainstorms that produce tormonshilds occur more regularly than most people realize. However, as the majority of tormonshild tadpoles fail to reach maturity, the existence of tormonshilds remains virtually unknown outside of specific areas. While the Mana Wastes regularly experiences magical storms, the region is particularly inhospitable for these creatures. Such storms frequently happen throughout the islands of Azlant, however, and the magical energies that seep from the ancient ruins create conditions ideal for young tormonshilds.</p>",
      "items": {
        "A270s7a5judDdCMc": {
          "description": "<p>Each enemy in the tormonshild swarm's space takes @Damage[2d6[piercing]] damage (@Check[reflex|dc:20|basic] save).</p>",
          "name": "Torrent of Bites"
        },
        "JEuTVAr6jYpMJ9T3": {
          "description": "<p>The tormonshild swarm sprays globules of mucus and water in every direction, dealing @Damage[3d6[bludgeoning]] damage (@Check[reflex|dc:20|basic] save) to all creatures within 10 feet. Creatures that fail the save are covered in mucus and become @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 minute. A creature covered in mucus can end the condition by using an Interact action to remove the mucus.</p>",
          "name": "Phlegm Spray"
        },
        "fvRJu5GsHJ88Rlcd": {
          "description": "<p>The tormonshild swarm Strides, leaving pools of mucus as it moves. Each space the swarm moves through during this movement becomes coated with slippery mucus, which has the area effect of @UUID[Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8]{Grease} (@Check[reflex|dc:17]).</p>",
          "name": "Phlegm Skitter"
        },
        "yQg6NQcDdWljbjJF": {
          "description": "<p>The tormonshild swarm jumps as a collective. It Leaps 50 feet horizontally.</p>",
          "name": "Swarming Leap"
        }
      },
      "name": "Tormonshild Swarm"
    },
    "Tormonwird": {
      "description": "<p>Left alone too long, a tormonshild eventually grows to the size of a large dog. At this stage, they're known as tormonwirds and become more formidable. A tormonwird's wide mouth develops a throat sac, which the creature uses to produce a croak that disturbs nearby water sources, including liquids inside other creatures. While off-putting, tormonwirds also possess a strangely nurturing side. They defend tormonshilds and have even been known to carry dozens of the tadpoles within their mouths for safety.</p><hr /><p>Concentrations of intense magical energy often result in unusual weather phenomena, typically violent storms or other natural disasters, but sometimes they also create new entirely life-forms. Tormonshilds are born during artificially created storms, when magical energy combines with rainfall to transform the droplets themselves into living creatures. Tormonshilds rarely survive long after their creation; most meet grisly ends at the hands of local predators or dissolve as the magic that fuels their physical bodies fades. A tormonshild that survives its initial weeks of life eventually grows into a pest that menaces the local environment.</p><h2>Magical Rainstorms</h2><p>The rainstorms that produce tormonshilds occur more regularly than most people realize. However, as the majority of tormonshild tadpoles fail to reach maturity, the existence of tormonshilds remains virtually unknown outside of specific areas. While the Mana Wastes regularly experiences magical storms, the region is particularly inhospitable for these creatures. Such storms frequently happen throughout the islands of Azlant, however, and the magical energies that seep from the ancient ruins create conditions ideal for young tormonshilds.</p><h2>Greater Tormonwirds</h2><p>As locals tend to slay the creatures upon their discovery, tormonwirds generally live short lives. Rumors persist, though, of tormonwirds that have survived for several years, with some reportedly growing to the size of a small house. While direct evidence of such tormonwirds is lacking, anecdotal accounts of these enormous specimen suggest that greater tormonwirds can use their water manipulation abilities to drain lakes or create storms that produce even more tormonshilds.</p>",
      "items": {
        "9SWlOEc9M9AYCAOc": {
          "description": "<p>When a tormonwird successfully @UUID[Compendium.pf2e.actionspf2e.Item.kMcV8e5EZUxa6evt]{Squeezes}, it moves through the tight space at full Speed. Narrow confines aren't difficult terrain for a tormonwird.</p>",
          "name": "Compression"
        },
        "Au9wRh9Obh2iGnV8": {
          "name": "Spit"
        },
        "Oge6O8dyk6eEZ18C": {
          "name": "Jaws"
        },
        "XV7bNsDQCEh6fxXI": {
          "description": "<p>The tormonswird compresses itself and then makes an enormous jump. It Leaps 50 feet horizontally. If it lands within reach of a creature, it can make a jaws Strike against that creature.</p>",
          "name": "Pouncing Bite"
        },
        "aoasF7Hionmak2MW": {
          "description": "<p>The tormonwird uses its throat sac to generate a low, resonating croak that imbalances liquids in other creatures. Each creature in a @Template[type:emanation|distance:30] must attempt a @Check[fortitude|dc:19] save. Regardless of the result, creatures are then temporarily immune for 1 minute.</p><hr /><p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>",
          "name": "Nauseating Croak"
        },
        "oxkrOr3uZuzTNuR4": {
          "description": "<p>The tormonshild spits a globule of mucus and water in a @Template[burst|distance:5] within 30 feet. Any creature in the area takes @Damage[3d6[bludgeoning]|options:area-damage] damage (@Check[reflex|dc:19|basic|options:area-effect] save). The square also becomes coated with slippery mucus, which has the area effect of @UUID[Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8]{Grease} (@Check[reflex|dc:19|options:area-effect]).</p>",
          "name": "Phlegm Mortar"
        },
        "xKAo1Xp0MEYakFoO": {
          "description": "<p>Medium, @Damage[(2d6+6)[bludgeoning]], Rupture 12</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        }
      },
      "name": "Tormonwird"
    },
    "Trapped Gate": {
      "description": "<p>A hair trigger rings an alarm and launches a small assortment of wooden spikes to impale anyone attempting to open the gate incorrectly.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:15] (trained) to disable the thin trigger that snaps when attempting to open the gate.</p>",
      "name": "Trapped Gate"
    },
    "Vampire Nettle": {
      "description": "<p>While the aptly named vampire nettle isn't undead, it tends to grow in places frequented by vampires, and this sinister plant's presence is often a key indicator that a graveyard houses more than just the dead. A vampire nettle appears as a coil of thorny vines with narrow, triangular leaves. A single stalk emerges from the plant's central mass, growing to a height of about three feet. The flower that droops from the tip of this stalk is usually white, but for the 24 hours after the nettle feeds, the flower's petals turn blood red.</p>\n<p>Due to their affinity with undead, vampire nettles are often found in abandoned burial grounds. Nettles that grow above graves sometimes send roots deep into the ground to suck additional nutrients from the bodies buried below; these vampire nettles often have the elite monster adjustments.</p><h2>Vampire Admirers</h2><p>Many vampires are fond of vampire nettles and are unaffected by the plant's intoxicating scent. Some have been known to drink from the nettle's flower, claiming that the blood takes on a pleasant piquancy akin to notes of a fine wine.</p>",
      "items": {
        "A5VQ8cGwIh3ZLOrn": {
          "description": "<p>30 feet. The vampire nettle exudes an enticing scent that no two creatures find exactly alike, other than in its alluring nature. A living creature that enters the aura or that starts its turn in the area must attempt a @Check[will|dc:15] save.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected and is temporarily immune to alluring scent for 24 hours.</p>\n<p><strong>Success</strong> The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} until the start of its next turn.</p>\n<p><strong>Failure</strong> The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated}, and it must spend each of its actions to move closer to the vampire nettle as expediently as possible, while avoiding obvious dangers. If a fascinated creature is adjacent to a vampire nettle, it stays still and doesn't act. If attacked by the vampire nettle, the creature is freed from captivation at the end of the vampire nettle's turn.</p>\n<p><strong>Critical Failure</strong> As failure, but if attacked by the vampire nettle, the creature can attempt a new save at the start of its next turn, rather than being freed at the end of the vampire nettle's turn.</p>",
          "name": "Alluring Scent"
        },
        "MiVEfX0oV0nsEoqx": {
          "description": "<p>A living humanoid that dies while under the effects of alluring scent rises as a @UUID[Compendium.pf2e.pathfinder-monster-core.Actor.Xo4IGzw28hivgMmM]{Zombie Shambler} after [[/gmr 1d4 #rounds]]{1d4 rounds}. The zombie isn't controlled by the vampire nettle but typically remains in the area to guard the plant for [[/gmr 1d4 #days]]{1d4 days} before wandering off. At some point within 1 week after leaving, the zombie collapses, and a new, fully grown vampire nettle erupts from its chest.</p>",
          "name": "Bloodless Guardian"
        },
        "hK6gcvE9qa1mGsy3": {
          "name": "Vine"
        },
        "uxospgEA0IhoPxCZ": {
          "description": "<p><strong>Requirements</strong> The vampire nettle is adjacent to a creature taking persistent bleed damage</p><hr /><p><strong>Effect</strong> The vampire nettle's central stalk dips into the wound and drinks blood. The vampire nettle gains 2d6 temporary Hit Points for 1 hour. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 hour if it fails a @Check[fortitude|dc:18] save (@UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} on a critical failure).</p>",
          "name": "Absorb Blood"
        }
      },
      "name": "Vampire Nettle"
    },
    "Vampire Servant": {
      "description": "<p>Vampires use their servitor pawns for infiltration and reconnaissance.</p>\n<hr />\n<p>Vampires are undead creatures that feed on the blood of the living.</p>",
      "items": {
        "1jREnmv7xdTiRRHp": {
          "description": "<p>The servant deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "RaYfxxlT031lUgCP": {
          "name": "Coffin Restoration"
        },
        "fG5TPYbHYwwOdPbD": {
          "name": "Claw"
        },
        "gxj7cGSco9mq9DF4": {
          "name": "Fast Healing 5"
        },
        "hn5GBufYeA5C1oOg": {
          "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p><hr /><p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and the vampire regains @Damage[5[healing]] HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "mK3REH0Jcz0NP7Bh": {
          "name": "Vampire Vulnerabilities"
        }
      },
      "name": "Vampire Servant",
      "npcHp": "coffin restoration, fast healing 5, void healing"
    },
    "Vampire Servitor": {
      "description": "<p>Vampires use their servitor pawns for infiltration and reconnaissance.</p>\n<hr />\n<p>Vampires are undead creatures that feed on the blood of the living.</p>",
      "items": {
        "1jREnmv7xdTiRRHp": {
          "description": "<p>The servitor deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "RaYfxxlT031lUgCP": {
          "name": "Coffin Restoration"
        },
        "fG5TPYbHYwwOdPbD": {
          "name": "Claw"
        },
        "gxj7cGSco9mq9DF4": {
          "name": "Fast Healing 5"
        },
        "hn5GBufYeA5C1oOg": {
          "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p>\n<hr />\n<p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and the vampire regains @Damage[5[healing]]{5 HP}, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "mK3REH0Jcz0NP7Bh": {
          "name": "Vampire Vulnerabilities"
        }
      },
      "name": "Vampire Servitor",
      "npcHp": "coffin restoration, fast healing 5, void healing"
    },
    "Vikandian": {
      "description": "<p>Twisted by age and eternal hunger, nosferatu malefactors spread plague in their wake and yearn for mortal blood.</p>\n<hr />\n<p>Among the most ancient of vampires are the nosferatus, twisted remnants of mortals who died in great plagues of old. Perhaps because of their age, nosferatus can no longer create more of their kind. Yet they still lurk among the living, manipulating the hearts and minds of their prey to either serve them beyond the limits of natural life or to become sustenance for the nosferatu like so many others before.</p>",
      "items": {
        "4nSekhH06OdsuVpK": {
          "description": "<p>The nosferatu can cast @UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate} at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait (@Check[will|dc:26]). A creature that succeeds is temporarily immune to that nosferatu's Dominate for 24 hours. Fully destroying the nosferatu ends the domination, but merely reducing the nosferatu to 0 HP is insufficient to break the spell.</p>",
          "name": "Dominate"
        },
        "6yaJZiY5ioc9C8Fy": {
          "description": "<p><strong>Trigger</strong> An enemy within Vikandian's reach critically fails on a Strike against him</p><hr /><p><strong>Effect</strong> Vikandian either makes a melee Strike against the triggering enemy or attempts to @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm} them of the weapon used for the Strike. If he succeeds, he gains panache.</p>",
          "name": "Opportune Riposte"
        },
        "8lbBLbpZMN6uwHeE": {
          "description": "<p><strong>Requirements</strong> Vikandian has panache</p><hr /><p><strong>Effect</strong> Vikandian attempts a sword cane Strike. If he hits, the target also takes 3d6 persistent bleed damage. He then loses his panache and can't use actions that have the attack trait for the rest of his turn.</p>",
          "name": "Bleeding Finisher"
        },
        "B3NBi21pYXb87QM2": {
          "description": "<p>n addition to the typical vampire vulnerabilities, Vikandian is jealous he can't create spawn. A PC who pokes at this shame when they attempt to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} Vikandian gains a +4 circumstance bonus on their Intimidation check. If they're successful, Vikandian becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for as long as he remains frightened as he sputters in rage.</p><ul><li><strong>Revulsion</strong> A nosferatu can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must Interact to do so for 1 round (similar to Raising a Shield). If the nosferatu involuntarily comes within 10 feet of an object of their revulsion, they gain the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a nosferatu can attempt a @Check[will|dc:25|traits:concentrate] save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for [[/gmr 1d6 #Overcome Revulsions]]{1d6 rounds} (or 1 hour on a critical success).</li><li><strong>Stake</strong> A magical wooden stake (such as one affected by a weapon potency rune, magic weapon, or similar magic) driven through the nosferatu's heart drops the nosferatu to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a nosferatu requires 3 actions and works only if the nosferatu is @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. If the stake is removed, the nosferatu can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the nosferatu's head is severed and anointed with <em>@UUID[Compendium.pf2e.equipment-srd.Item.z9T4c1hXwOotsMCp]{Holy Water}</em> while the stake is in place, the nosferatu is destroyed.</li><li><strong>Sunlight</strong> If exposed to direct sunlight, a nosferatu immediately becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. The slowed value increases by 1 each time the nosferatu ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the nosferatu loses all their actions in this way, they're destroyed.</li></ul>",
          "name": "Nosferatu Vulnerabilities"
        },
        "DotZCkt036LONE1t": {
          "name": "Claw"
        },
        "GUTBHqMY0oGnnUx0": {
          "description": "<p>If he's reduced to 0 HP, Vikandian disperses into an immense number of individual rats that flee in every direction in an attempt to return to his coffin in area <strong>N6</strong>. If even a single rat enters this coffin, he reforms in his body and is @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. If his body rests in his coffin for 1 hour, Vikandian gains 1 HP, after which his fast healing begins to function normally. If his coffin doesn't contain plagued grave dirt, he instead needs to rest in his coffin for 1 day before he gains 1 HP and regains his fast healing.</p>",
          "name": "Plagued Coffin Restoration"
        },
        "P7rE9vi1P70NJ5iD": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:26]</p>\n<p><strong>Onset</strong> 1 day</p>\n<p><strong>Stage 1</strong> drained (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}, @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 3}, and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3} (1 day)</p>\n<p><strong>Stage 4</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2}, drained 3, and enfeebled 3 (1 day)</p>\n<p><strong>Stage 5</strong> @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} (1 day)</p>\n<p><strong>Stage 6</strong> death</p>",
          "name": "Plague of Ancients"
        },
        "RDF08DgCVW9LDvLd": {
          "description": "<p>Vikandian transforms into a swarm of rats. He gains a land Speed of 30 feet and a climb Speed of 10 feet, and he becomes Large. Each enemy in his space takes @Damage[2d10[piercing]] damage (@Check[reflex|dc:26|basic] save). A creature that fails the save is exposed to plague of ancients.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "WMgMO9G3wUtuSBs8": {
          "name": "Fangs"
        },
        "X05VJUOijknoXUlb": {
          "description": "<p>Vikandian gains panache when he successfully uses Opportune Riposte, when he successfully @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralizes} a creature, when he successfully Dominates a creature, and when he Drinks Blood.</p>",
          "name": "Vampiric Panache"
        },
        "XiUc96AU4n1aM3zU": {
          "name": "Key"
        },
        "cg8fgSm6sGAJE6bt": {
          "name": "Fast Healing 10"
        },
        "e2fOY59UxAgnqdHF": {
          "description": "<p><strong>Requirements</strong> One of Vikandian's morlock thralls is present and can hear him</p><hr /><p><strong>Effect</strong> Vikandian gives a single command to one of his thralls, which the thrall follows to the best of their ability during their next turn.</p>",
          "name": "Command Thrall"
        },
        "leBhqdtsM3tajunv": {
          "description": "<p>Vikandian deals an additional 3 precision damage with his sword cane, fangs, or claw Strikes.</p>",
          "name": "Precise Fencer"
        },
        "mR1hECOdG4ihzUpu": {
          "description": "<p><strong>Requirements</strong> The nosferatu's last action was a successful fangs Strike</p><hr /><p><strong>Effect</strong> The nosferatu sinks their fangs into the targeted creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the creature's Fortitude DC. On a success, the creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}, and Vikandian regains @Damage[10[healing]] HP, gaining any excess HP as temporary Hit Points and gaining panache. Drinking Blood from a creature that's already drained doesn't restore any HP to the nosferatu, but increases the creature's drained condition value by 1. A nosferatu can also consume blood that's been emptied into a vessel for sustenance, but they gain no HP from doing so.</p>\n<p>The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful @Check[medicine|dc:20] check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "o1Qm9Y8r9sZ2z8kr": {
          "name": "Charm of Electricity Resistance"
        },
        "yMZjDluDwdyDmxeR": {
          "name": "Dominate (At Will) (See Dominate)"
        }
      },
      "name": "Vikandian",
      "npcHp": "fast healing 10, void healing, plagued coffin restoration"
    },
    "Vinn Karskell": {
      "items": {
        "HLXuVZtwYiwl8FAJ": {
          "name": "Prisoner's Rags"
        },
        "ZAnC0GBLTnvgs3RD": {
          "description": "<p>Vinn doesn't take the normal –2 circumstance penalty when making a lethal attack with his unarmed attacks.</p>",
          "name": "Powerful Fist"
        },
        "ZrrwFwjtiVuZauqO": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Vinn makes two unarmed Strikes. If both hit the same creature, combine their damage for the purpose of resistances and weaknesses. Apply Vinn's multiple attack penalty to the Strikes normally. When Vinn targets the same creature with both Strikes, if either Strike hits, the target must succeed at a @Check[fortitude|dc:24] save or be @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} (@UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 3} on a critical failure). This is an incapacitation effect.</p>\n<p>Alternatively, Vinn can replace one or both of his attacks during Flurry of Blows with Grapples, Repositions, Shoves, or Trips.</p>",
          "name": "Flurry of Blows"
        },
        "efJDuRfiGDLn3mce": {
          "name": "Fist"
        },
        "h5D2HvBgNYgU5hnr": {
          "description": "<p><strong>Trigger</strong> Vinn critically hits a foe with an unarmed Strike</p><hr /><p><strong>Effect</strong> Vinn cries out in triumph and absorbs a bit of the target's spiritual energy. He regains @Damage[10[healing]] Hit Points.</p>",
          "name": "Drink Qi"
        },
        "jwTWHjY87BzTVa7s": {
          "description": "<p>Vinn enters the stance of the wolf, crouching low to the ground and with his fingers curled like fangs, allowing him to make wolf jaw Strikes with his hands. If he's flanking while in this stance, his wolf jaw strikes gain the trip trait. Once Vinn enters wolf stance, he remains in the stance until he is knocked out or is no longer in combat.</p>",
          "name": "Wolf Stance"
        }
      },
      "name": "Vinn Karskell"
    },
    "Viper Bat": {
      "description": "<p>Strange creatures dwell in the lightless reaches of the Darklands. With its serpentine body, batlike wings and head, and glowing red eyes, it's hard to tell whether this creature is more bat or snake, and those who consider the viper bat a dumb beast are invariably shocked upon hearing its rasping voice. Though a viper bat's fur is naturally pale, it often appears nearly black as a result of the slick, rancid oil that oozes from the creature's flesh.</p>\n<p>Viper bats gather in colonies where they eagerly share stories gathered from those they feed upon, for to be digested by a viper bat is to surrender your secrets to them. Scholars wonder if this eerie side effect points to some ancient link to a ghoul's ability to retain knowledge from the bodies of those they eat, though in the case of a viper bat, once a creature is dead, it can no longer transfer its memories to them. In fact, dead flesh is unpalatable to a viper bat—they crave only living bodies, regurgitating their food into deep crevasses that serve as middens once they can no longer absorb knowledge from a meal.</p><h2>Friends to Undeath</h2><p>Although living, viper bats have a strong affinity with undeath. They are healed by void energy and share many immunities with the undead. Ghouls and vampires have a particular fondness for viper bats, with the latter often feeding their viper bat allies living prisoners who refuse to give up their secrets, in hopes that the viper bat digests those hidden truths.</p>",
      "items": {
        "3pm4pYR5hAumeSF0": {
          "description": "<p>30 feet, @Check[fortitude|dc:16]. Undead are immune to viper bat stench.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Stench]</p>"
        },
        "44emePyVIL8JoU6m": {
          "description": "<p>A viper bat gains a +4 circumstance bonus on @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} checks and to its Fortitude DC against attempts to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} them.</p>",
          "name": "Oily Coils"
        },
        "U8Fccth4gwN5PyNu": {
          "description": "<p>Medium, digest mind, Rupture 20</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "WOKVNlAU5TXErsyy": {
          "name": "Spit Poison"
        },
        "ZIW2y3BXyETGaBls": {
          "name": "Jaws"
        },
        "wlUAUO7p8E6DEEKY": {
          "description": "<p>Each time a swallowed creature begins their turn, they are affected by this horrific curse. If a creature escapes being swallowed whole before reaching stage 5, it recovers fully from this curse at the start of its next turn.</p>\n<p><strong>Saving Throw</strong> @Check[will|dc:25]</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 round)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 3} and slowed 1 (1 round)</p>\n<p><strong>Stage 4</strong> stupefied 3 and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} (1 round)</p>\n<p><strong>Stage 5</strong> the target's intellect is permanently reduced below that of an animal, and it treats its Charisma, Intelligence, and Wisdom modifiers as –5; it loses all abilities that require mental faculties, including spellcasting (unlimited duration).</p>",
          "name": "Digest Mind"
        },
        "xHUCts7d89GRIp3r": {
          "description": "<p>The viper bat flicks its coils, spraying rancid black oil in a @Template[type:cone|distance:30]. A creature in the area becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} for 1 minute if they fail a @Check[fortitude|dc:25] save (@UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure). The viper bat can't Flick Oil for [[/gmr 1d4 #rounds]]{1d4 rounds}.</p>",
          "name": "Flick Oil"
        }
      },
      "name": "Viper Bat",
      "npcHp": "void healing"
    },
    "Vool": {
      "items": {
        "3vycv9ThXOQbgNBf": {
          "description": "<p>The morlock tinkers with an adjacent construct or mechanical hazard. They attempt a @Check[crafting|defense:fortitude] check against the construct's or hazard's Fortitude DC. The morlock can't succeed if the target's level is more than double the morlock's.</p><hr /><p><strong>Critical Success</strong> The target gains @Damage[4d6[healing]] Hit Points and a +1 circumstance bonus to attack rolls for 1 minute.</p>\n<p><strong>Success</strong> The target gains @Damage[2d6[healing]] Hit Points.</p>\n<p><strong>Critical Failure</strong> The morlock injures itself, taking @Damage[2d6] damage (typically bludgeoning, piercing, or slashing, but potentially a different type at the GM's discretion).</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.TEzLEXBZzNCp6flg]{Effect: Instinctual Tinker (Critical Success)}</p><hr /><p>Vool can also use this to repair a broken wooden stake pick with a @Check[crafting|dc:20] check.</p>",
          "name": "Instinctual Tinker"
        },
        "G412UtVloe7PIpa4": {
          "name": "+2 Status to All Saves vs. Disease and Poison"
        },
        "HaYQ8Cd4C0hYSFdc": {
          "description": "<p>The morlock Strides up to twice its Speed, during which it attempts a @UUID[Compendium.pf2e.actionspf2e.Item.2HJ4yuEFY1Cast4h]{High Jump} or a @UUID[Compendium.pf2e.actionspf2e.Item.JUvAvruz7yRQXfz2]{Long Jump}. At any point during its movement, the morlock can make a melee Strike against an enemy in its reach.</p>\n<p>The morlock then can't use Leap Attack for 1 round.</p>",
          "name": "Leap Attack"
        },
        "IOckVWRp45SLUPJu": {
          "description": "<p>Vool's \"pick\" consists of a femur with a wooden stake lashed to one end. This weapon functions as a light pick that also has the versatile bludgeoning trait. If Vool critically fails a Strike with the janky weapon, it breaks and becomes useless until he repairs it. If he critically hits a vampire with the weapon, the vampire must succeed at a @Check[fortitude|dc:21] save or the stake is driven into its heart, reducing the vampire to 0 Hit Points. Despite his best efforts, Vool can't teach anyone to use the otherwise awkward weapon, although anyone can wield it as a normal +1 light pick with a head made of wood.</p>",
          "name": "Wooden Stake Pick"
        },
        "JpHoOTWWwTjBq2XP": {
          "description": "<p>When Vool Strides or Climbs and moves half his speed or less, he doesn't trigger reactions.</p>",
          "name": "Mobility"
        },
        "NXk6QjCfO8eW6Txp": {
          "description": "<p>Vool deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "W0bSHtjL45X0hkdK": {
          "name": "+1 Wooden Stake Pick"
        },
        "Y6Rqq2ahFM07WKRm": {
          "description": "<p>A morlock can share the same space as another morlock, but no more than two morlocks can occupy the same space. When morlocks share the same space, they gain a +1 circumstance bonus to attack rolls.</p>\n<p>Vool can't use this ability if he's frightened (because the other morlock he could share a space with might be a vampire).</p>",
          "name": "Swarming Stance"
        },
        "oaI2jLEPM9E92FUe": {
          "description": "<p>Vool is convinced there are vampires everywhere and is constantly @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}. His frightened condition can be removed via magic like clear mind, if someone eases his fears by Lying to him with a successful @Check[deception|dc:18] check, or by giving him something else to fear by Coercing him with a @Check[intimidation|dc:18] check. Once his frightened condition is removed, Vool becomes particularly brave for 10 minutes and gains a +2 status bonus on saving throws against fear effects. After this time (or earlier, if he sees a vampire), he becomes frightened 1 again. Vool loses this trait while in full sunlight, as that triggers his Light Blindness. (It's tough being a morlock in a vampire's world!)</p>",
          "name": "Vampires are Everywhere!"
        },
        "ofz49oiBkargWzh6": {
          "name": "Jaws"
        },
        "wtCyVDGoLvwmfdHy": {
          "name": "Wooden Stake Pick"
        }
      },
      "name": "Vool",
      "npcAllSaves": "+2 status to all saves vs. disease and poison"
    },
    "Vye": {
      "description": "<p>Defiling the natural order and spitting in the face of convention, the necromancer remains dutifully committed to understanding what forces await beyond the mortal boundaries of life and death.</p><hr /><p>Hidden secrets and occult powers have an irresistible lure for many. Since the majority of these NPCs are spellcasters, consider using alternative spell lists to adjust their themes.</p>",
      "items": {
        "97BKY16vMkTbaNcV": {
          "description": "<p><strong>Requirements</strong> The necromancer has at least one undead entity active</p><hr /><p><strong>Effect</strong> The necromancer commands all their undead entities to attack. Each entity can Stride up to 20 feet into an empty square and make a Strike. The Strike has a +15 attack modifier and deals @Damage[2d12[bludgeoning]|traits:magical] damage (or @Damage[2d12[spirit]|traits:magical]{spirit} damage if the entity is a spirit). The Strike has the magical trait, and no multiple attack penalty applies to it.</p>",
          "name": "Undead, Attack!"
        },
        "H46hxAw250tadz3G": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.8ViwItUgwT4lOvvb]{False Vitality}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>The spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack modifier and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical costs are provided when a scroll is created, so you don't need to provide them when casting from a scroll. If the spell requires a locus, you must have that locus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of False Vitality (Rank 3)"
        },
        "KNkiw6mO2XciMS75": {
          "name": "Spellbook (Rites Of Rot)"
        },
        "QQXMLJd5WLldP21P": {
          "description": "<p>Explorer's clothing is sturdy enough that it can be reinforced to protect you, even though it isn't a suit of armor. It comes in many forms, though the most common sorts look like clerical vestments, monk's garments, or wizard's robes, as members of all three classes are likely to avoid wearing armor.</p>",
          "name": "Hooded Robe"
        },
        "XCtQzAvxzCKT6NIl": {
          "description": "<p>The necromancer emits a scent of putrid rot in a 5-foot emanation. A living creature that enters or begins its turn in the aura is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>",
          "name": "Stench of Decay"
        },
        "cQNgpbGJ2HqT0Q44": {
          "name": "Fist"
        },
        "dlmisBHW3yYx7G8Q": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.0JWyMwVnLxX9CDYQ]{Rouse Skeletons}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated rank.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of the spell at the listed rank.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Rouse Skeletons (Rank 3)"
        },
        "fTVTb9OtQsYeLjQr": {
          "description": "<p>Vye takes @Damage[8[untyped]] damage for every hour she's exposed to sunlight.</p>",
          "name": "Vulnerable to Sunlight"
        },
        "rVFoJRcx6HO33Y7g": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.9s5tqqXNzcoKamWx]{Web}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>The spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack modifier and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical costs are provided when a scroll is created, so you don't need to provide them when casting from a scroll. If the spell requires a locus, you must have that locus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of Web (Rank 2)"
        },
        "tMnnKkqtdsnxMe99": {
          "description": "<p>The necromancer summons two Medium undead entities in different empty squares up to 30 feet away. These undead entities can take the form of zombies, skeletons, or ghosts, chosen by the necromancer. The entities block movement as though they were creatures and can be attacked. Each entity has 1 Hit Point and the same AC and saves as the necromancer. They can't take actions of their own and deteriorate if the necromancer is reduced to 0 Hit Points. The necromancer can have up to four undead entities at any given time. If they call another, the oldest undead entity deteriorates.</p>",
          "name": "Undead, Arise!"
        },
        "vUdceUlCZdmoJ5ZC": {
          "description": "<p><strong>Requirements</strong> The necromancer isn't drained and has at least one undead entity active</p><hr /><p><strong>Effect</strong> The necromancer overloads their undead entities with void energy, causing all of them to explode. Each entity is destroyed, dealing @Damage[4d12[void]|options:area-damage] damage to each creature in a @Template[type:emanation|distance:10] with a @Check[fortitude|dc:23|basic|options:area-effect] save. A creature in more than one explosion is damaged only once. The necromancer becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>",
          "name": "Wave of Death"
        }
      },
      "name": "Vye"
    },
    "Web Grub": {
      "description": "<p>Giant flies lay their eggs on the bodies of larger monsters or livestock. When they hatch, these eggs release squirming maggots the size of human children, ravenous young who voraciously consume any flesh in the immediate vicinity-typically starting with the body upon which they were born.</p>\n<hr />\n<p>Giant flies are pony-sized insects that have massive compound eyes and bodies bristling with short, stiff hairs. Their lairs are notorious for the rotting meat they stockpile to lay their eggs into. Their maggot-dens are also prime breeding grounds for virulent diseases.</p>",
      "items": {
        "Q1Y5hDzSE9VIVBFN": {
          "description": "<p><strong>Trigger</strong> A creature damages the web grub with a non-reach melee Strike</p><hr /><p><strong>Effect</strong> The web grub exudes sticky silk from its hide. The triggering creature must succeed at a @Check[reflex|dc:19] save or become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 minute (@UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} on a critical failure).</p>",
          "name": "Web Spray"
        },
        "WocBezkZj15D3pxg": {
          "name": "Tremorsense 30 feet"
        },
        "qUtjLPzfgoNg1aAP": {
          "name": "Mandibles"
        },
        "zvArmvrursLxbgGq": {
          "description": "<p><strong>Requirements</strong> The giant maggot has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} a creature</p>\n<hr />\n<p><strong>Effect</strong> The giant maggot deals @Damage[(1d8+2)[slashing]] damage to the grabbed creature as it chews the creature's flesh (@Check[reflex|dc:19|basic] save).</p>",
          "name": "Gnaw Flesh"
        }
      },
      "name": "Web Grub"
    },
    "Werebat Warrior": {
      "items": {
        "F6q9ZIM2bJTVHiae": {
          "description": "<p><strong>Frequency</strong> once per turn</p><hr /><p><strong>Effect</strong> The werebat unleashes a particularly powerful attack that devastates their enemy but leaves the werebat a bit unsteady. The werebat makes a melee Strike. This counts as two attacks when calculating their multiple attack penalty. If this Strike hits, the werebat deals an extra die of weapon damage.</p>",
          "name": "Vicious Swing"
        },
        "Rjy9Wsc3kJ1rNsWt": {
          "description": "<p>A werebat can communicate with bats.</p>",
          "name": "Bat Empathy"
        },
        "bKs00s1ZYKZAttAR": {
          "description": "<p><strong>Trigger</strong> An adjacent enemy damages the werebat</p><hr /><p><strong>Effect</strong> The werebat makes one or two wing Strikes, each against a different adjacent creature.</p>",
          "name": "Wing Thrash"
        },
        "bcAt84ytn7rhfeHx": {
          "description": "<ul><li><p><strong>Human</strong></p><ul><li><strong>Melee</strong> fist +11 <strong>Damage</strong> 1d4+2</li></ul></li><li><strong>Animal</strong></li></ul><hr /><p>The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape.</p>\n<p>In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws Strikes, and gains a melee fist Strike that deals bludgeoning damage equal to the slashing damage dealt by its claw.</p>\n<p>In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as Grab), and it loses its weapon Strikes.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "cKzzmXMBHWT9VOuU": {
          "name": "Religious Symbol of Camazotz"
        },
        "gXOlnF2kw519mCYT": {
          "description": "<p>This curse affects only humanoids.</p><hr /><p><strong>Saving Throw</strong> @Check[fortitude|dc:17]</p>\n<p>On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of werecreature until dawn.</p>\n<p>The creature is under the GM's control and goes on a rampage for half the night before falling unconscious until dawn.</p>",
          "name": "Curse of the Werebat"
        },
        "gquoj5bEtqLHwYAu": {
          "description": "<p>A werebat can use their hearing as a precise sense at the listed range.</p>",
          "name": "Echolocation"
        },
        "tJ9saTiqeVMaQpIy": {
          "description": "<p>When a full moon appears in the night sky, the werecreature must enter hybrid form, can't Change Shape thereafter, becomes one size larger, increases its reach by 5 feet, and increases the damage of its jaws by 2.</p>\n<p>When the moon sets or the sun rises, the werecreature returns to humanoid form and is @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} for [[/br 2d4 #hours]]{2d4 hours}.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.dRe8n1nBWMIXd8jh]{Effect: Moon Frenzy}</p>",
          "name": "Moon Frenzy"
        }
      },
      "name": "Werebat Warrior"
    },
    "Xarbaene": {
      "description": "<p>Vampire counts rule their demesnes and subjects through a mix of fear and cruelty.</p>\n<hr />\n<p>Vampires are undead creatures that feed on the blood of the living.</p>",
      "items": {
        "AVpXnwBBGoOo68pw": {
          "name": "Turn to Mist"
        },
        "AWS8p85NHI3IGL2n": {
          "description": "<p>The vampire can cast @UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate} at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait (@Check[will|dc:22]). The save DC uses the high spell DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours.</p>\n<p>Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell.</p>",
          "name": "Dominate"
        },
        "KESgZ7EFPclSlLY8": {
          "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p>\n<hr />\n<p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and the vampire regains @Damage[10[healing]]{10 HP}, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>",
          "name": "Drink Blood"
        },
        "KeTrwbKWih6HyuoM": {
          "name": "Fast Healing 7"
        },
        "OgOkCo3ZpgcUbZr1": {
          "name": "Vampire Vulnerabilities"
        },
        "QpzMidSalFaHGivw": {
          "description": "<p>The vampire transforms into one of its animal forms or back into its normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf.</p>\n<ul>\n<li><strong>Giant Bat</strong>\n<ul>\n<li><strong>Senses</strong> echolocation 40 feet,</li>\n<li><strong>Speed</strong> 20 feet, fly 30 feet,</li>\n<li><strong>Melee</strong> fangs +15 <strong>Damage</strong> 1d8+9 piercing</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "TjOmyfilNvHKI58M": {
          "name": "Children of the Night"
        },
        "YI0ylNDmvxevAqnt": {
          "name": "Dominate (At Will) (See Dominate)"
        },
        "gRQ32Y4BWrQbWOlS": {
          "name": "Coffin Restoration"
        },
        "iuyYNQtDMprDDoZH": {
          "name": "Mist Escape"
        },
        "jnZDE6piOq3rzmdg": {
          "description": "<p>If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire servitor by donating some of their own blood to the victim and burying the victim in earth for 3 nights.</p>\n<p>A vampiric servitor is compelled to obey its creator, but if a vampire controls too many vampiric servitors at once (as determined by the GM), or if the servitor is a higher level than the vampire that created it, strongwilled servitors can free themselves by succeeding at a @Check[will|defense:will] saving throw against the vampire's Will DC.</p>",
          "name": "Create Servitor"
        },
        "ziSz2omKZDCD4A0e": {
          "name": "Claw"
        }
      },
      "name": "Xarbaene",
      "npcHp": "coffin restoration, fast healing 7, void healing"
    },
    "Yobnobby": {
      "description": "<p>Jinkins are sadistic tinkers who steal and sabotage items and take great pride in their power to curse precious objects. They hold grudges and create convoluted plans for revenge when they feel slighted, such as when a creature dares to remove one of their curses. Rarely content to wreak simple mayhem, jinkins also take immense pleasure in torture and murder, though they prefer to lead victims into traps designed to capture or incapacitate rather than just kill them outright. Deep pits are a preferred method, since victims who survive their fall face a slow death from starvation and thirst while jinkins gather at the edge of pits to tease and torment them.</p>\n<hr />\n<p>Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life in the Universe, finding distinct niches for their inventive destructiveness. Nearly all gremlins delight in ruining or breaking things, whether it's something physical like a device or vehicle or something intangible such as an alliance or relationship. A gremlin's greatest joy is watching the collapse of complex creations, preferably after the slightest, carefully targeted nudge from the gremlin. Gremlins tend to denigrate, bully, or even slaughter their lesser kin, particularly mitflits, whom stronger gremlins derisively call \"baggies.\"</p>",
      "items": {
        "Shu2zixdfijXIA2G": {
          "description": "<p>Yobnobby's armor grants resistance 4 to acid and electricity damage. This resistance increases to 6 when she successfully activates Expert Overdrive.</p>",
          "name": "Yobnobby's Armor"
        },
        "Zb8K4VcpBvIelQv0": {
          "description": "<p>Yobnobby causes her tekko-kagis to extend on armatures from her hands, granting her reach 10 feet with the weapons until the end of her turn.</p>",
          "name": "Extend Claws"
        },
        "bff2Jh99zQPqG6QH": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> Yobnobby attempts a @Check[crafting|dc:18] check.</p><hr /><p><strong>Critical Success</strong> Yobnobby's Strikes deal an additional 5 damage for 1 minute. After this effect ends, Yobnobby can't use Expert Overdrive for 1 minute.</p>\n<p><strong>Success</strong> As critical success, but only an additional 3 damage.</p>\n<p><strong>Failure</strong> Nothing happens.</p>\n<p><strong>Critical Failure</strong> Yobnobby's gizmos catch on fire! She takes @Damage[3[fire]] damage and can't use Expert Overdrive again for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.EIERHL5oo4OlBkAZ]{Effect: Yobnobby Overdrive}</p>",
          "name": "Expert Overdrive"
        },
        "dawIHmBmwwLU1WVg": {
          "description": "<p>Yobnobby causes her armor to belch fire in a @Template[type:emanation|distance:5]. Creatures in this area (other than Yobnobby) take @Damage[3d6[fire]|options:area-damage] damage (@Check[reflex|dc:19|basic|options:area-effect] save), after which Yobnobby must attempt a @Check[flat|dc:17].</p>\n<p><strong>Success</strong> Yobnobby's armor is unharmed by the explosion.</p>\n<p><strong>Failure</strong> Yobnobby's armor emits a loud grinding sound and belches plumes of rancid-smelling smoke. She can't use Explode again until she takes 10 minutes to repair her armor.</p>\n<p><strong>Critical Failure</strong> As failure, but Yobnobby also takes @Damage[3[fire]] damage.</p>",
          "name": "Explode"
        },
        "fHam88iT0r3U5tcl": {
          "description": "<p>A group of six jinkins can work together for an hour to imbue an item with a curse at a range of 60 feet. While this process is lengthy, it's also unobtrusive and can be performed while @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hiding}. Jinkins prefer to use this ability on magic items. The curse makes the item unreliable (@Check[flat|dc:5] check or waste any action to Interact with or Activate the item), adds a bizarre requirement to use the item, or imparts some other curse of a similar caliber.</p>",
          "name": "Tinker"
        },
        "oObpBdGWzojxRdfS": {
          "description": "<p>Yobnobby deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>",
          "name": "Sneak Attack"
        },
        "s1pEYkYD45YTcM8g": {
          "name": "Yobnobby's Armor"
        }
      },
      "name": "Yobnobby"
    },
    "Zer": {
      "description": "<p>It's the reckless scientist's job to break the rules of reality, no matter the cost.</p><hr /><p>Villains pursue selfish and cruel goals, trampling over anyone in their way.</p>",
      "items": {
        "9vmB4BnE4F94fvr0": {
          "name": "Alchemical Grenade"
        },
        "E00krW5owLvGqBHn": {
          "description": "<p>A reckless scientist carries a collection of poorly stowed alchemical items: 3 elixirs of life and 6 alchemical grenades. The scientist replenishes these items each day using scavenged materials. The alchemical grenades deal either acid, cold, or fire damage plus 2 persistent damage and 2 splash damage of the same type (typically the collection contains two of each grenade).</p>",
          "name": "Unstable Collection"
        },
        "FVyAEWKE2TXSuiE5": {
          "description": "<p>Zer takes @Damage[10[untyped]] damage for every hour he's exposed to sunlight.</p>",
          "name": "Vulnerable to Sunlight"
        },
        "LHKrI2drE35rhFEs": {
          "name": "Fist"
        },
        "LMckIZmrAQt7HWW3": {
          "description": "<p>When an attacker scores a critical hit against the reckless scientist, one of the scientist's alchemical items bursts. The GM determines the item randomly. If it was a bomb, the alchemist takes damage from the bomb, and any creature adjacent to the alchemist takes the splash damage. Any other item is wasted.</p>",
          "name": "Unstable Explosion"
        },
        "YZqHMPt8ZBbo3FbI": {
          "name": "Underworld Lore"
        },
        "d9TOZvyquMo6o18K": {
          "description": "<p>The reckless scientist Interacts to draw an alchemical grenade with an Interact action and throws it as a ranged Strike.</p>",
          "name": "Quick Grenadier"
        },
        "oe1JxJaahxy5yjHI": {
          "description": "<p>Functions as leather armor.</p>",
          "name": "Work Coat"
        },
        "x8s1JWo1Jcm4elFK": {
          "name": "+1 Status to All Saves vs. Poison"
        },
        "zewypHqdhJynMyRj": {
          "name": "Engineering Lore"
        },
        "ziPz3z2a6Db63N9r": {
          "description": "<p>The reckless scientist attempts to combine two alchemical grenades or two elixirs of life into one item. They can Interact to draw the items if necessary. They attempt a @Check[crafting|dc:22] check, destroying both component items to create one new item.</p><hr /><p><strong>Success</strong> The new item has the full effect of both component items, and the reckless scientist can Activate it. If they don't Activate it before the end of their turn, the item explodes (as critical failure).</p>\n<p><strong>Failure</strong> The new item is inert.</p>\n<p><strong>Critical Failure</strong> The unstable item explodes, dealing @Damage[3d6[piercing]] damage to the reckless scientist.</p>",
          "name": "Reckless Alchemy"
        }
      },
      "name": "Zer",
      "npcAllSaves": "+1 status to all saves vs. poison"
    },
    "Zovi": {
      "items": {
        "9wU2PBZ7mXqnwKBl": {
          "name": "Battle-Grapple Innovation"
        },
        "MwwsRM2Vb4ZqDcFF": {
          "description": "<p><strong>Requirements</strong> The dero is wearing a cytillesh toolkit and has a hand free</p><hr /><p><strong>Effect</strong> The dero excises damaged flesh and crudely stitches wounds shut, healing themself or an ally in reach for @Damage[(2d8+14)[healing]] Hit Points. For 1 hour, the target has slashing weakness 2 and is immune to Dero Medicine.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.vqKBIflXiAmCx5QQ]{Effect: Dero Medicine}</p>",
          "name": "Dero Medicine"
        },
        "a4RuZGPEPdmhudOd": {
          "description": "<p>With a high-pitched cackle of glee, Zovi makes a battle-grapple Strike against up to three enemy creatures within 20 feet. Zovi attempts a check to @UUID[Compendium.pf2e.actionspf2e.Item.2u915NdUyQan6uKF]{Demoralize} each target she hits with this Shrieking Flurry.</p>",
          "name": "Shrieking Flurry"
        },
        "ajbus4Pn2enZ3Nx2": {
          "name": "Battle-Grapple Innovation"
        },
        "ewO3TvexCntPBKvI": {
          "description": "<p>Zovi fights using a complex device she crafted from scavenged clockwork parts and ancient Azlanti magitech. Similar in appearance to a grappling hook attached to an auto-retracting cable, this device is called a battle-grapple innovation. It allows Zovi to use her Magitech Propulsion and Whirling Flurry abilities. Unlike other tethered weapons, each time Zovi uses her battle-grapple innovation, she automatically retrieves it as a free action, allowing her to make multiple attacks in a row. It otherwise functions as an inventor weapon innovation with no modifications.</p>",
          "name": "Battle-Grapple Innovation"
        },
        "zv1sExJogwxWb2P6": {
          "description": "<p>With a flourish, Zovi activates the ancient magitech kitbashed onto her battle-grapple innovation. For [[/gmr 1d4 #rounds]]{1d4 rounds}, Zovi deals an additional 2d6 fire damage with her battle-grapple innovation. At the end of this time, the magitech backfires in a burst of fire and smoke, dealing @Damage[2d6[fire]] damage to Zovi and making her @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} and @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>",
          "name": "Magitech Propulsion"
        }
      },
      "name": "Zovi"
    }
  },
  "label": "Shades of Blood"
}