{
  "entries": {
    "Alzarius": {
      "items": {
        "ExVTbhbC9UlgFvsz": {
          "description": "<p>Whenever Alzarius attempts to @UUID[Compendium.pf2e.actionspf2e.Item.OX4fy22hQgUHDr0q]{Make an Impression} using Diplomacy, he can attempt his check against the Will DC of up to 50 creatures at once. If he focuses on Making an Impression on just one target, he treats a success as a critical success. Finally, whenever he makes a Request, he can make requests as if the target's attitude toward him was one step better than it is, as long as they aren't hostile.</p>",
          "name": "Skilled Diplomat"
        },
        "GBnBaeuMYpbshBPY": {
          "description": "<p>When Alzarius inflicts damage with a Strike, he deals an additional 2d6 cold damage as shards of ice and blasts of frozen wind slash and buffet the creature struck.</p>",
          "name": "Snowcaster's Legacy"
        },
        "RY9E16PdCnfVQrgR": {
          "name": "Razmir mask and robes"
        },
        "VKk43Gkuqk3lkO44": {
          "description": "<p>Alzarius's sorcerous bloodline is tied to the element of water—particularly to its manifestation in the form of ice or snow. When he casts a spell that inflicts cold damage, the target takes an additional 1 cold damage per spell rank.</p>",
          "name": "Frozen Bloodline"
        },
        "cvwM3Cy7NFVgilh7": {
          "description": "<p>As long as Alzarius wears his Razmir mask, it's very difficult to tell if he's lying. All Perception checks to see through his deceptions take a –4 circumstance penalty as a result.</p>",
          "name": "Masked Lies"
        },
        "fr12rvt4Ek18pG5y": {
          "description": "<p>Alzarius can cast @UUID[Compendium.pf2e.spells-srd.Item.oUDNCArkQTdhllxD]{Aqueous Orb}, @UUID[Compendium.pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0]{Cleanse Affliction}, @UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}, @UUID[Compendium.pf2e.spells-srd.Item.xxWhyl81w3ckslAU]{Howling Blizzard}, and @UUID[Compendium.pf2e.spells-srd.Item.kHyjQbibRGPNCixx]{Ice Storm} at a higher rank by spending a spell slot of that rank.</p>",
          "name": "Signature Spells"
        },
        "poGLK7NZZeHZSdD9": {
          "name": "Elemental Form (Water Only)"
        },
        "t8t15Lfj05IlEtCH": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> Alzarius can cast a spell more efficiently. If his next action is to cast a cantrip or a spell up to 4th-rank, he reduces the number of actions it takes to cast it by 1 (minimum 1 action).</p>",
          "name": "Quickened Casting"
        }
      },
      "name": "Alzarius"
    },
    "Captain Talymir": {
      "description": "<p>Graveknights are undead warriors granted unlife by a cursed suit of armor.</p>",
      "items": {
        "12LD6QHUzml95C9n": {
          "name": "Frost Greatsword"
        },
        "1UmNfowZ4HWxS9rx": {
          "description": "<p>The graveknight unleashes a @Template[cone|distance:30] of energy. Creatures in the area take @Damage[12d6[cold]] with a @Check[reflex|dc:30|basic]. The graveknight can use this ability once every [[/gmr 1d4 #Recharge devastating blast]] rounds.</p>",
          "name": "Devastating Blast"
        },
        "4adEu2Sh2OYsvkLV": {
          "name": "Fist"
        },
        "8CznKBBokxBMcUVf": {
          "name": "Warfare Lore"
        },
        "XCfMmPXvB7LJznlU": {
          "name": "Frost Composite Longbow"
        },
        "ZDAvMSdqzRdJy5aw": {
          "description": "<p>Captain Talymir is immune to Ulugurnix's frightful presence aura, Poison Breath, and stench aura. If Ulugurnix is destroyed, Captain Talymir becomes infuriated. He deals 2 additional damage on melee Strikes and becomes @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} for 3 rounds; he can use the extra action to Stride or Strike.</p>",
          "name": "Dragon Bonded"
        },
        "snOrUVs5f8v8gtuP": {
          "description": "<p>This curse affects anyone who wears a graveknight's armor for at least 1 hour</p>\n<p><strong>Saving Throw</strong> @Check[will|dc:34] save</p>\n<p><strong>Onset</strong> 1 hour</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} and can't remove armor (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2}, –10-foot status penalty to Speeds, and can't remove armor (1 day)</p>\n<p><strong>Stage 3</strong> dies and transforms into the armor's graveknight.</p>",
          "name": "Graveknight's Curse"
        },
        "t6KHJCiZXdNJnqxB": {
          "name": "Weapon Master"
        },
        "xH6NrBw4bYEHU7e3": {
          "description": "<p>30 feet. When a creature in the aura uses a vitality spell or ability, the graveknight automatically attempts to counteract it, with a counteract modifier of [[/r 1d20+18 #Counteract]]{+18}.</p>",
          "name": "Sacrilegious Aura"
        }
      },
      "name": "Captain Talymir",
      "npcHp": "rejuvenation, void healing"
    },
    "Degholau": {
      "description": "<p>Degholaus form from wretched souls who betrayed their societies to evil ends or for personal gain. These fiends resemble bloated, bestial humanoids with eyeless mole-like faces. They have five tails, all of which feature blood-red eyes.</p><h2>High Crimes</h2><p>Those whose souls become degholaus abused positions of authority in their nation for personal gain or simply out of a need for cruelty. They might have sold secrets, weakened institutions, or initiated military action against their own people. Some initially deluded themselves into believing their actions were righteous or victimless, but eventually embraced their destructive role, damaging their soul so completely they transform into these demons after their judgment.</p>",
      "items": {
        "5v63fstxfbYiyG4p": {
          "name": "Claw"
        },
        "7HtggvaftWFMBdX4": {
          "name": "Translocate (At Will)"
        },
        "R6h555Ee4IhmZEOY": {
          "description": "<p>The first time each round that a creature critically succeeds at a save against a degholau's Veil of Lies or that a creature confronts the fiend on a falsehood immediately after the demon fails to @UUID[Compendium.pf2e.actionspf2e.Item.ewwCglB7XOPLUz72]{Lie}, the degholau takes @Damage[3d6[mental]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Exposure Vulnerability"
        },
        "ZO5bq9LBYC5p6e7l": {
          "description": "<p><strong>Saving Throw</strong> @Check[will|dc:33]</p>\n<p><strong>Onset</strong> 1 day</p>\n<p><strong>Stage 1</strong> +1 status bonus to attack rolls and damage rolls, must succeed at a @Check[flat|dc:10] to use the @UUID[Compendium.pf2e.actionspf2e.Item.HCl3pzVefiv9ZKQW]{Aid} reaction (3 days)</p>\n<p><strong>Stage 2</strong> as stage 1, and +1 status bonus to skill checks, plus must succeed at a @Check[flat|dc:10] to heal an ally (1 week)</p>\n<p><strong>Stage 3</strong> as stage 2, plus lose sanctification traits (1 week)</p>\n<p><strong>Stage 4</strong> anathemas are now edicts, and former edicts are now anathemas—acting upon these new edicts causes loss of abilities and sanctification granted by classes and deities who consider them anathema (1 week)</p>",
          "name": "Twisted Loyalties"
        },
        "aBZdR5KU6uweR38c": {
          "description": "<p>15 feet. A degholau exudes a faint scent of rotting wildflowers in its aura—an odor that dulls the mind. A creature that ends its turn in the aura must attempt a @Check[will|dc:30] save.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected and is temporarily immune to Veil of Lies for 1 minute.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} while it remains in the aura and for 10 minutes after leaving the aura.</p>\n<p><strong>Critical Failure</strong> As failure, except @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2}.</p>",
          "name": "Veil of Lies"
        },
        "fHyIsP6JVlIHyojS": {
          "name": "Spit"
        },
        "kc8C8zhUfOqFUwnf": {
          "name": "Truespeech (Constant)"
        },
        "tGV6qcSxDZi2tXNS": {
          "name": "Tail"
        },
        "untdFLKUpby8X9UZ": {
          "description": "<p><strong>Saving Throw</strong> @Check[will|dc:33]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 round)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} (1 round)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled} by the degholau (1 round)</p>",
          "name": "Conspiratorial Thoughts"
        }
      },
      "name": "Degholau",
      "npcAc": "all-around vision",
      "npcAllSaves": "+1 status to saves vs. magic"
    },
    "Delvarnis": {
      "items": {
        "1YZuVeubPYPVO33v": {
          "description": "<p>If a reaction would disrupt Delvarnis's spellcasting action, he attempts a @Check[flat|dc:15]. If he succeeds, his action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        },
        "2pVM9KqDXEoXcFPe": {
          "name": "Iron Key"
        },
        "D0vz4lFMFhpLjtf2": {
          "name": "Black Razmir Robes"
        },
        "V4OunmDBG6duLq1T": {
          "name": "Demon Mask (Greater, Appears as a Mask of Razmir)"
        },
        "ablVeJr7myncLdRb": {
          "description": "<p><strong>Trigger</strong> Delvarnis is captured alive</p><hr /><p><strong>Effect</strong> Blood pours from Delvarnis' ears and nose, and they drop dead on the spot. An adjacent PC who witnesses this unexplained death must succeed at a @Check[will|dc:27] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Unexplained Demise"
        },
        "fsOceixvlu0ofCp8": {
          "description": "<p><strong>Trigger</strong> A creature Casts a Spell that Delvarnis knows</p><hr /><p><strong>Effect</strong> Delvarnis expends a spell slot of the same level and then attempts to counteract the triggering spell with a [[/gmr 1d20+18 #Counteract]]{+18} bonus on the check.</p>",
          "name": "Counterspell"
        },
        "mpS3Hjp5hqJc8wAA": {
          "description": "<p>Delvarnis inflicts an additional 4d6 mental damage with melee Strikes made while he wears a mask. On a critical hit with such a Strike, the creature struck becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Razmir's Disappointment"
        },
        "nAiiSbYBQ3BXTJ9E": {
          "description": "<p>Delvarnis is driven forward by a singular, otherworldly will, guiding their actions. Whenever Delvarnis attempts a Will saving throw against a mental effect that would control or dictate their actions, Delvarnis treats the result of the saving throw as one category better.</p>",
          "name": "Otherworldly Will"
        },
        "w9f6qrjUF6g48GY2": {
          "name": "+2 Striking Staff of Control (Greater)"
        }
      },
      "name": "Delvarnis"
    },
    "Enhanced Fireball Rune": {
      "description": "<p>An invisible rune creates an invisible, spherical magical sensor with a 20-foot radius.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:32] (expert) to erase the rune without triggering the sensor, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (6th rank; counteract DC 27) to counteract the rune</p>",
      "name": "Enhanced Fireball Rune"
    },
    "Eshmok": {
      "description": "<p>Eshmoks are proof that anger consumes a creature. Formed from wrathful souls, these demons resemble giant humanoid wasps who have fallen victim to parasitic fungi. The fungi's foul-looking fibrous material is a physical manifestation of wrath. Tendrils of it burst from eshmok bodies, emitting rage-inducing spores, while lattices of nest-like growths from their torsos shelter wasplike infestations.</p><h2>Wrathful Parasites</h2><p>The swarms that infest an eshmok aren't its allies, but incarnations of anger that serve to constantly harry and agonize the creature. Some maintain that these wasps are manifestations of Calistria's vengeance, but her faithful believe something closer to the truth—that these wasps represent a mockery of vengeance and a corruption of the directed rage their goddess teaches and epitomizes. Eshmoks are particularly reviled by worshipers of Calistria as a result.</p>",
      "items": {
        "8MefJICxEaL0kKqs": {
          "description": "<p>An eshmok's wrathful infestations defines them, and forcing peace upon them wrenches at their soul. If they fail a save against calm or a similar effect forcing them to be peaceful, an eshmok takes @Damage[4d6[mental]] damage.</p>",
          "name": "Harmony Vulnerability"
        },
        "BM77FWpiqPwOVwo3": {
          "description": "<p>A creature that's @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} by eshmok infection can use the extra action each round for only Strike actions. A creature that's @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} by eshmok infection never considers an eshmok in fungal form as a target</p>\n<p><strong>Saving Throw</strong> @Check[will|dc:28]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> confused (1 round)</p>\n<p><strong>Stage 2</strong> confused and quickened (1 round)</p>\n<p><strong>Stage 3</strong> confused, @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}, and quickened (1 round)</p>",
          "name": "Eshmok Infection"
        },
        "DcCMWDcnlhxCTHQ2": {
          "name": "Translocate (At Will)"
        },
        "Ms1JQiB4TB9EcT3D": {
          "description": "<p>The eshmok turns into their fungus form or back into their normal humanoid wasp form. In fungus form, they lose their fly Speed and can't make stinger Strikes. In wasp form, they gain a tendril melee Strike (+21 for 2d8+9 slashing plus eshmok infection); the tendril strike has the agile, magical, reach 10 feet, and unholy traits.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "gEd5szbw7tgDayJj": {
          "description": "<p>The eshmok exhales a wave of stinging fiendish wasps out in a @Template[type:cone|distance:30], dealing @Damage[4d8[poison]] damage to every creature within the cone (@Check[reflex|dc:28|basic] save). The swarming fiend wasps linger in the area for 6 rounds or until the eshmok is able to use Infesting Exhalation again, whichever comes first. Each creature damaged by Infesting Exhalation or that enters the area must succeed at a @Check[fortitude|dc:28] save or take @Damage[2d8[persistent,poison]] damage and become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} as the poison renders them dizzy and nauseous. At the end of each of their turns, they can attempt a new Fortitude save to end the effects. The eshmok can't use Infesting Exhalation again for [[/gmr 1d6 #Recharge Infesting Exhalation]]{1d6 rounds}.</p>",
          "name": "Infesting Exhalation"
        }
      },
      "name": "Eshmok",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Fungal Flytrap": {
      "description": "<p>Because they blend in so well with surrounding foliage, giant flytraps can use the element of surprise to make quick strikes against unsuspecting adventurers and forest travelers.</p>\n<hr />\n<p>Flytraps eagerly feed on humanoids, monstrous insects, and larger prey.</p>",
      "items": {
        "A7AIAW82kyBDKhWn": {
          "description": "<p><strong>Trigger</strong> A creature hits or touches the flytrap.</p>\n<hr />\n<p><strong>Effect</strong> The flytrap makes a leaf Strike against the triggering creature. If it hits, the creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} in that leaf.</p>",
          "name": "Quick Capture"
        },
        "CBZgnwJ9S03gtLHf": {
          "description": "<p>The flytrap attacks a single target with all four of its leaves. The flytrap makes one leaf Strike. On a success, the flytrap deals the damage from one leaf Strike plus an additional [[/r {1d8}]]{1d8 damage} for every leaf beyond the first. On a failure, the flytrap deals the damage from one leaf Strike, but it can't use Improved Grab. It deals no damage on a critical failure. This counts toward the flytrap's multiple attack penalty as a number of attacks equal to the number of leaves the flytrap has.</p>",
          "name": "Focused Assault"
        },
        "QS36nnJeanAeIdKI": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:29]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d8[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d8[persistent,poison]] damage and can hear root rotter thoughts within 30 feet as an imprecise sense (2 rounds)</p>\n<p><strong>Stage 3</strong> as stage 2, but @Damage[4d8[persistent,poison]] damage and arise as a root rotter upon death (2 rounds).</p>\n<p>This replaces the Grab and Swallow Whole abilities possessed by giant flytraps.</p>",
          "name": "Greater Infestation"
        },
        "j6xu1V9riuAOrTpK": {
          "name": "Tremorsense (Imprecise) 60 feet"
        },
        "mf1G3pa8hN8LNJ4n": {
          "name": "Leaf"
        },
        "rZ6DDkGMLvCQH70m": {
          "description": "<p>The flytrap makes four leaf Strikes at a -2 penalty, each against a different target. These attacks count toward the flytrap's multiple attack penalty, but the multiple attack penalty doesn't increase until after it makes all its attacks.</p>",
          "name": "Hungry Flurry"
        }
      },
      "name": "Fungal Flytrap"
    },
    "Fungal Heart": {
      "description": "<p>A pulsing green cluster of fungus suspended in the middle of the spherical room by thick lengths of fibrous stalks.</p>",
      "hazardDisable": "<p>@Check[nature|dc:33] (master) three times to carefully prune away specific tethers that keep the fungal heart active, or @Check[religion|dc:33] (master) three times to exorcise the demonic energies from the fungal heart.</p>",
      "hazardReset": "<p>The fungal heart deactivates and resets if 3 rounds pass during which no attempts to disable or damage it take place. On subsequent activations of \"Treerazer Notices,\" no telepathic message is sent—it's simply an overwhelming sensation of imminent doom.</p>",
      "hazardRoutine": "<p>(1 action; divine, poison) The fungal heart clenches as if beating like a real heart, then exudes a churning cloud of toxic spores that fills areas <strong>D1</strong> and <strong>D2</strong>. All creatures in these areas take @Damage[10d6[poison]] damage (@Check[fortitude|dc:34|basic] save; creatures in area <strong>D1</strong> gain a +4 circumstance bonus to this save due to the diffusion of the spores as they wash into the larger area).</p>",
      "name": "Fungal Heart"
    },
    "Grizzer": {
      "description": "<p>These gangly fey lizards are known for two traits. First, they look ridiculous when they run, dashing on hind legs while waving their front legs wildly in the air. Second, they're inveterate thieves with the ability to store an extraordinary amount of goods in their stomach. Many grizzers appeared in the River Kingdoms a little over 10 years ago, but several coordinated hunts drove them further southwest, where they've begun to thrive in the forests of Razmiran.</p><h2>Strange Fey Appetites</h2><p>A grizzer's strange appetite isn't unique among fey. Azarpals, for example, can store food in their bellies and infuse them with poisons that wreak havoc on feasts and banquets. Stories of whales swimming in otherworldly seas that have swallowed entire villages, or of duplicitous serpentine fey who can assume the forms of those they consume, suggest that fey with strange appetites aren't so unusual on the First World.</p>",
      "items": {
        "1fBEO5jlP48EQ0bO": {
          "description": "<p>A grizzer ignores difficult terrain from narrow confines and can move at full Speed when Squeezing.</p>",
          "name": "Limber"
        },
        "2tnVXCJpPjj5VU3v": {
          "description": "<p>If the grizzer swallows a cold iron item or a creature holding or wearing a cold iron item, the grizzer becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} until they regurgitate it.</p>",
          "name": "Cold Iron Indigestion"
        },
        "DOdN2ipcrLTHuuUe": {
          "name": "Jaws"
        },
        "DceoDxVkjADlYoJL": {
          "name": "Claw"
        },
        "EbE3C2YuIe0CXTus": {
          "description": "<p>The grizzer's stomach is an extradimensional space (that appears to be an immense elongated leathery chamber) capable of holding up to 24 Bulk. Unless the grizzer uses Digest, the space has the same environment as the grizzer's surroundings, and creatures inside don't take damage from being swallowed, nor do they face the threat of suffocation.</p>",
          "name": "Extradimensional Stomach"
        },
        "IM7PVRzGjOwdOFMz": {
          "description": "<p>The grizzer fills their stomach with acid for 1 round to digest its contents. Creatures inside the stomach must hold their breath or start suffocating, and they take @Damage[4d8[acid]] damage (@Check[reflex|dc:29|basic] save). The grizzer can Sustain this activity, in which case the stomach remains filled with acid; creatures inside take acid damage at the end of their turn and can't catch their breath. The grizzer regains 10 Hit Points if at least one creature takes acid damage as a result of Digest.</p>",
          "name": "Digest"
        },
        "WAhYoFJ1JRpwesoj": {
          "description": "<p>The grizzer regurgitates a creature or unattended item from their stomach into an adjacent unoccupied space.</p>",
          "name": "Regurgitate"
        },
        "ZCRXWPSO911WQluj": {
          "description": "<p>The grizzer unfurls their sticky tongue at a creature within 15 feet and attempts to either pull the target closer or @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm} it. If they choose to pull the target, they attempt an Athletics check against the target's Fortitude DC and pull it into an adjacent space on a success. If the grizzer attempts to Disarm the target, they gain a +1 circumstance bonus to the Athletics check if the item is made of shiny material or magically illuminated, such as by revealing light. If the Disarm attempt critically succeeds, the grizzer also grabs the item with their tongue and swallows it.</p>",
          "name": "Snatch Object"
        },
        "yFRy4wGsgGE2UqHd": {
          "description": "<p>Huge, no damage, Rupture 20</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        }
      },
      "name": "Grizzer"
    },
    "Lukarazyll": {
      "description": "<p>Wrecker demons, also known as abrikandilus, despise beautiful things and do everything in their power to destroy both people and objects regarded as such. An abrikandilu forms from the souls mortals who were vandals, misanthropes, or defacers of artwork, particularly if their destructive actions stemmed from feelings of powerful envy.</p>\n<p>An abrikandilu loathes only one thing more than beauty: their own visage. The mere sight of their face-reflected in a mirror, a shield, or even a pool of water- can send a wrecker demon into a rage. Many demon slayers leverage tactic to their advantage, venturing into battle with polished steel shields and cold iron blades at the ready.</p>\n<hr />\n<p>Mortal souls that have been twisted and corrupted by sin sometimes arise in the afterlife as demons. These powerful and destructive fiends seek to spread their particular sin to warp more souls, thereby bolstering their numbers and continuing the cycle.</p>",
      "items": {
        "3wLOdV2RXEY5pnF5": {
          "description": "<p>When Lukarazyll hits a creature with his jaws Strike, the creature becomes infected with the demon's self-loathing. The creature must succeed at a @Check[will|dc:34] save to avoid gaining a –1 status penalty to Charisma-based checks. This penalty is cumulative up to –3, and remains even if the wounds are healed. The penalty is reduced by 1 every 24 hours until it reaches 0.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.LgZx5xotO08JzhVc]{Effect: Mutilating Bite}</p>",
          "name": "Loathsome Bite"
        },
        "4cx1d9efogHuWe26": {
          "description": "<p>Lukarazyll makes two claw Strikes against an unattended object, wrenching and gouging it while infesting it with tendrils of fungus. If both Strikes hit, combine their damage for the purpose of overcoming its Hardness. These Strikes don't count toward Lukarazyll's multiple attack penalty, nor does that penalty apply to these strikes. If the object is destroyed, Lukarazyll can use it as hurled debris—the remnants automatically become fungus-infested as part of this act and can create a spore burst on a successful hit.</p>",
          "name": "Wreck"
        },
        "983mBG3qwmzQKGS2": {
          "description": "<p>Lukarazyll, like all abrikandilu, despises the sight of his own reflection. When a creature Interacts with a mirror within sight of Lukarazyll, he takes a –2 penalty to Will saves against fear effects. If he ends his turn adjacent to a mirror, or the first time in a round he's attacked by a creature holding a mirror, Lukarazyll takes @Damage[3d6[mental]] damage.</p>",
          "name": "Mirror Vulnerability"
        },
        "QwKsTc2ps0cjzmnW": {
          "name": "Jaws"
        },
        "UZivbag22tDFAKdd": {
          "name": "Telepathy 100 feet"
        },
        "VBxySuyNQGXdtmjL": {
          "name": "Claw"
        },
        "aS9Pap4c6Nyhj03X": {
          "description": "<p>Lukarazyll slams his fists into the ground, shattering the terrain around him. Creatures in a @Template[type:emanation|distance:15] from Lukarazyll take @Damage[4d12[bludgeoning]] damage (@Check[reflex|dc:32|basic] save). Those who fail are knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. In addition, all squares within 15 feet of Lukarazyll become difficult terrain.</p>",
          "name": "Shattering Blow"
        },
        "gNVUO0HtDy6k0VQO": {
          "description": "<p>Whenever Lukarazyll picks up debris to throw, tendrils of fungus burrow out from his hands, infesting the debris so that when it hits, it explodes into a cloud of toxic spores. All non-fungus creatures in a @Template[type:emanation|distance:10] (including the target) must attempt a @Check[fortitude|dc:32] save. The target of the debris takes a –2 circumstance penalty to this save. Those that fail take @Damage[2d6[persistent,poison]] damage and are @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. Creatures can't remove the sickened condition while this persistent damage remains.</p>",
          "name": "Spore Burst"
        },
        "hbJLdmKm20p84vtq": {
          "name": "Fungus-Infested Hurled Debris"
        },
        "kTpS9loCN3Fp4IBc": {
          "name": "Fly (Constant)"
        },
        "sLx2lnElw4KtRXwZ": {
          "name": "Cursed Metamorphosis (Transforms a Creature into a Harmless Fungus-Infested Animal)"
        },
        "v6VzSHWldOCoUopr": {
          "name": "Translocate (At Will)"
        }
      },
      "name": "Lukarazyll"
    },
    "Razmiri Blade Assassin": {
      "items": {
        "305KjqSjGbOtGFmV": {
          "name": "Gray Razmir Robes"
        },
        "CI0xauhT4sblIMa8": {
          "description": "<p><strong>Requirements</strong> The blade assassin is wielding a piercing or slashing weapon and has a free hand</p><hr /><p><strong>Effect</strong> The blade assassin applies a poison to the weapon.</p>",
          "name": "Poison Weapon"
        },
        "OnGX99D9tbMGKZMD": {
          "description": "<p>The blade assassin deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "Z7SvZR83Hkn79HDG": {
          "description": "<p><strong>Trigger</strong> The blade assassin is targeted with a melee or ranged attack by an attacker they can see</p><hr /><p><strong>Effect</strong> The blade assassin gains a +2 circumstance bonus to AC against the triggering attack</p>"
        },
        "ZjiXNAAO9yrRpDvy": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the blade assassin.</p>",
          "name": "Surprise Attack"
        },
        "j4n6l8OCxugnRyiS": {
          "name": "Mask"
        },
        "ppH8Y8jywqq7NJm0": {
          "description": "<p><strong>Trigger</strong> The assassin is captured alive</p><hr /><p><strong>Effect</strong> Blood pours from the assassin's ears and nose, and they drop dead on the spot. An adjacent PC who witnesses this unexplained death must succeed at a @Check[will|dc:22] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Unexplained Demise"
        },
        "z41GRa1gKQnSP5wN": {
          "description": "<p>The blade assassin is driven forward by a singular, otherworldly will, guiding their actions. Whenever the blade assassin attempts a Will saving throw against a mental effect that would control or dictate their actions, the blade assassin treats the result of the saving throw as one category better.</p>",
          "name": "Otherworldly Will"
        }
      },
      "name": "Razmiri Blade Assassin"
    },
    "Root Rotter": {
      "description": "<p>Root rotters are all that remain of the unfortunate elven residents of Greengold. Some died in the initial bursts of Jeharlu spores, while others succumbed to infestation by sinmolds. Fungus now riddles their bodies, wrapping around their brains and nerves to reanimate them.</p><h2>Corruption Spreaders</h2><p>A root rotter that remains in place for 24 hours causes a @Template[type:emanation|distance:5] to become overgrown with foul-smelling unpleasant fungus. This spread increases by 5 feet for each additional 24 hours the root rotter remains motionless, to a maximum area of a @Template[type:emanation|distance:60] after 12 days of motionless lurking. This fungus is permanent as long as it has a source of nourishment but can be destroyed as easily as any patch of mundane fungus.</p>",
      "items": {
        "5Y1BDRtyFk8KwSpN": {
          "description": "<p><strong>Requirements</strong> The root rotter has 25 Hit Points or fewer</p><hr /><p><strong>Effect</strong> The root rotter destroys themself. Thorny fungal roots explode from their body, dealing @Damage[10d6[piercing]] damage in a @Template[type:emanation|distance:10] (@Check[reflex|dc:25|basic] save). Any creature who fails the save is exposed to rotter infestation.</p>",
          "name": "Disperse"
        },
        "FBCGJUvGZkv8Prk7": {
          "description": "<p><strong>Requirements</strong> The root rotter is standing in fungal terrain</p><hr /><p><strong>Effect</strong> Fungal roots reach out to snag a nearby foe. An enemy within 30 feet of the root rotter takes @Damage[4d6[piercing]] damage and must attempt a @Check[reflex|dc:27] saving throw.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} until the end of its next turn.</p>\n<p><strong>Failure</strong> The creature takes full damage and becomes clumsy 1 with an unlimited duration. In addition, the creature is @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 27) for 1 minute.</p>\n<p><strong>Critical Failure</strong> As failure but double damage. In addition, the creature is exposed to rotter infestation.</p>",
          "name": "Fungal Root"
        },
        "JY9rAddEAvmjglU9": {
          "description": "<p>Root rotters communicate telepathically with each other. While within telepathic range of at least one other root rotter, they gain a +2 circumstance bonus to initiative rolls, Perception checks, and saving throws against mental effects. If one root rotter is aware of a combatant, all members of the fungal mind within range are aware of it.</p>",
          "name": "Fungal Mind"
        },
        "WOg7GpfGZ8BaShg5": {
          "description": "<p>A root rotter has imprecise tremorsense to detect the vibrations of creatures who are within a region of fungal terrain shared by the root rotter.</p>",
          "name": "Fungus Sense"
        },
        "qtcJImVaTzh3cwtt": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:27]</p>\n<p><strong>Onset</strong> 1 day</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and can sense the presence of root rotters within 30 feet as an imprecise sense (1 round)</p>\n<p><strong>Stage 3</strong> as stage 2, but transformation into a root rotter upon death (1 day)</p>",
          "name": "Rotter Infestation"
        },
        "w4LFpANSIxPjULqH": {
          "name": "Fist"
        },
        "yW6kSSYOyN0SZ23S": {
          "description": "<p>If the root rotter is touching fungal terrain at the start of its turn, they regain @Damage[10[healing]] Hit Points and are @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} that turn; they can use the extra action only to Stride or Strike.</p>",
          "name": "Fungal Empowerment"
        },
        "zHYpJSw05Pb527GD": {
          "name": "Jaws"
        }
      },
      "name": "Root Rotter",
      "npcHp": "void healing"
    },
    "Rotting Cultist": {
      "items": {
        "999luufRj0Y4WPxg": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the rotting cultist.</p>",
          "name": "Surprise Attack"
        },
        "JKpVhSEh7qzyFwJx": {
          "description": "<p>The rotting cultist is driven forward by a singular, otherworldly will, guiding their actions. Whenever the rotting cultist attempts a Will saving throw against a mental effect that would control or dictate its actions, the rotting cultist treats the result of the saving throw as one category better.</p>",
          "name": "Otherworldly Will"
        },
        "Q9G3CprtsQgFnDvm": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The rotting cultist calls out to the Rotting God, offering up their flesh in exchange for power. The rotting cultist is healed @Damage[(4d6+8)[healing]] HP, gains a +1 status bonus on attack rolls for 1 minute, and they reduce any condition (other than slowed) affecting them by 1 (if they have a numerical value; this has no effect on conditions without values). The rotting cultist becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 10 minutes as a fungal bloom erupts from their flesh.</p>",
          "name": "Pray to the Rotting God"
        },
        "ehSgBhJSmlBjHJGe": {
          "description": "<p><strong>Trigger</strong> The rotting cultist is reduced to 0 HP</p><hr /><p><strong>Effect</strong> The rotting cultist avoids death and reduces their HP to 1. They are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}, and each time they use this ability, their slowed value increases by 1, up to a maximum of 3. Each time they use this ability, a bloom of fungus erupts from their flesh as their movements become even more disjointed. This slowed condition is reduced by 1 each day. Note that since this is a reaction, any further damage done to a rotting cultist that reduces them to 0 HP before they regain their reactions kills them.</p>",
          "name": "Fungal Fervor"
        },
        "iFUE461jPOirElMz": {
          "name": "Razmir Robes"
        },
        "mR1DAC3EBTanVT2q": {
          "description": "<p>The rotting cultist deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "ysiZNnhkhlcJPCVP": {
          "name": "Mask"
        }
      },
      "name": "Rotting Cultist"
    },
    "Sewer Pipe Trap": {
      "description": "<p>Pressure-sensitive panels in the floor connects to a metal plate holding a number of sewer pipes shut in the ceiling.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:32] (expert) on the floor panels before the plate falls away</p>",
      "name": "Sewer Pipe Trap"
    },
    "Sinmold": {
      "items": {
        "3GISQ73AHrryXuV0": {
          "description": "<p>@Check[reflex|dc:32], @Damage[3d10[acid]] damage plus digestion, Escape DC 32, Rupture 18</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Engulf]</p>"
        },
        "6FLJPX5aNUrFnuWr": {
          "description": "<p>Sinmolds are aware that they're in a vulnerable state as formless \"newborn fiends\" and are desperate to become stronger before they become prey to more powerful demons. Whenever the sinmold is in a combat encounter and ends its turn without dealing damage to another creature, the sinmold takes @Damage[3d6[mental]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Desperation Vulnerability"
        },
        "CIQeKlHmGrKtUzcR": {
          "description": "<p><strong>Requirements</strong> The sinmold has temporary Hit Points from digestion</p><hr /><p><strong>Effect</strong> The sinmold loses all temporary Hit Points and releases any creatures it currently has engulfed, pushing them into the nearest unoccupied spaces. It releases a cloud of spores from its body, dealing @Damage[5d8[poison]] damage (@Check[fortitude|dc:29|basic] save) in a @Template[type:emanation|distance:20]. Any creature that fails this save also must attempt a save against sinmold infestation.</p>",
          "name": "Spore Purge"
        },
        "ChHQV3DvokqMb4HQ": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:32]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d8[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d8[poison]] damage and can hear the thoughts of root rotters within 30 feet as an imprecise sense (1 round)</p>\n<p><strong>Stage 3</strong> as stage 2, but @Damage[4d8[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} (1 round)</p>\n<p><strong>Stage 4</strong> as stage 3, and arise as a root rotter upon death (1 round)</p>",
          "name": "Sinmold Infestation"
        },
        "g67BUMCmKViqL47S": {
          "name": "Pseudopod"
        },
        "njHUglbN0dpYEuhc": {
          "name": "Tendril"
        },
        "no9JeqHYDCcPoIlD": {
          "description": "<p>The first time in a round when the sinmold damages a creature with Engulf, the sinmold immediately restores Hit Points equal to the damage dealt, gaining Hit Points in excess of its maximum as temporary Hit Points that last for 1 hour. As long as the sinmold possesses these temporary Hit Points, its surface hardens, and its AC increases to 30.</p>",
          "name": "Digestion"
        }
      },
      "name": "Sinmold"
    },
    "Spear Jaw Trap": {
      "description": "<p>Motion-sensitive fungus tendrils cause spears to shoot out of the floor and ceiling, almost like teeth.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:30] (expert) on the spear panels from any adjacent space, or @Check[nature|dc:32] (master) to slowly scrape away the motion-sensitive tendrils without triggering the trap</p>",
      "hazardReset": "<p>The trap resets in 1 round after a creature leaves its space.</p>",
      "name": "Spear Jaw Trap"
    },
    "Spore Tyrannosaurus": {
      "description": "<p>Widely regarded as the king of the dinosaurs, the tyrannosaurus is a massive predator with a wide mouth filled with viciously sharp teeth. Some tribes of giants have even trained tyrannosauruses as mounts or beasts of war.</p>\n<hr />\n<p>Remnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in remote wildernesses or underground in magical Darklands caverns. Lizardfolk, orcs, giants, and other humanoids who live near dinosaurs use the animals as mounts, guards, or hunting beasts. Occasionally, rich nobles will collect dinosaurs to display them in menageries, which almost inevitably leads to cast-offs being nursed back to health by druids and other champions of nature. When dinosaurs establish themselves in regions outside their normal habitats, it's often the result of a large collection being released.</p>",
      "items": {
        "12NagAQPX82czuZ4": {
          "description": "<p>A spore tyrannosaur in contact with fungal corruption can sense the nearby motion of anything touching the same patch of fungal corruption.</p>",
          "name": "Fungalsense"
        },
        "24g2FSPaGiTvJB6C": {
          "description": "<p><strong>Requirements</strong> A creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} in the tyrannosaurus's jaws</p><hr /><p><strong>Effect</strong> The tyrannosaurus flings the creature into the air up to 10 feet up from its mouth and 20 feet away. The creature falls 25 feet (assuming the tyrannosaurus flings it as high as it can) and takes falling damage accordingly. If the flung creature lands on another creature, the creature it lands on takes the same amount of bludgeoning damage. The creature being landed on can attempt a @Check[reflex|dc:33|basic] save.</p>",
          "name": "Fling"
        },
        "9gYASQQf328TmVpW": {
          "description": "<p><strong>Trigger</strong> The tyrannosaurus critically hits a Large or smaller foe with its foot</p>\n<hr />\n<p><strong>Effect</strong> The creature struck by the foot is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and held in place. As long as the tyrannosaurus doesn't move from its position, the pinned creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}.</p>\n<p>A tyrannosaurus gains a +2 circumstance bonus to attack a creature it has pinned in this manner but can only Swallow Whole if that creature is grabbed with its jaws.</p>",
          "name": "Pin Prey"
        },
        "9wiqhTppGBReF5MG": {
          "description": "<p>Huge or smaller, foot, @Check[reflex|dc:30|basic]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "OTDwVMsK2PJ4wuY6": {
          "name": "Jaws"
        },
        "aHZeRVDynG7BMq1x": {
          "description": "<p>While the spore tyrannosaurus is touching fungal corruption, it gains fast healing 10 and is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened}; it can use the extra action to Stride or Strike.</p>",
          "name": "Fungal Empowerment"
        },
        "isAizYnvNaMLUqQd": {
          "description": "<p>30 feet. Creatures that start their turn in the spore tyrannosaurus's aura are in danger of inhaling the toxic spores that it constantly exudes. Creatures without the fungus or plant trait take @Damage[4d6[poison]] damage (@Check[fortitude|dc:30|basic] save) upon entering the aura or starting their turn in the aura. Those who fail are also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} by the spores.</p>",
          "name": "Aura of Spores"
        },
        "nbClUIeaboa77zlN": {
          "description": "<p>Medium, @Damage[(3d6)[bludgeoning],3d6[poison]] damage, Rupture 32</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "orlHVFqe7EEW7ruO": {
          "name": "Foot"
        },
        "raGz3FT0rBA5DRPc": {
          "description": "<p>The spore tyrannosaurus unleashes a @Template[type:cone|distance:60] of highly toxic spores from its maw. Creatures in the area take @Damage[14d6[poison]] damage (@Check[fortitude|dc:33|basic] save). Those who fail are also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure). The fungal tyrannosaurus can't use the spore breath weapon again for [[/gmr 1d4 #Recharge the spore breath weapon]]{1d4 rounds}.</p>",
          "name": "Spore Breath"
        }
      },
      "name": "Spore Tyrannosaurus"
    },
    "Tanglebriar Isqulug": {
      "description": "<p>The isqulug's appearance, though unsettling, might be its least awful aspect. The creature resembles a bipedal amphibian with tentacles instead of arms and a head composed of an undulant mass of what appear to be shifting, slimy transparent eggs filled with writhing larvae. In truth, these larvae constitute the mind and consciousness of the isqulug-its \"body\" is little more than an organic suit manufactured from the flesh of those it has consumed, analogous to the complex web of a spider or the hive of a colony of bees, but fully capable of movement and violence.</p>",
      "items": {
        "3BcMGrjxpNIwEJNu": {
          "name": "Mist (At Will)"
        },
        "CwEVrNGC8oHJQrv0": {
          "description": "<p>Isqulugia's @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened}, @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed}, and @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} conditions can't be removed until this affliction is removed</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:32]</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (1 hour)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} (1 day)</p>\n<p><strong>Stage 3</strong> fatigued and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 day)</p>\n<p><strong>Stage 4</strong> paralyzed (1 day)</p>\n<p><strong>Stage 5</strong> the creature dies, and its body violently transforms into a new isqulug. @UUID[Compendium.pf2e.spells-srd.Item.6dDtGIUerazSHIOu]{Wish}, similar magic, or a 9th-rank @UUID[Compendium.pf2e.spells-srd.Item.kqhPt9344UkcGVYO]{Resurrect} ritual can return the victim to life. The new isqulug remains even if the victim is brought back to life.</p>",
          "name": "Isqulugia"
        },
        "E89TNZAj6eZb2Z9E": {
          "name": "Tentacle"
        },
        "GRiHxWvHx9rf0zcF": {
          "description": "<p>The isqulug expels larvae from the hivemind in its head in a @Template[cone|distance:30]. Creatures in this area take @Damage[6d10[piercing]] damage as the swarm feeds on their flesh (@Check[reflex|dc:32|basic] save). Any creature that takes damage is exposed to isqulugia.</p>\n<p>The isqulug becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for [[/gmr 1d4 #Stupified Duration]]{1d4 rounds}, during which it can't Expel Infestation.</p>",
          "name": "Expel Infestation"
        },
        "INHuYtzs2NXu0Yif": {
          "name": "Vanishing Tracks (Constant)"
        },
        "WtMCu7aRag8Z4ewh": {
          "description": "<p>An isqulug ignores difficult terrain that's caused by typical features of swamps.</p>",
          "name": "Swamp Stride"
        },
        "fRwko0nbFXXeMXfH": {
          "description": "<p><strong>Trigger</strong> The Tanglebriar isqulug is hit by a melee attack</p><hr /><p><strong>Effect</strong> The Tanglebriar isqulug unleashes a cloud of toxic spores that burrow into the skin of any living nonfungus creature that is adjacent to them. The spores deal @Damage[2d6[persistent,poison]] damage, and as long as the damage persists, the creature is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} from the numbness caused by the spores.</p>",
          "name": "Spore Cloud"
        },
        "m8k2uRU1UVmPgF03": {
          "name": "Regeneration 10 (Deactivated by Cold)"
        },
        "s91mW7V0pTXfsYku": {
          "name": "Entangling Flora (At Will)"
        },
        "swAJMaqujVUFqFKT": {
          "description": "<p>An isqulug can precisely sense any creature infected with isqulugia within 30 feet, and knows the current stage of the disease.</p>",
          "name": "Host Scent"
        },
        "u3s5y4pE6L6HfEAq": {
          "description": "<p>The isqulug can @UUID[Compendium.pf2e.actionspf2e.Item.kMcV8e5EZUxa6evt]{Squeeze} through tight spaces as if it were a Small creature. While Squeezing, it can move at its full Speed. The isqulug can even Squeeze through spaces that typically fit only a Tiny creature, but does so at the standard speed for Squeezing.</p>",
          "name": "Malleability"
        }
      },
      "name": "Tanglebriar Isqulug",
      "npcAc": "all-around vision",
      "npcHp": "regeneration 10 (deactivated by cold)",
      "npcSpeed": "swamp stride"
    },
    "Tithekeeper": {
      "description": "<p>Razmir's most powerful priests deploy tithekeepers to ensure his followers don't develop sticky fingers. These ziggurat-like constructs have over two dozen legs and a trap-like mouth. At its top, a mask with a colored ribbon attached denotes its symbolic rank in the Church of Razmir.</p><h2>Instruments of Terror</h2><p>Though the tithekeeper's primary function is to collect coins, they're capable of great violence. Priests who determine a village is too far behind on payments might have their tithekeeper skewer multiple residents and wave its victims' bodies in the air as it parades through the streets. Those who survive the ordeal are highly motivated to avoid a repeat experience.</p>",
      "items": {
        "2k7t0cZJVWfjCoCL": {
          "description": "<p>A creature wearing the mask and garb of a priest of Razmir that outranks the tithekeeper's mask and ribbon rank can spend an hour Interacting with the tithekeeper's mask to connect with it. The creature's mask becomes an invested item that allows them to see and hear as though peering through the tithekeeper's mask. The creature must use a 3-action activity envisioning the tithekeeper to activate the scrying effect, and the effect can be Dismissed. Multiple creatures can create connections to the tithekeeper's mask simultaneously, and a creature can have connections to multiple tithekeepers with just one mask. Each connection ends after a week but can be renewed at any time.</p>",
          "name": "Eyes Behind the Mask"
        },
        "Ix25RSVuLJJG7MxU": {
          "description": "<p>Medium or smaller, body, @Check[reflex|dc:29|basic]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "P033wqv4auNm4uta": {
          "name": "Foot"
        },
        "S6muXnYVqd6xPoYs": {
          "description": "<p><strong>Requirements</strong> The tithekeeper has Impaled a creature</p><hr /><p><strong>Effect</strong> The tithekeeper tears the creature loose from its spiky feet, releasing it. The creature takes @Damage[4d10[slashing]] damage (@Check[fortitude|dc:29|basic] save) and is no longer @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}. On a failed save, the creature also takes @Damage[2d8[persistent,bleed]] damage.</p>",
          "name": "Rip Off"
        },
        "UEN6QlyeiPOycfoa": {
          "description": "<p>The tithekeeper's body is a locked vault containing any tithes given to it. The vault's @UUID[Compendium.pf2e.actionspf2e.Item.2EE4aF4SZpYf0R6H]{Pick Lock} DC is 29 and @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} DC is 33.</p>",
          "name": "Locked Vault"
        },
        "UfNYMzlG9vSoNKRd": {
          "description": "<p><strong>Trigger</strong> A creature drops or offers at least 750 gp in valuables within 15 feet of the tithekeeper</p><hr /><p><strong>Effect</strong> The tithekeeper quickly uses its feet to scoop the valuables into its vault and is now indifferent toward the triggering creature unless that creature uses hostile actions against it or its allies.</p>",
          "name": "Accept Tithe"
        },
        "UwthgNFhzVYfkzkK": {
          "description": "<p>The tithekeeper can have up to six creatures impaled and @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} with its feet at once.</p>",
          "name": "Capacity for Punishment"
        },
        "WseMJaoN35TNcgzl": {
          "description": "<p><strong>Requirements</strong> The tithekeeper has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} a creature</p><hr /><p><strong>Effect</strong> The tithekeeper stabs the target with a spike for @Damage[(2d8+13)[piercing]] damage (@Check[reflex|dc:29|basic] save). It no longer has to spend an action to extend the duration for the target it has grabbed. The target moves with the tithekeeper and takes @Damage[1d8[persistent,bleed]] damage until it Escapes (DC 29).</p>",
          "name": "Impale"
        },
        "o40aXWtqKTabe864": {
          "name": "Body"
        }
      },
      "name": "Tithekeeper"
    },
    "Ulugurnix": {
      "description": "<p>The magic that flows through primal dragons can manifest more animalistic or bestial features in a given type of dragon. Notably among these are the massive paired horns of the horned dragon. While their bulky frames, natural coloration, and prominent ridged scales are all remarkable in their own way, it's the horns that are most obvious and striking at first glance. Horned dragons use their horns to impale their prey in a quick and brutal display of their might. They are generally contemplative and have a fixation on knowledge and self-discipline, traits belied by their bestial appearance. As a result, horned dragons are generally more open to speaking with outsiders.</p>\n<hr />\n<p>Dragons come in myriad forms, with many having magical abilities or connections to magic. Some dragons draw greater power from magic than others, allowing them to manifest abilities or alter their physiques with prolonged exposure to magic. These dragons become more powerful as they age and strengthen their connections with their magical origins. Scholars debate the classification of these dragons, with some preferring the name magical dragons and others using traditional dragons due to their connection to specific magical traditions. Regardless of their names, these dragons share a number of characteristics: their ability to tap into magical energies, intensified might and cunning as they grow older, and an inclination to hoard vast amounts of treasure and wealth.</p>",
      "items": {
        "1FbPUVt1mVdHjwrB": {
          "description": "<p>The horned dragon ignores any difficult terrain caused by plants, such as bushes, vines, and undergrowth. Even plants manipulated by magic don't impede their progress.</p>",
          "name": "Forest Passage"
        },
        "3Fn7wuVzeuI4kT5H": {
          "description": "<p><strong>Requirements</strong> The dragon doesn't have a creature impaled on their horn</p>\n<hr />\n<p><strong>Effect</strong> The dragon attempts to gore a foe. They Stride, then attempt a horn Strike. On a hit, the target becomes impaled on the dragon's horn. The creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} while on the horn (and can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} as normal). The dragon doesn't need to use additional actions to keep the impaled creature grabbed. If the dragon moves, they bring the grabbed creature along with them.</p>",
          "name": "Impaling Charge"
        },
        "7l6OIo3lkrYm0wAz": {
          "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} creature is within the ghoul's reach</p><hr /><p><strong>Effect</strong> The ghoul whispers dark thoughts and vile cravings into the creature's ears. The creature must save against the forbidden cravings curse.</p>\n<p><strong>Forbidden Cravings</strong> (curse) A creature can still eat and drink while sickened by this curse</p>\n<p><strong>Saving Throw</strong> @Check[will|dc:30|traits:curse], using the high spell DC for the ghoul's level</p>\n<p><strong>Stage 1</strong> carrier with no ill effects (1 day)</p>\n<p><strong>Stage 2</strong> @Damage[2d6[void]] damage and the target is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} until it consumes raw meat (1 day)</p>\n<p><strong>Stage 3</strong> as stage 2</p>\n<p><strong>Stage 4</strong> as stage 2 unless the target has consumed raw meat in the past 24 hours, then it takes @Damage[4d6[void]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} until it consumes raw meat;</p>\n<p><strong>Stage 5</strong> if the creature has eaten raw meat in the past 24 hours, it dies and rises as a ghoul, if not, it returns to stage 4</p>",
          "name": "Ghoul Whispers"
        },
        "8BzH2B4bDUBJMWb0": {
          "description": "<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> The ghoul calls upon knowledge it retains from one creature it has consumed in the past 7 days. The ghoul attempts a skill check using a skill in which the consumed creature was trained (if it's unclear whether the creature was trained, the GM decides). The ghoul is treated as trained and uses a +23 modifier. This takes the same amount of actions or time as usual for the check.</p>\n<p>The ghoul can instead automatically learn something specific known by a creature it consumed in the last 7 days, like the location of a @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} treasure or the name of a loved one. The ghoul can do this only once for a given creature, no matter how much of its flesh the ghoul consumed.</p>",
          "name": "Grave Knowledge"
        },
        "BWkGmIVrerzvJg6A": {
          "name": "Tail"
        },
        "HJiQ5csE8Zk6bsoQ": {
          "description": "<p>90 feet @Check[will|dc:27]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
        },
        "ItyDWQiPz0eJ2hOb": {
          "description": "<p><strong>Trigger</strong> A creature within reach of the dragon's tail uses a move action or leaves a square during a move action it's using</p>\n<hr />\n<p><strong>Effect</strong> The dragon makes a tail Strike at the creature with a –2 penalty. If the Strike hits, the dragon disrupts the creature's action.</p>",
          "name": "Twisting Tail"
        },
        "Iv8LMCTGw5NLD5aD": {
          "description": "<p>The dragon makes two claw Strikes and one horn Strike in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "POSKvqNa5Az0M5pp": {
          "name": "Forest Lore"
        },
        "VPryni3E3RGw5MdV": {
          "description": "<p>Ulugurnix breathes a toxic cloud that deals @Damage[12d6[poison]] damage in a @Template[type:cone|distance:40] (@Check[fortitude|dc:30|basic] save). He can't use Poison Breath again for [[/gmr 1d4 #Recharge Poison Breath]]{1d4 rounds}.</p>",
          "name": "Poison Breath"
        },
        "XhU4mCNUkX4dqLS7": {
          "description": "<p>The dragon recharges their Poison Breath whenever they score a critical hit with a Strike.</p>",
          "name": "Draconic Momentum"
        },
        "kmoO5nM9lLiCvPNn": {
          "description": "<p><strong>Requirements</strong> The ghoul is adjacent to the corpse of a creature that died within the last hour.</p><hr /><p><strong>Effect</strong> The ghoul devours a chunk of the corpse and regains @Damage[6d6[healing]] Hit Points.</p>\n<p>It can regain Hit Points from any given corpse only once.</p>",
          "name": "Consume Flesh"
        },
        "s6adAtDXbmqHceWK": {
          "name": "Jaws"
        },
        "xTeTu16wnP0A4xll": {
          "description": "<p>10 feet, @Check[fortitude|dc:27]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Stench]</p>"
        },
        "zLSUNYt5ukMkU9zC": {
          "name": "Claw"
        },
        "zgg5I2ssn7V4bFRq": {
          "name": "Horn"
        }
      },
      "name": "Ulugurnix",
      "npcAc": "void healing",
      "npcSpeed": "forest passage"
    },
    "Vintalax, The Rotting God": {
      "items": {
        "5k4E1L7oi69CoIfM": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2]{Lightning Bolt}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated rank.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of the spell at the listed rank.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Lightning Bolt (Rank 5) (Stored in Retrieval Belt)"
        },
        "8OmBZyt7RzzFHAQm": {
          "description": "<p>Vintalax is driven forward by a singular, otherworldly will, guiding their actions. Whenever Vintalax attempts a Will saving throw against a mental effect that would control or dictate their actions, Vintalax treats the result of the saving throw as one category better.</p>",
          "name": "Otherworldly Will"
        },
        "CTxuUvk7zPwfXMqc": {
          "description": "<p>Vintalax drives his tentacles into the ground, causing tendrils of fungus to erupt everywhere in area <strong>B9</strong>. This deals @Damage[2d8[bludgeoning],3d6[acid]]{2d8 bludgeoning damage plus 3d6 acid} damage to each creature in the area (@Check[reflex|dc:34|basic] save). Creatures that fail their save against tentacle eruption are grasped by the tendrils, reducing their speed by 10 feet until the start of Vintalax's next turn (or are @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} on a critical failure).</p>",
          "name": "Tentacle Eruption"
        },
        "DrNIeMG6xhBE6L50": {
          "description": "<p>Vintalax is attached to his throne by a twisted length of thorny fungal vines that limit his mobility to areas <strong>B9</strong> and <strong>B10</strong>. This tether can be destroyed (<strong>AC</strong> 30, <strong>Hardness</strong> 12, <strong>HP</strong> 50 (BT 25), <strong>Immunities</strong> acid, bludgeoning; <strong>Resistances</strong> piercing 10), in which case Vintalax howls in pain as his body rapidly begins to decay. Each round that he remains severed from the throne he loses his fast healing and takes @Damage[4d6[spirit]] damage at the start of his turn, but his AC increases to 36 and his speed to 25 feet, due to his increased mobility. He can end this effect by sitting back down on his throne (an Interact action) and remaining there until the end of his turn, at which point a new fungus tether reattaches to him.</p>",
          "name": "Throne Tethered"
        },
        "H9TM1MMKor3xpYry": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:34]</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 day)</p>\n<p><strong>Stage 2</strong> stupefied 1 and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} (1 day)</p>\n<p><strong>Stage 4</strong> drained 1 and controlled by the Rotting God (1 day)</p>\n<p><strong>Stage 5</strong> controlled by the Rotting God (1 day)</p>\n<p><strong>Stage 6</strong> the creature becomes permanently controlled by the Rotting God (and may gain unique fungus-themed abilities)—at this point the creature is no longer diseased, and the control can only be ended by the death of the Rotting God or by an effect that removes curses. The creature loses any fungus-themed abilities granted by rotting gift as soon as it's removed.</p>",
          "name": "Rotting Gift"
        },
        "KZKM954yltYjp9ry": {
          "name": "Fungus Tentacle"
        },
        "OjalGYiA8S4BnRdv": {
          "name": "Healing Potion (Greater) (Stored in Retrieval Belt)"
        },
        "Qn6ZA6ChMs6fMitE": {
          "description": "<p>Vintalax unleashes a cloud of spores from his mouth in a @Template[type:cone|distance:30]. Creatures in this area take @Damage[12d6[acid]] damage (@Check[fortitude|dc:34|basic] save). Those who fail this save are @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure) as the spores enter their lungs and begin to grow. These creatures take @Damage[2d6[persistent,bleed]] damage as long as they remain sickened. This bleed damage cannot be stopped as long as the sickened condition persists. Any creature that takes damage from spore breath is exposed to rotting gift.</p>",
          "name": "Spore Breath"
        },
        "V6C40ynmRJAjD5JH": {
          "name": "Marvelous Medicines (Stored in Retrieval Belt)"
        },
        "eyikGGHRDaETtUqe": {
          "description": "<p><strong>Trigger</strong> Vintalax takes damage from a melee Strike made by an adjacent creature</p><hr /><p><strong>Effect</strong> Vintalax's corrupted body unleashes a cloud of spores that envelopes the attacker, quickly growing and dissolving their flesh. These spores deal @Damage[4d6[persistent,poison]] damage (@Check[fortitude|dc:34|basic] save).</p>",
          "name": "Spore Burst"
        },
        "z9mr7stUuG0whoF7": {
          "name": "Potion of Fire Resistance (Moderate) (Stored in Retrieval Belt)"
        }
      },
      "name": "Vintalax, The Rotting God",
      "npcHp": "fast healing 30 (while attached to throne)",
      "npcSpeed": "(25 feet when not attached to the throne)"
    }
  },
  "label": "Spore War"
}