{
  "entries": {
    "Alzarius": {
      "items": {
        "ExVTbhbC9UlgFvsz": {
          "description": "<p>Whenever Alzarius attempts to @UUID[Compendium.pf2e.actionspf2e.Item.OX4fy22hQgUHDr0q]{Make an Impression} using Diplomacy, he can attempt his check against the Will DC of up to 50 creatures at once. If he focuses on Making an Impression on just one target, he treats a success as a critical success. Finally, whenever he makes a Request, he can make requests as if the target's attitude toward him was one step better than it is, as long as they aren't hostile.</p>",
          "name": "Skilled Diplomat"
        },
        "GBnBaeuMYpbshBPY": {
          "description": "<p>When Alzarius inflicts damage with a Strike, he deals an additional 2d6 cold damage as shards of ice and blasts of frozen wind slash and buffet the creature struck.</p>",
          "name": "Snowcaster's Legacy"
        },
        "RY9E16PdCnfVQrgR": {
          "name": "Razmir mask and robes"
        },
        "VKk43Gkuqk3lkO44": {
          "description": "<p>Alzarius's sorcerous bloodline is tied to the element of water—particularly to its manifestation in the form of ice or snow. When he casts a spell that inflicts cold damage, the target takes an additional 1 cold damage per spell rank.</p>",
          "name": "Frozen Bloodline"
        },
        "cvwM3Cy7NFVgilh7": {
          "description": "<p>As long as Alzarius wears his Razmir mask, it's very difficult to tell if he's lying. All Perception checks to see through his deceptions take a –4 circumstance penalty as a result.</p>",
          "name": "Masked Lies"
        },
        "fr12rvt4Ek18pG5y": {
          "description": "<p>Alzarius can cast @UUID[Compendium.pf2e.spells-srd.Item.oUDNCArkQTdhllxD]{Aqueous Orb}, @UUID[Compendium.pf2e.spells-srd.Item.SUKaxVZW2TlM8lu0]{Cleanse Affliction}, @UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}, @UUID[Compendium.pf2e.spells-srd.Item.xxWhyl81w3ckslAU]{Howling Blizzard}, and @UUID[Compendium.pf2e.spells-srd.Item.kHyjQbibRGPNCixx]{Ice Storm} at a higher rank by spending a spell slot of that rank.</p>",
          "name": "Signature Spells"
        },
        "poGLK7NZZeHZSdD9": {
          "name": "Elemental Form (Water Only)"
        },
        "t8t15Lfj05IlEtCH": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> Alzarius can cast a spell more efficiently. If his next action is to cast a cantrip or a spell up to 4th-rank, he reduces the number of actions it takes to cast it by 1 (minimum 1 action).</p>",
          "name": "Quickened Casting"
        }
      },
      "name": "Alzarius"
    },
    "Bhuta Servant": {
      "items": {
        "21bU3XDOjBMXGKKy": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The bhuta lashes out with one of the strands of ectoplasm that keep it linked to Deathstalk Tower, inflicting @Damage[13d6[spirit]] damage to all living creatures of the bhuta's choice within 15 feet (@Check[will|dc:32|basic] save).</p>",
          "name": "Ectoplasmic Lash"
        },
        "2rZ3lNaN5f0YITQj": {
          "name": "Speak with Plants (Constant)"
        },
        "8ki7j1n996www1th": {
          "description": "<p>A bhuta casts no shadow.</p>",
          "name": "Shadowless"
        },
        "TA1sQhusAvQaJjnY": {
          "description": "<p>The bhuta takes the form of a Large, Medium, or Small bat, insect, or arachnid.. This doesn't change the bhuta's Speed or attack and damage modifiers with their Strikes but might change the damage type their Strikes deal. No matter what form the bhuta takes, their feet remain backward and they cast no shadow. A bhuta in animal form is still incorporeal, though that isn't obvious just by looking at it.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "ad1bef6ocdexoep9": {
          "name": "Fangs"
        },
        "ngnwinz7rvkh1cvw": {
          "description": "<p>Bound to the interior of Deathstalk Tower.</p><hr /><p>Bhutas are bound to a natural area or feature where they died and must remain within @Template[emanation|distance:120]{120 feet} of that anchor. A bhuta can only leave if invited to travel with living companions, an invitation bhutas often seek to obtain via trickery. While traveling, the bhuta must remain within 120 feet of at least one of the living creatures who invited them. If all members of the group die, the bhuta must return to their bound area by midnight the same day or be destroyed.</p>",
          "name": "Bound"
        },
        "p2rb04uhqbleqtpy": {
          "name": "Claw"
        },
        "ww6g31ronygtiit4": {
          "description": "<p>A bhuta corrupts wildlife near their bound area, worming their way into animals' minds. Animals who live within the bound area take a -4 circumstance penalty to saves against the bhuta's Possess Animal ability, the bhuta's @UUID[Compendium.pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6]{Charm} innate spell, and the bhuta's @UUID[Compendium.pf2e.spells-srd.Item.aIHY2DArKFweIrpf]{Command} innate spell.</p>",
          "name": "Primal Corruption"
        }
      },
      "name": "Bhuta Servant",
      "npcHp": "void healing"
    },
    "Boggard Cultist": {
      "description": "<p>Boggard warriors exalt single combat and prefer to fight alone so that no one can contest their kills. They have been known to pursue enemies who flee combat with a single-mindedness that seems almost supernatural.</p>\n<hr />\n<p>Boggards are aggressive humanoid amphibians who thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develop arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare—everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic.</p>",
      "items": {
        "MEAPfylvHHHbTqOf": {
          "description": "<p>If the boggard warrior hits a creature with their tongue, that creature becomes @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the boggard. Unlike with a normal Grab, the creature isn't @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, but it can't move beyond the reach of the boggard's tongue. A creature can sever the tongue by hitting AC 33 and dealing at least 28 slashing damage. Though this doesn't deal any damage to the boggard, it prevents them from using their tongue Strike until they regrow their tongue, which takes a week.</p>",
          "name": "Tongue Grab"
        },
        "momzHh7zAZRC7Hob": {
          "description": "<p>A boggard warrior ignores difficult terrain caused by swamp terrain features.</p>",
          "name": "Swamp Passage"
        },
        "mw30E878JJp7tVVh": {
          "name": "Tongue"
        },
        "up8Xcig2FrwgbFfb": {
          "description": "<p>The boggard warrior unleashes a terrifying croak. Any non-boggard within @Template[emanation|distance:30]{30 feet} becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} unless they succeed at a @Check[will|dc:36] save; those who critically succeed are temporarily immune for 1 minute.</p>",
          "name": "Terrifying Croak"
        },
        "xsBXGxzgkUDl8jg6": {
          "name": "Ring of Keys"
        }
      },
      "name": "Boggard Cultist",
      "npcSpeed": "swamp passage"
    },
    "Briargeist": {
      "description": "<p>Briargeists are verdorites unique to Tanglebriar. Millennia spent steeping in Treerazer's corruptive influence has granted them far greater strength while distorting their forms away from the vaguely humanoid to an animate tangle of thorny vines, roots, and fungal growths.</p><h2>About Verdorites</h2><p>Verdorites are the enraged spectral echoes left behind when an ecosystem experiences a catastrophic collapse. Calling upon the essences of millions of extinguished plants and animals, they punish any they deem responsible for the disaster, as well as whoever might try to harm the lands to which they are bound. Additional verdorites are detailed on pages 164–165 of Pathfinder Book of the Dead.</p>",
      "items": {
        "0N5GY4XcVHzGR8tX": {
          "description": "<p>A briargeist is bonded to Tanglebriar and must remain within it. If the briargeist moves outside of Tanglebriar, they are immediately destroyed.</p>",
          "name": "Tanglebriar Dependent"
        },
        "80pxiEmzRczDj9pV": {
          "name": "Tangling Creepers (At Will)"
        },
        "D6o2RP0FL2AhYsFn": {
          "description": "<p>The incorporeal seeds ejected from a briargeist grow rapidly when they damage living creatures. Living creatures hit by a briargeist's infesting seed must attempt a @Check[fortitude|dc:36] save with the following effects. A living creature can only host one briarvine at a time; a creature that currently has a briarvine growing out of them after failing a previous saving throw does not need to attempt additional Fortitude saves.</p><hr /><p><strong>Critical Success</strong> The seed fails to take root.</p>\n<p><strong>Success</strong> The seed fails to take root, but the target still takes @Damage[2d10[void]] damage as the seed dies out.</p>\n<p><strong>Failure</strong> The seed takes root within the target and inflicts @Damage[2d10[void]] damage. At the start of the creature's next turn, a long ghostly thorny vine grows out of their body. This ghostly growth makes a vine Strike (as if the briargeist were making the attack) against a randomly determined ally of the host creature within reach at the start of the host creature's turn. If there's no viable target, the vine inflicts @Damage[2d10[void]] damage (@Check[fortitude|dc:36|basic] save) on the host. The host can attempt a new Fortitude save at the end of each of its turns; otherwise, this effect ends automatically after 1 minute.</p>\n<p><strong>Critical Failure</strong> As failure, except the host can't attempt new Fortitude saves to end the Briarvine early.</p>",
          "name": "Briarvine"
        },
        "F6pyoNxjNBLuniJk": {
          "name": "Speak with Plants (Constant)"
        },
        "VC2ssjXaTWcqum30": {
          "name": "Nature's Pathway (At Will, Within Tanglebriar Only)"
        },
        "WduwOgbxTddKUpJj": {
          "description": "<p><strong>Saving Throw</strong> @Check[will|dc:36]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} and @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} (1 round)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} and off-guard (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[3d10[mental]] damage, confused, and off-guard (1 round)</p>",
          "name": "Bewildering Toxin"
        },
        "WkxF0ZMSKrmWF5jJ": {
          "name": "Infesting Seed"
        },
        "aHGp6phdrxfbmIaz": {
          "name": "Tanglebriar Lore"
        },
        "bajVfJLtthRLAsny": {
          "name": "Vine"
        }
      },
      "name": "Briargeist"
    },
    "Captain Talymir": {
      "description": "<p>Graveknights are undead warriors granted unlife by a cursed suit of armor.</p>",
      "items": {
        "12LD6QHUzml95C9n": {
          "name": "Frost Greatsword"
        },
        "1UmNfowZ4HWxS9rx": {
          "description": "<p>The graveknight unleashes a @Template[cone|distance:30] of energy. Creatures in the area take @Damage[12d6[cold]] with a @Check[reflex|dc:30|basic]. The graveknight can use this ability once every [[/gmr 1d4 #Recharge devastating blast]] rounds.</p>",
          "name": "Devastating Blast"
        },
        "4adEu2Sh2OYsvkLV": {
          "name": "Fist"
        },
        "8CznKBBokxBMcUVf": {
          "name": "Warfare Lore"
        },
        "XCfMmPXvB7LJznlU": {
          "name": "Frost Composite Longbow"
        },
        "ZDAvMSdqzRdJy5aw": {
          "description": "<p>Captain Talymir is immune to Ulugurnix's frightful presence aura, Poison Breath, and stench aura. If Ulugurnix is destroyed, Captain Talymir becomes infuriated. He deals 2 additional damage on melee Strikes and becomes @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} for 3 rounds; he can use the extra action to Stride or Strike.</p>",
          "name": "Dragon Bonded"
        },
        "snOrUVs5f8v8gtuP": {
          "description": "<p>This curse affects anyone who wears a graveknight's armor for at least 1 hour</p>\n<p><strong>Saving Throw</strong> @Check[will|dc:34] save</p>\n<p><strong>Onset</strong> 1 hour</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} and can't remove armor (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2}, –10-foot status penalty to Speeds, and can't remove armor (1 day)</p>\n<p><strong>Stage 3</strong> dies and transforms into the armor's graveknight.</p>",
          "name": "Graveknight's Curse"
        },
        "t6KHJCiZXdNJnqxB": {
          "name": "Weapon Master"
        },
        "xH6NrBw4bYEHU7e3": {
          "description": "<p>30 feet. When a creature in the aura uses a vitality spell or ability, the graveknight automatically attempts to counteract it, with a counteract modifier of [[/r 1d20+18 #Counteract]]{+18}.</p>",
          "name": "Sacrilegious Aura"
        }
      },
      "name": "Captain Talymir",
      "npcHp": "rejuvenation, void healing"
    },
    "Corrupt Grove": {
      "description": "<p>A noisome mass of fungus at the center of the grove raises fungal guardians from the ground to defend itself.</p>",
      "hazardDisable": "<p>@Check[survival|dc:42] (master) six times to carefully remove all the tangled fungal clots that absorb Tanglebriar's ambient energies for nourishment or @Check[religion|dc:45] (legendary) on the grove three times by a character who has holy sanctification and who uses prayer to exorcise the unholy energies that sustain the corrupt grove</p>",
      "hazardReset": "<p>The corrupt grove resets 1 minute after no enemies are within the grove itself or attempting to damage the grove from beyond the crater's perimeter.</p>",
      "hazardRoutine": "<p>(1 action; poison, primal) The corrupt grove pulses and exudes a blast of toxic spores in a @Template[type:cone|distance:60] that targets the area with the densest concentration of intruders. Creatures in this area take @Damage[8d6[poison]] damage (@Check[fortitude|dc:37|basic|traits:poison,primal] save).</p>",
      "name": "Corrupt Grove"
    },
    "Degholau": {
      "description": "<p>Degholaus form from wretched souls who betrayed their societies to evil ends or for personal gain. These fiends resemble bloated, bestial humanoids with eyeless mole-like faces. They have five tails, all of which feature blood-red eyes.</p><h2>High Crimes</h2><p>Those whose souls become degholaus abused positions of authority in their nation for personal gain or simply out of a need for cruelty. They might have sold secrets, weakened institutions, or initiated military action against their own people. Some initially deluded themselves into believing their actions were righteous or victimless, but eventually embraced their destructive role, damaging their soul so completely they transform into these demons after their judgment.</p>",
      "items": {
        "5v63fstxfbYiyG4p": {
          "name": "Claw"
        },
        "7HtggvaftWFMBdX4": {
          "name": "Translocate (At Will)"
        },
        "R6h555Ee4IhmZEOY": {
          "description": "<p>The first time each round that a creature critically succeeds at a save against a degholau's Veil of Lies or that a creature confronts the fiend on a falsehood immediately after the demon fails to @UUID[Compendium.pf2e.actionspf2e.Item.ewwCglB7XOPLUz72]{Lie}, the degholau takes @Damage[3d6[mental]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Exposure Vulnerability"
        },
        "ZO5bq9LBYC5p6e7l": {
          "description": "<p><strong>Saving Throw</strong> @Check[will|dc:33]</p>\n<p><strong>Onset</strong> 1 day</p>\n<p><strong>Stage 1</strong> +1 status bonus to attack rolls and damage rolls, must succeed at a @Check[flat|dc:10] to use the @UUID[Compendium.pf2e.actionspf2e.Item.HCl3pzVefiv9ZKQW]{Aid} reaction (3 days)</p>\n<p><strong>Stage 2</strong> as stage 1, and +1 status bonus to skill checks, plus must succeed at a @Check[flat|dc:10] to heal an ally (1 week)</p>\n<p><strong>Stage 3</strong> as stage 2, plus lose sanctification traits (1 week)</p>\n<p><strong>Stage 4</strong> anathemas are now edicts, and former edicts are now anathemas—acting upon these new edicts causes loss of abilities and sanctification granted by classes and deities who consider them anathema (1 week)</p>",
          "name": "Twisted Loyalties"
        },
        "aBZdR5KU6uweR38c": {
          "description": "<p>15 feet. A degholau exudes a faint scent of rotting wildflowers in its aura—an odor that dulls the mind. A creature that ends its turn in the aura must attempt a @Check[will|dc:30] save.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected and is temporarily immune to Veil of Lies for 1 minute.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} while it remains in the aura and for 10 minutes after leaving the aura.</p>\n<p><strong>Critical Failure</strong> As failure, except @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2}.</p>",
          "name": "Veil of Lies"
        },
        "fHyIsP6JVlIHyojS": {
          "name": "Spit"
        },
        "kc8C8zhUfOqFUwnf": {
          "name": "Truespeech (Constant)"
        },
        "tGV6qcSxDZi2tXNS": {
          "name": "Tail"
        },
        "untdFLKUpby8X9UZ": {
          "description": "<p><strong>Saving Throw</strong> @Check[will|dc:33]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 round)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} (1 round)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled} by the degholau (1 round)</p>",
          "name": "Conspiratorial Thoughts"
        }
      },
      "name": "Degholau",
      "npcAc": "all-around vision",
      "npcAllSaves": "+1 status to saves vs. magic"
    },
    "Delvarnis": {
      "items": {
        "1YZuVeubPYPVO33v": {
          "description": "<p>If a reaction would disrupt Delvarnis's spellcasting action, he attempts a @Check[flat|dc:15]. If he succeeds, his action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        },
        "2pVM9KqDXEoXcFPe": {
          "name": "Iron Key"
        },
        "D0vz4lFMFhpLjtf2": {
          "name": "Black Razmir Robes"
        },
        "V4OunmDBG6duLq1T": {
          "name": "Demon Mask (Greater, Appears as a Mask of Razmir)"
        },
        "ablVeJr7myncLdRb": {
          "description": "<p><strong>Trigger</strong> Delvarnis is captured alive</p><hr /><p><strong>Effect</strong> Blood pours from Delvarnis' ears and nose, and they drop dead on the spot. An adjacent PC who witnesses this unexplained death must succeed at a @Check[will|dc:27] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Unexplained Demise"
        },
        "fsOceixvlu0ofCp8": {
          "description": "<p><strong>Trigger</strong> A creature Casts a Spell that Delvarnis knows</p><hr /><p><strong>Effect</strong> Delvarnis expends a spell slot of the same level and then attempts to counteract the triggering spell with a [[/gmr 1d20+18 #Counteract]]{+18} bonus on the check.</p>",
          "name": "Counterspell"
        },
        "mpS3Hjp5hqJc8wAA": {
          "description": "<p>Delvarnis inflicts an additional 4d6 mental damage with melee Strikes made while he wears a mask. On a critical hit with such a Strike, the creature struck becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Razmir's Disappointment"
        },
        "nAiiSbYBQ3BXTJ9E": {
          "description": "<p>Delvarnis is driven forward by a singular, otherworldly will, guiding their actions. Whenever Delvarnis attempts a Will saving throw against a mental effect that would control or dictate their actions, Delvarnis treats the result of the saving throw as one category better.</p>",
          "name": "Otherworldly Will"
        },
        "w9f6qrjUF6g48GY2": {
          "name": "+2 Striking Staff of Control (Greater)"
        }
      },
      "name": "Delvarnis"
    },
    "Enhanced Fireball Rune": {
      "description": "<p>An invisible rune creates an invisible, spherical magical sensor with a 20-foot radius.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:32] (expert) to erase the rune without triggering the sensor, or @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} (6th rank; counteract DC 27) to counteract the rune</p>",
      "name": "Enhanced Fireball Rune"
    },
    "Eshmok": {
      "description": "<p>Eshmoks are proof that anger consumes a creature. Formed from wrathful souls, these demons resemble giant humanoid wasps who have fallen victim to parasitic fungi. The fungi's foul-looking fibrous material is a physical manifestation of wrath. Tendrils of it burst from eshmok bodies, emitting rage-inducing spores, while lattices of nest-like growths from their torsos shelter wasplike infestations.</p><h2>Wrathful Parasites</h2><p>The swarms that infest an eshmok aren't its allies, but incarnations of anger that serve to constantly harry and agonize the creature. Some maintain that these wasps are manifestations of Calistria's vengeance, but her faithful believe something closer to the truth—that these wasps represent a mockery of vengeance and a corruption of the directed rage their goddess teaches and epitomizes. Eshmoks are particularly reviled by worshipers of Calistria as a result.</p>",
      "items": {
        "8MefJICxEaL0kKqs": {
          "description": "<p>An eshmok's wrathful infestations defines them, and forcing peace upon them wrenches at their soul. If they fail a save against calm or a similar effect forcing them to be peaceful, an eshmok takes @Damage[4d6[mental]] damage.</p>",
          "name": "Harmony Vulnerability"
        },
        "BM77FWpiqPwOVwo3": {
          "description": "<p>A creature that's @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} by eshmok infection can use the extra action each round for only Strike actions. A creature that's @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} by eshmok infection never considers an eshmok in fungal form as a target</p>\n<p><strong>Saving Throw</strong> @Check[will|dc:28]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> confused (1 round)</p>\n<p><strong>Stage 2</strong> confused and quickened (1 round)</p>\n<p><strong>Stage 3</strong> confused, @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}, and quickened (1 round)</p>",
          "name": "Eshmok Infection"
        },
        "DcCMWDcnlhxCTHQ2": {
          "name": "Translocate (At Will)"
        },
        "Ms1JQiB4TB9EcT3D": {
          "description": "<p>The eshmok turns into their fungus form or back into their normal humanoid wasp form. In fungus form, they lose their fly Speed and can't make stinger Strikes. In fungus form, they gain a tendril melee Strike (+21 for 2d8+9 slashing plus eshmok infection); the tendril strike has the agile, magical, reach 10 feet, and unholy traits.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "gEd5szbw7tgDayJj": {
          "description": "<p>The eshmok exhales a wave of stinging fiendish wasps out in a @Template[type:cone|distance:30], dealing @Damage[4d8[poison]] damage to every creature within the cone (@Check[reflex|dc:28|basic] save). The swarming fiend wasps linger in the area for 6 rounds or until the eshmok is able to use Infesting Exhalation again, whichever comes first. Each creature damaged by Infesting Exhalation or that enters the area must succeed at a @Check[fortitude|dc:28] save or take @Damage[2d8[persistent,poison]] damage and become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} as the poison renders them dizzy and nauseous. At the end of each of their turns, they can attempt a new Fortitude save to end the effects. The eshmok can't use Infesting Exhalation again for [[/gmr 1d6 #Recharge Infesting Exhalation]]{1d6 rounds}.</p>",
          "name": "Infesting Exhalation"
        }
      },
      "name": "Eshmok",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Fungal Amalgamite": {
      "description": "<p>Teleportation magic can prove a difficult undertaking, even for experienced spellcasters. It requires precise calculation and timing, knowledge of the intended destination, and meticulous control over surging conjuration magics. A mistake in even the most minute element of such a spell can lead to disastrous results for those involved. When a particularly powerful spellcaster makes an error of this kind, either through arrogance or simple misjudgment, they might transform into an amalgamite.</p>\n<p>A mass of flesh and misaligned limbs, an amalgamite is the warped body of a former spellcaster, sometimes joined with another version of itself to incorporate additional limbs or other irregularities. They're still alive, but they have become aberrants mentally and physically, with only the vaguest memories of their previous existence, which makes them a dangerous and bewildering foe. Their weird, warped anatomy constantly shifts and regrows, allowing the creatures to shrug off physical blows save those that pierce through its flesh and into its core being.</p>\n<p>The magical residue of an amalgamite's creation radiates from it, seeping into and destabilizing any living beings that get too close. Infected creatures then further spread the amalgamite's aura among larger groups of allies and foes alike. The amalgamite uses this power to manipulate and confuse their enemies, whom they can teleport into traps, force into confrontations with other enemies, or draw close into striking range with their own odd appendages.</p>",
      "items": {
        "6Jhrih75LDb7Tovl": {
          "name": "Warping Ray"
        },
        "REbcJzGp6sT7jOuZ": {
          "name": "Limb"
        },
        "XBz2toYQ5LlpBAkp": {
          "description": "<p>The amalgamite chooses up to two destabilized creatures they can see within 50 feet and swaps their positions, or moves a single such creature to an unoccupied space they can see within range. If the amalgamite chooses two creatures, they can choose their self as one of these creatures, but both targets must be the same size.</p>\n<p>An unwilling creature can attempt a @Check[will|dc:33] save. If either target succeeds at this saving throw, both are unaffected.</p>\n<p>If the amalgamite is wrapped in vines when it Transposes with a PC, the amalgamite loses its fly speed and the PC must attempt a @Check[reflex|dc:33] save.</p><hr /><p><strong>Critical Success</strong> The PC isn't gripped by the vines. They either fall or they can cling to the vines and then Climb through them.</p>\n<p><strong>Success</strong> As critical success, but the PC must succeed at a @Check[reflex|dc:33] save to @UUID[Compendium.pf2e.actionspf2e.Item.3yoajuKjwHZ9ApUY]{Grab an Edge} to cling to the vines.</p>\n<p><strong>Failure</strong> The PC is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} by the vines until they @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} (DC 33).</p>\n<p><strong>Critical Failure</strong> As failure, but the PC is @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}.</p>",
          "name": "Transpose"
        },
        "bpvnWZi8sukcfy9H": {
          "description": "<p><strong>Trigger</strong> The amalgamite is hit by a Strike.</p>\n<hr />\n<p><strong>Effect</strong> The amalgamite Repositions itself or Transposes itself with another creature. If the amalgamite successfully changes its location, it and any Transposed creature take half damage from the triggering Strike.</p>",
          "name": "Displace"
        },
        "dwH6nJY0Yb3I4jsA": {
          "description": "<p>The amalgamite teleports into an unoccupied space it can see within 50 feet.</p>",
          "name": "Reposition"
        },
        "rGx3BT8mbRKRUpA2": {
          "description": "<p>40 feet. A creature that begins its turn within the area feels its body begin to stretch and must succeed at a @Check[fortitude|dc:33] save or become destabilized. Fungi and plant creatures are not affected.</p>\n<p>A destabilized creature emits a 10-foot destabilizing field aura and becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. The destabilization ends when the creature is no longer sickened.</p>\n<p>A creature that succeeds at its saving throw against the aura is temporarily immune to all destabilizing fields for 1 minute.</p>",
          "name": "Destabilizing Field"
        },
        "rU17t3NM7TJ3u03o": {
          "name": "Regeneration 10 (Deactivated by Piercing)"
        },
        "xFzHJGL72aPpRLgB": {
          "name": "Lore (Any One Subcategory)"
        }
      },
      "name": "Fungal Amalgamite",
      "npcHp": "Regeneration 10 (deactivated by piercing)"
    },
    "Fungal Flytrap": {
      "description": "<p>Because they blend in so well with surrounding foliage, giant flytraps can use the element of surprise to make quick strikes against unsuspecting adventurers and forest travelers.</p>\n<hr />\n<p>Flytraps eagerly feed on humanoids, monstrous insects, and larger prey.</p>",
      "items": {
        "A7AIAW82kyBDKhWn": {
          "description": "<p><strong>Trigger</strong> A creature hits or touches the flytrap.</p>\n<hr />\n<p><strong>Effect</strong> The flytrap makes a leaf Strike against the triggering creature. If it hits, the creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} in that leaf.</p>",
          "name": "Quick Capture"
        },
        "CBZgnwJ9S03gtLHf": {
          "description": "<p>The flytrap attacks a single target with all four of its leaves. The flytrap makes one leaf Strike. On a success, the flytrap deals the damage from one leaf Strike plus an additional [[/r {1d8}]]{1d8 damage} for every leaf beyond the first. On a failure, the flytrap deals the damage from one leaf Strike, but it can't use Improved Grab. It deals no damage on a critical failure. This counts toward the flytrap's multiple attack penalty as a number of attacks equal to the number of leaves the flytrap has.</p>",
          "name": "Focused Assault"
        },
        "QS36nnJeanAeIdKI": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:29]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d8[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d8[persistent,poison]] damage and can hear root rotter thoughts within 30 feet as an imprecise sense (2 rounds)</p>\n<p><strong>Stage 3</strong> as stage 2, but @Damage[4d8[persistent,poison]] damage and arise as a root rotter upon death (2 rounds).</p>\n<p>This replaces the Grab and Swallow Whole abilities possessed by giant flytraps.</p>",
          "name": "Greater Infestation"
        },
        "j6xu1V9riuAOrTpK": {
          "name": "Tremorsense (Imprecise) 60 feet"
        },
        "mf1G3pa8hN8LNJ4n": {
          "name": "Leaf"
        },
        "rZ6DDkGMLvCQH70m": {
          "description": "<p>The flytrap makes four leaf Strikes at a -2 penalty, each against a different target. These attacks count toward the flytrap's multiple attack penalty, but the multiple attack penalty doesn't increase until after it makes all its attacks.</p>",
          "name": "Hungry Flurry"
        }
      },
      "name": "Fungal Flytrap"
    },
    "Fungal Heart": {
      "description": "<p>A pulsing green cluster of fungus suspended in the middle of the spherical room by thick lengths of fibrous stalks.</p>",
      "hazardDisable": "<p>@Check[nature|dc:33] (master) three times to carefully prune away specific tethers that keep the fungal heart active, or @Check[religion|dc:33] (master) three times to exorcise the demonic energies from the fungal heart.</p>",
      "hazardReset": "<p>The fungal heart deactivates and resets if 3 rounds pass during which no attempts to disable or damage it take place. On subsequent activations of \"Treerazer Notices,\" no telepathic message is sent—it's simply an overwhelming sensation of imminent doom.</p>",
      "hazardRoutine": "<p>(1 action; divine, poison) The fungal heart clenches as if beating like a real heart, then exudes a churning cloud of toxic spores that fills areas <strong>D1</strong> and <strong>D2</strong>. All creatures in these areas take @Damage[10d6[poison]] damage (@Check[fortitude|dc:34|basic] save; creatures in area <strong>D1</strong> gain a +4 circumstance bonus to this save due to the diffusion of the spores as they wash into the larger area).</p>",
      "name": "Fungal Heart"
    },
    "Fungal Marsh Giant": {
      "description": "<p>Dwellers of brackish coastal salt marshes and fetid bogs and swamps, marsh giants appear hideous to most airbreathers, with fishlike mouths, slimy graygreen skin, and dark, beady eyes. They prefer to eat the flesh of those they slay in battle, including other marsh giants, and guzzle stagnant water from cauldrons or directly from their swampy homes.</p>\n<p>Marsh giant clans are insular, with each clan dedicating itself to zealous worship of a sea-dwelling deity, demon lord, or stranger entity. Whatever forces call to the marsh giants sometimes ensnare boggards and ogres as well, gathering in grim worship. Rather than favor these humanoid hangerson, marsh giants lavish attention on favored pets: krooths, giant octopuses, or primeval creatures like dinosaurs and the crocodilian deinosuchuses.</p>\n<p>Barely topping 11 feet tall and 1,000 pounds, marsh giants are small for giants but make up for their stature with their zealotry.</p>\n<hr />\n<p>Giants are massive humanoid creatures who live in remote regions throughout the world. They vary widely but are united in their hunger, requiring sustenance of their own element along with the feasts one would expect from such a massive humanoid. Although a simple matter for some giants, more esoteric types find this need a harsh reality. While a massive fistful of ice or snow alongside their meal will satisfy a frost giant, shadow giants hunger for the coagulated shadows of the Netherworld.</p>",
      "items": {
        "EF6jFpXwBUM3i2gf": {
          "name": "Fist"
        },
        "XJnrKfLYt73rxGte": {
          "description": "<p>20 feet. The fungal marsh giant exudes a faintly visible cloud of green spores when not underwater. Any creature that ends its turn in the spore cloud takes @Damage[2d6[poison]] damage (@Check[fortitude|dc:27|basic] save). A creature that fails this save also becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure).</p>",
          "name": "Spore Cloud"
        },
        "eoLK3mAvvXiMTLnH": {
          "description": "<p>The fungal marsh giant makes a melee Strike with its scythe. If it hits, it twists and yanks the scythe to knock the target @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and create an awful wound, dealing @Damage[2d6[persistent,bleed]] damage to the creature.</p>",
          "name": "Twist the Hook"
        },
        "huY2kc7XivnkykqV": {
          "name": "Mold Spit"
        },
        "j2rTwTtnlsXlNIpr": {
          "description": "<p><strong>Requirements</strong> A creature is @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} within the fungal marsh giant's reach</p><hr /><p><strong>Effect</strong> The fungal marsh giant shakes and heaves their body, causing great swaths of mold and fungal crust to slough off them and cover the prone creature. The target becomes @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} in the mold until they @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} (DC 27) and takes @Damage[6d6[poison]] damage (@Check[fortitude|dc:27|basic] save). The fungal marsh giant can't use Moldy Mess again for [[/gmr 1d4 #Recharge Moldy Mess]]{1d4 rounds}.</p>",
          "name": "Moldy Mess"
        }
      },
      "name": "Fungal Marsh Giant"
    },
    "Grizzer": {
      "description": "<p>These gangly fey lizards are known for two traits. First, they look ridiculous when they run, dashing on hind legs while waving their front legs wildly in the air. Second, they're inveterate thieves with the ability to store an extraordinary amount of goods in their stomach. Many grizzers appeared in the River Kingdoms a little over 10 years ago, but several coordinated hunts drove them further southwest, where they've begun to thrive in the forests of Razmiran.</p><h2>Strange Fey Appetites</h2><p>A grizzer's strange appetite isn't unique among fey. Azarpals, for example, can store food in their bellies and infuse them with poisons that wreak havoc on feasts and banquets. Stories of whales swimming in otherworldly seas that have swallowed entire villages, or of duplicitous serpentine fey who can assume the forms of those they consume, suggest that fey with strange appetites aren't so unusual on the First World.</p>",
      "items": {
        "1fBEO5jlP48EQ0bO": {
          "description": "<p>A grizzer ignores difficult terrain from narrow confines and can move at full Speed when Squeezing.</p>",
          "name": "Limber"
        },
        "2tnVXCJpPjj5VU3v": {
          "description": "<p>If the grizzer swallows a cold iron item or a creature holding or wearing a cold iron item, the grizzer becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} until they regurgitate it.</p>",
          "name": "Cold Iron Indigestion"
        },
        "DOdN2ipcrLTHuuUe": {
          "name": "Jaws"
        },
        "DceoDxVkjADlYoJL": {
          "name": "Claw"
        },
        "EbE3C2YuIe0CXTus": {
          "description": "<p>The grizzer's stomach is an extradimensional space (that appears to be an immense elongated leathery chamber) capable of holding up to 24 Bulk. Unless the grizzer uses Digest, the space has the same environment as the grizzer's surroundings, and creatures inside don't take damage from being swallowed, nor do they face the threat of suffocation.</p>",
          "name": "Extradimensional Stomach"
        },
        "IM7PVRzGjOwdOFMz": {
          "description": "<p>The grizzer fills their stomach with acid for 1 round to digest its contents. Creatures inside the stomach must hold their breath or start suffocating, and they take @Damage[4d8[acid]] damage (@Check[reflex|dc:29|basic] save). The grizzer can Sustain this activity, in which case the stomach remains filled with acid; creatures inside take acid damage at the end of their turn and can't catch their breath. The grizzer regains 10 Hit Points if at least one creature takes acid damage as a result of Digest.</p>",
          "name": "Digest"
        },
        "WAhYoFJ1JRpwesoj": {
          "description": "<p>The grizzer regurgitates a creature or unattended item from their stomach into an adjacent unoccupied space.</p>",
          "name": "Regurgitate"
        },
        "ZCRXWPSO911WQluj": {
          "description": "<p>The grizzer unfurls their sticky tongue at a creature within 15 feet and attempts to either pull the target closer or @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm} it. If they choose to pull the target, they attempt an Athletics check against the target's Fortitude DC and pull it into an adjacent space on a success. If the grizzer attempts to Disarm the target, they gain a +1 circumstance bonus to the Athletics check if the item is made of shiny material or magically illuminated, such as by revealing light. If the Disarm attempt critically succeeds, the grizzer also grabs the item with their tongue and swallows it.</p>",
          "name": "Snatch Object"
        },
        "yFRy4wGsgGE2UqHd": {
          "description": "<p>Huge, no damage, Rupture 20</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        }
      },
      "name": "Grizzer"
    },
    "Gruddunk": {
      "description": "<p>Harpies are amalgamations of human and bird, resembling feral humans with wings, talons, and sharp teeth. They use their ancestral control of the wind to lure prey or even directly pull in their next meal. They enjoy causing confusion and fear in their prey before they strike, believing it creates a savory flavor in the flesh. Harpies can eat most creatures but strongly prefer sapient prey—humans and elves in particular. Although harpies will eat goblins if sufficiently hungry, they dislike their flavor and avoid eating them if possible. This doesn't comfort goblins, of course, who have a particularly strong fear of harpies.</p>\n<p>Because their aeries often reek with the gore of their kills and careless spatters of guano, harpies carry a distinctly vile scent that canny travelers associate with danger. Harpies who roost close to civilization make better efforts to keep clean, though these efforts have mixed results.</p>\n<p>Somewhere among the filth, most aeries have a shrine dedicated to the demon lord Pazuzu. Harpy legends credit him with raising them up from simple air spirits to their current station, and their gratitude typically takes the shape of a sketched figure in a corner piled with offerings. More devout families build portable wooden shrines that are carried from aerie to aerie for generations.</p>\n<p>Harpies live in family groups or larger clans. Most adults stand 5 feet tall and weigh around 90 pounds. While some use relatively simple weapons, those who master the use of the bow are regarded as heroes among their kind.</p>",
      "items": {
        "4SfQwlsDB7yPjSXZ": {
          "description": "<p>When a harpy speaks, they can choose one creature within 90 feet. That creature can hear the harpy's words over any other sound, but no other creature hears the words at all.</p>",
          "name": "Wind's Whispers"
        },
        "BmhB6hl9Ivt5pnw6": {
          "name": "Talon"
        },
        "O7Z5lXNOyTsN578Y": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>The spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack modifier and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical costs are provided when a scroll is created, so you don't need to provide them when casting from a scroll. If the spell requires a locus, you must have that locus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Scroll of Heal (Rank 7)"
        },
        "YqOXI5e96og3s7to": {
          "description": "<p>The harpy uses the wind to pull its prey closer. A target within 20 feet must succeed at a @Check[fortitude|dc:36] save or be pulled adjacent to the harpy, where they make a jaws Strike against the target. If the target was pulled off the ground and can't fly, it then falls as normal.</p>",
          "name": "Hungry Winds"
        },
        "qcy89Ztl9BMxwhem": {
          "description": "<p>The sickened and unconscious conditions from putrid plague can't end or be reduced until the disease is cured</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:36]</p><hr /><p><strong>Stage 1</strong> carrier with no ill effect (1d4 hours),</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (1 day),</p>\n<p><strong>Stage 3</strong> sickened 1 and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 day),</p>\n<p><strong>Stage 4</strong> @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} (1 day),</p>\n<p><strong>Stage 5</strong> dead</p>",
          "name": "Putrid Plague"
        },
        "roUoPrTHvP2EhoDm": {
          "description": "<p>30 feet, @Check[fortitude|dc:33]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Stench]</p>"
        },
        "twwXWSLPxnAXSs6h": {
          "name": "Jaws"
        }
      },
      "name": "Gruddunk"
    },
    "Gruntch": {
      "description": "<p>While most qlippoths focus on wiping mortals from existence, gongorinans follow the divergent plan of trapping mortals in forms incapable of understanding their actions and performing any sin meriting condemnation to the Outer Rifts. What may seem as a mercy to some is a matter of dire necessity to the gongorinans, who see killing sinful mortals as tantamount to helping their foes.</p>\n<hr />\n<p>Long before the creatures known as demons came to be the dominant force in the Outer Rifts, qlippoth ruled the innumerable cracks of the Outer Sphere. These inimical creatures are a form of primordial and alien evil that predates mortal life, and most immortal life as well. Since the rise of mortal sin and the associated expansion of demonic life through the Outer Rifts, qlippoth have been driven to their deepest reaches, and they seethe with rancor at the loss of their realms. Yet, rather than directly oppose demons, qlippoth instead turn to the source—mortal sin—and wage an endless war to eradicate all creatures capable of sinful acts so that the demonic tide might be turned back. To ensure they do not bolster their foe's ranks, they enact horrific transformations on their targets, converting their victims into beings incapable of discerning right from wrong; this renders them unable to be judged by Pharasma's courts and thus incapable of becoming fiends. Most mortals consider the ministrations of a qlippoth to be far worse than any fate awaiting them in the afterlife.</p>",
      "items": {
        "608vBx3BIypdtix4": {
          "name": "Stinger"
        },
        "CmMBP7yIVUkmFAlE": {
          "description": "<p>The gongorinan makes up to four Strikes against different targets, each using a different limb. All four Strikes count toward its multiple attack penalty, but the penalty doesn't increase until after the gongorinan has made all the attacks.</p>",
          "name": "Painful Limbs"
        },
        "Mud0wXUzraKAI3AP": {
          "name": "Tentacle"
        },
        "NNT17XFQQ7k9rkn3": {
          "description": "<p>The gongorinan opens its maw to reveal the forms hidden there, making observers question their own bodies. Creatures in a @Template[emanation|distance:30] must attempt a @Check[will|dc:40] save, after which they are temporarily immune to further Disquieting Displays for 1 minute.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 round.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>\n<p><strong>Critical Failure</strong> As failure, but for 1 minute.</p>",
          "name": "Disquieting Display"
        },
        "Ng2c5xOHuxNAppwr": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:40]</p><hr /><p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} and cosmetic signs appear of turning into an animal, fungus, or plant (1 round)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} (1 round)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 4} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 4} (1 round)</p>\n<p><strong>Stage 4</strong> @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} as changes completely overtake the body (1 round)</p>\n<p><strong>Stage 5</strong> the victim permanently transforms into an animal, fungus, or plant in mind and body as a permanent curse, and the affliction ends</p>",
          "name": "Gongorinan Venom"
        },
        "Q2J2ut2rBts0wMtX": {
          "name": "Pincer"
        },
        "eeXlKsf9PZe4BVsV": {
          "name": "Unfettered Movement (Constant)"
        },
        "guKa46rFJgyj03aF": {
          "name": "Telepathy 100 feet"
        },
        "uaWCB1XDdgPfOT6Z": {
          "name": "One with Stone (At Will)"
        }
      },
      "name": "Gruntch",
      "npcSpeed": "unfettered movement"
    },
    "Invidiak": {
      "description": "<p>An invidiak has no physical body and is born out of a deep sense of envy over this lack. An invidiak only feels properly \"alive\" when they're possessing a host. In many cases, an invidiak remains dormant in such a host, spending months, even years, observing from within and building up its influence over the host slowly, so as to cause as much long-lasting despair and emotional trauma to the host's friends and family as possible.</p><h2>Lengthy Possessions</h2><p>An invidiak can possess a favored host for an unlimited amount of time, and over the course of years their influence can result in their host gaining strange new and unique supernatural powers that grow from this spiritual corruption. Such powers only function as long as the possession lasts; if the invidiak is forced out of the body, these powers vanish and don't return, even if the invidiak later re-possesses the same host. These unique invidiaks are generally much more powerful than the typical one presented here.</p>",
      "items": {
        "1zbo0xc2s4vpFPYx": {
          "name": "Translocate (At Will)"
        },
        "CpTRDv42ZCA5jHZL": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "TtqhvUO0vvhjbIFp": {
          "description": "<p>If an invidiak attempts to possess a creature and the creature rolls a critical success on its saving throw to resist @UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession}, or if an invidiak's possession of a creature is ended prematurely, such as via a successful @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}, the invidiak takes @Damage[6d6[mental]] damage and cannot use possession for 24 hours.</p>",
          "name": "Exorcism Vulnerability"
        },
        "fDEMKsDuC7SNDbx6": {
          "description": "<p>An invidiak leaves no body behind when using @UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession}.</p>",
          "name": "Unbodied Possession"
        },
        "rLwqo1kjVbrummG2": {
          "name": "Possession (Range Touch)"
        },
        "s43Ks62ECjo1B5kX": {
          "name": "Claw"
        },
        "tIiXnBCscCuQi4WY": {
          "description": "<p>Each invidiak has a type of creature they prefer possessing, chosen from aberration, animal, beast, or any humanoid (such as dwarf, elf, or human)—in most cases, the favored type of target is human. When an invidiak casts possession on a favored host, the duration of possession increases to unlimited, and the effect lasts until dispelled or until the invidiak dismisses it.</p>",
          "name": "Favored Host"
        },
        "zBhbPtqzK6B5JjcX": {
          "description": "<p><strong>Trigger</strong> A creature within 30 feet of the invidiak deals damage to the invidiak</p><hr /><p><strong>Effect</strong> An echo of the invidiak's pain lashes out at the triggering creature, dealing an amount of nonlethal mental damage equal to half the damage the invidiak took from the triggering attack (@Check[will|dc:25|basic] save). On a critical failure, the target is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>",
          "name": "Share Pain"
        }
      },
      "name": "Invidiak",
      "npcAllSaves": "+1 to all saves vs. magic"
    },
    "Iravalinn Morgethai": {
      "items": {
        "BBaC31d3ReZpZ7Gu": {
          "description": "<p><strong>Requirements</strong> Iravalinn is possessed by Vixivax</p>\n<p><strong>Trigger</strong> Vixivax starts his turn while Iravalinn's spellbook, Visions and Fancies, is visible</p><hr /><p><strong>Effect</strong> The sight of his spellbook is enough to bolster Iravalinn's spirit, and he forces Vixivax to suffer the effects of Exorcism Vulnerability.</p>",
          "name": "Fight for Control"
        },
        "GaN6Qm2yIgtfdyxE": {
          "name": "+2 Greater Striking Staff of Elemental Power (Major)"
        },
        "PjbrUWhvbcjs3LXB": {
          "name": "Academia Lore"
        },
        "Y4aSE121neiNK9Ur": {
          "description": "<p>This platinum choker bears characters from three language's alphabet, and it gives knowledge of those languages and the associated culture's customs.</p>\n<p>You gain a +2 item bonus to Society checks and the ability to understand, speak, and write the chosen languages (Aklo, Arboreal, and Fey).</p>\n<p>Your excellent elocution reduces the DC of the flat check to perform an auditory action while deafened from 5 to 3.</p><hr /><p><strong>Craft Requirements</strong> You know the languages the choker grants.</p>"
        }
      },
      "name": "Iravalinn Morgethai"
    },
    "Irshandi": {
      "items": {
        "3QJY9QrJIcqYhDrN": {
          "description": "<p>20 foot, @Check[fortitude|dc:37]{DC equal to the siabrae's spell DC - 4}.</p>\n<hr />\n<p>A creature that enters the aura or begins its turn there becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a failure (or sickened 4 on a critical failure). An animal, fey, or plant that rolls a failure gets a critical failure instead. Regardless of the result of the saving throw, the creature is temporarily immune to the siabrae's miasma for 1 minute.</p>",
          "name": "Miasma"
        },
        "DLfsz7D9pLNSqIlT": {
          "description": "<p>Tiny shards break off the siabrae's antlers when they attack, lodging in the target's wounds and inflicting a terrible curse. A creature damaged by a siabrae's stone antlers Strike must succeed at a @Check[fortitude|dc:37] save or become @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 2} for [[/r 1d4 #rounds]]{1d4 rounds} on a failure. If the creature critically fails, or fails while already clumsy 2 or greater, the creature is petrified.</p>",
          "name": "Stony Shards"
        },
        "FByIi64kp8hJjz6z": {
          "name": "Tremorsense (Imprecise) 60 feet"
        },
        "SQt7rET9Z2MgoK8E": {
          "name": "Rejuvenation"
        },
        "aU4ED1uwXIfy7MTJ": {
          "name": "Earth Glide"
        },
        "qDKNtEMBCrIlKW6A": {
          "name": "Blight Mastery"
        },
        "qbupjn2tlljiraow": {
          "name": "Stone Antler"
        },
        "xrhhvmqzd4qp9cx9": {
          "description": "<p>If a reaction would disrupt the siabrae's spellcasting action, the siabrae attempts a @Check[flat|dc:15]. On a success, the action isn't disrupted.</p>",
          "name": "Steady Spellcasting"
        }
      },
      "name": "Irshandi",
      "npcHp": "void healing, rejuvenation",
      "npcSpeed": "earth glide"
    },
    "Lukarazyll": {
      "description": "<p>Wrecker demons, also known as abrikandilus, despise beautiful things and do everything in their power to destroy both people and objects regarded as such. An abrikandilu forms from the souls mortals who were vandals, misanthropes, or defacers of artwork, particularly if their destructive actions stemmed from feelings of powerful envy.</p>\n<p>An abrikandilu loathes only one thing more than beauty: their own visage. The mere sight of their face-reflected in a mirror, a shield, or even a pool of water- can send a wrecker demon into a rage. Many demon slayers leverage tactic to their advantage, venturing into battle with polished steel shields and cold iron blades at the ready.</p>\n<hr />\n<p>Mortal souls that have been twisted and corrupted by sin sometimes arise in the afterlife as demons. These powerful and destructive fiends seek to spread their particular sin to warp more souls, thereby bolstering their numbers and continuing the cycle.</p>",
      "items": {
        "3wLOdV2RXEY5pnF5": {
          "description": "<p>When Lukarazyll hits a creature with his jaws Strike, the creature becomes infected with the demon's self-loathing. The creature must succeed at a @Check[will|dc:34] save to avoid gaining a –1 status penalty to Charisma-based checks. This penalty is cumulative up to –3, and remains even if the wounds are healed. The penalty is reduced by 1 every 24 hours until it reaches 0.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.LgZx5xotO08JzhVc]{Effect: Mutilating Bite}</p>",
          "name": "Loathsome Bite"
        },
        "4cx1d9efogHuWe26": {
          "description": "<p>Lukarazyll makes two claw Strikes against an unattended object, wrenching and gouging it while infesting it with tendrils of fungus. If both Strikes hit, combine their damage for the purpose of overcoming its Hardness. These Strikes don't count toward Lukarazyll's multiple attack penalty, nor does that penalty apply to these strikes. If the object is destroyed, Lukarazyll can use it as hurled debris—the remnants automatically become fungus-infested as part of this act and can create a spore burst on a successful hit.</p>",
          "name": "Wreck"
        },
        "983mBG3qwmzQKGS2": {
          "description": "<p>Lukarazyll, like all abrikandilu, despises the sight of his own reflection. When a creature Interacts with a mirror within sight of Lukarazyll, he takes a –2 penalty to Will saves against fear effects. If he ends his turn adjacent to a mirror, or the first time in a round he's attacked by a creature holding a mirror, Lukarazyll takes @Damage[3d6[mental]] damage.</p>",
          "name": "Mirror Vulnerability"
        },
        "QwKsTc2ps0cjzmnW": {
          "name": "Jaws"
        },
        "UZivbag22tDFAKdd": {
          "name": "Telepathy 100 feet"
        },
        "VBxySuyNQGXdtmjL": {
          "name": "Claw"
        },
        "aS9Pap4c6Nyhj03X": {
          "description": "<p>Lukarazyll slams his fists into the ground, shattering the terrain around him. Creatures in a @Template[type:emanation|distance:15] from Lukarazyll take @Damage[4d12[bludgeoning]] damage (@Check[reflex|dc:32|basic] save). Those who fail are knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. In addition, all squares within 15 feet of Lukarazyll become difficult terrain.</p>",
          "name": "Shattering Blow"
        },
        "gNVUO0HtDy6k0VQO": {
          "description": "<p>Whenever Lukarazyll picks up debris to throw, tendrils of fungus burrow out from his hands, infesting the debris so that when it hits, it explodes into a cloud of toxic spores. All non-fungus creatures in a @Template[type:emanation|distance:10] (including the target) must attempt a @Check[fortitude|dc:32] save. The target of the debris takes a –2 circumstance penalty to this save. Those that fail take @Damage[2d6[persistent,poison]] damage and are @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}. Creatures can't remove the sickened condition while this persistent damage remains.</p>",
          "name": "Spore Burst"
        },
        "hbJLdmKm20p84vtq": {
          "name": "Fungus-Infested Hurled Debris"
        },
        "kTpS9loCN3Fp4IBc": {
          "name": "Fly (Constant)"
        },
        "sLx2lnElw4KtRXwZ": {
          "name": "Cursed Metamorphosis (Transforms a Creature into a Harmless Fungus-Infested Animal)"
        },
        "v6VzSHWldOCoUopr": {
          "name": "Translocate (At Will)"
        }
      },
      "name": "Lukarazyll"
    },
    "Miastrilek": {
      "description": "<p>When in their true form, miastrileks have a spider-like appearance. However, they prefer humanoid forms when interacting with mortals, posing as rich or influential figures such as nobles, merchants, or leaders of criminal organizations.</p><h2>Polluters Of Flesh</h2><p>Miastrileks are demons associated with pollution and corruption, but unlike the omox (a demon that rises from souls who routinely befouled and polluted their environmental surroundings in life), the miastrilek's sin is more focused on the pollution and corruption of the flesh—such as those who in life ran complex webs of corruption in society that manufactured and distributed drugs that ruined communities, or used pollution and toxins to torture and transform their victims.</p>",
      "items": {
        "72jJa15ItZv7arsa": {
          "description": "<p>The miastrilek can take on the appearance of any Small or Medium humanoid. This doesn't change their Speed but does prevent them from making fangs Strikes.</p>",
          "name": "Change Shape"
        },
        "EADcNyLKItJ53sm1": {
          "name": "Translocate (At Will)"
        },
        "Ou5BMmgMpsogLzjT": {
          "name": "Fangs"
        },
        "PxCs3bomHPw9ynzm": {
          "name": "Hypnotize (At Will)"
        },
        "QJWVyAn47kGQgaMa": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:30]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> –10-foot status penalty to all Speeds (1 round)</p>\n<p><strong>Stage 2</strong> –10-foot status penalty to all Speeds and a –1 circumstance penalty to attack rolls and checks requiring a firm grasp on held items (1 round)</p>\n<p><strong>Stage 3</strong> as</p>\n<p><strong>Stage 2</strong>, but increase the circumstance penalty to checks to –2 (1 round)</p>",
          "name": "Tremortoxin"
        },
        "TkLMoHlGjJkilsgR": {
          "description": "<p>The miastrilek disgorges a spray of acid and rubble in a @Template[type:cone|distance:30], dealing 6d6 piercing and @Damage[6d6[acid]] damage (@Check[reflex|dc:30|basic] save). The area becomes hazardous terrain for 1 minute (@Damage[2d6[acid]] damage). A creature can take this damage only once per turn. The miastrilek must wait [[/gmr 1d4 #rounds]]{1d4 rounds} before Spewing Pollution again.</p>",
          "name": "Spew Pollution"
        },
        "muP4MlePpBuohzZK": {
          "name": "Water Walk (Constant)"
        },
        "vjOub9vtuISmvomw": {
          "name": "Caustic Slurry"
        },
        "xfxM5wyDSe6T5PcZ": {
          "description": "<p>The first time in a round that a creature within 30 feet of the miastrilek critically succeeds on a saving throw against a poison or disease or fully recovers from either such affliction via magic or another effect, the demon takes @Damage[6d6[mental]] damage.</p>",
          "name": "Clarity Vulnerability"
        }
      },
      "name": "Miastrilek"
    },
    "Mugrisant Qlippoth": {
      "description": "<p>Mugrisants are manifestations of the Outer Rifts' capacity for destructive transformation. This qlippoth's cycle of never-ending transformation gives them an insatiable appetite. While a mugrisant can derive nourishment from any flesh, they need not eat to survive, and favor prey that are strong enough to put up a bit of a fight before being devoured, almost turning their bodies inside out to gulp down creatures nearly as large as they are.</p><h2>Constant, Horrific Change</h2><p>A mugrisant's body is always consuming itself and generating new organs. While a few of these new body parts appear in functional locations, the rest are drawn toward the mugrisant's central growth sac, a composite organ that lies within their largest maw and is used to warp the bodies of those exposed to it. A rare few who are consumed by a mugrisant don't actually die, but are instead transformed body, mind, and soul into a new qlippoth.</p>",
      "items": {
        "7TiwmMwCN7QQ1fXF": {
          "description": "<p>The mugrisant opens their central maw to display a roiling mass of teratomas. The bodies of those who view this revolting sight change of their own accord, sprouting teratomas of their own. Creatures in a @Template[type:emanation|distance:30] must attempt a @Check[will|dc:36] save, after which they are temporarily immune to further Teratomatous Displays for 1 minute. Tumors created from this ability vanish when the creature isn't sickened.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[3d6[piercing]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> The creature takes @Damage[6d6[piercing]] damage, is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}, and is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[12d6[piercing]] damage, is sickened 2, and is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2}.</p>",
          "name": "Teratomatous Display"
        },
        "CC4EepNFQdu9U3lX": {
          "description": "<p>100 feet @Check[will|dc:33]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
        },
        "EeqivzjCpE2ZVYnB": {
          "name": "Truesight (Constant)"
        },
        "P2psCzvxX95sFY5W": {
          "name": "Jaws"
        },
        "Q7p7uWCL4yg2rxBg": {
          "name": "Tooth"
        },
        "Wn4EcVgzwNwbjPA1": {
          "description": "<p>On a critical hit, a mugrisant's fired tooth embeds itself and begins to burrow, inflicting @Damage[3d6[persistent,piercing]] damage for the next 3 rounds.</p>",
          "name": "Imbed Tooth"
        },
        "uPWEPGl05b5IMdNT": {
          "name": "Wing"
        },
        "wHMm0D0hP0el6ltt": {
          "description": "<p>Large, @Damage[(3d6+14)[bludgeoning],2d6[acid]], Rupture 25</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        }
      },
      "name": "Mugrisant Qlippoth"
    },
    "Pukwudgie Scribe": {
      "description": "<p>Pukwudgies go by many names in many regions, but those who know of them agree that defying their mischievous nature provokes their wrath.</p>\n<p>In ancient times, pukwudgies traveled to the Universe from the First World, perhaps in the wake of the gnome emigration. These proud fey are obsessed with displays of respect, and while they first attempted to befriend mortals, each attempt ended in tragedy as the pukwudgies perceived any potential slight as a grave insult. Mortals, fearing these reactions, began to view pukwudgies as dangerous nuisances. Pukwudgies, in turn, began to resent mortals and the gods that favored them.</p>\n<p>At their best, pukwudgies play cruel jokes on mortals they encounter. At their worst, they've been known to kidnap and even kill those who don't treat them with proper respect. Violent fey like twigjacks and redcaps often gather under pukwudgie leadership, much to the pukwudgies' glee.</p>\n<p>Pukwudgies make their villages in the oldest forests, concealed under @UUID[Compendium.pf2e.spells-srd.Item.HBJPsonQnWcC3qdX]{Mirage} spells. They travel freely between the Universe and the First World through tiny portals beneath hills, trees, or stones. No strangers to violence, pukwudgies rarely travel alone and often anoint their quills or weapons with a custom-brewed poison before entering hostile situations.</p>\n<p>Standing about 2 feet tall, a pukwudgie sports sharp quills growing from their head that extends down their back. Their skin tone varies by the region in which they live, ranging from pale gray to brown.</p>",
      "items": {
        "JQcN49zNIu4wTuSg": {
          "description": "<p>A creature that hits a pukwudgie with an unarmed Strike or a non-reach melee Strike takes @Damage[6d6[piercing]] damage (@Check[reflex|dc:33|basic] save). On a critical failure, the creature also takes @Damage[2d6[persistent,poison]] from the poisoned quills.</p>",
          "name": "Defensive Quills"
        },
        "e81mjeZGp9mKBDKv": {
          "description": "<p>The pukwudgie takes on the physical form of a giant porcupine or resumes their natural form. In porcupine form, their size changes to Medium, they lose their weapon Strikes, and they gain a quill Strike (+27 for 3d10+11 piercing plus 2d8 persistent poison).</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "lGFDmPhDxFNEVo95": {
          "name": "Invisibility (At Will, Self Only)"
        },
        "lV8lCapoUOFDMPz8": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:36]</p><hr /><p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[1d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[1d6[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, and stupefied 2 (1 round)</p>",
          "name": "Pukwudgie Poison"
        }
      },
      "name": "Pukwudgie Scribe"
    },
    "Rancorous Priesthood": {
      "description": "<p>Followers of Rovagug must usually conceal their devotion to the Rough Beast, hiding in remote cave complexes or abandoned ruins; but they emerge from these strongholds when they sense weakness, gathering together into a destructive, homicidal mob to hunt down high-ranking priests of rival deities or slaughter entire towns. Alternatively, if their hidden bolthole is compromised, a mob of Rovagug's faithful might emerge-not hoping to save themselves, but intent only on taking their enemies with them as they die.</p>",
      "items": {
        "7cb3300PlOTebHcM": {
          "description": "<p>When the rancorous priesthood Casts a Spell, their constituent members combine their efforts into casting a more powerful version of the spell than any one member could achieve alone.</p>\n<p>When Casting a Spell that has an area of a burst, cone, or line and doesn't have a duration, increase the area of that spell. Add 5 feet to the radius of a burst that normally has a radius of at least 10 feet (a burst with a smaller radius is not affected). Add 5 feet to the length of a cone or line that is normally 15 feet long or smaller, and add 10 feet to the length of a larger cone or line.</p>",
          "name": "Troop Spellcasting"
        },
        "AsbIVQDcJZfJhU4N": {
          "description": "<p><strong>Thresholds</strong> 130 (12 squares), 65 (8 squares)</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>"
        },
        "ty02a1CedQJfgYkL": {
          "description": "<p><span class=\"action-glyph\">1</span> to <span class=\"action-glyph\">3</span></p>\n<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The members of the mob wildly swing their weapons-primarily greataxes-in a chaotic attack at each enemy adjacent to the troop (@Check[reflex|dc:27|basic] save). The damage depends on the number of actions.</p>\n<p><span class=\"action-glyph\">1</span> @Damage[(1d12+2)[slashing]] damage</p>\n<p><span class=\"action-glyph\">2</span> @Damage[(2d12+9)[slashing]] damage</p>\n<p><span class=\"action-glyph\">3</span> @Damage[(3d12+9)[slashing]] damage</p>",
          "name": "Wild Swing"
        },
        "uMpGqaiMkiEy14R0": {
          "name": "Blight (Doesn't Require Secondary Casters)"
        },
        "wWvqRgRb0u1JwCr6": {
          "description": "<p>Whenever the troop Strides, they first Form Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then moves up to their Speed. This works just like a Gargantuan creature moving; for instance, if any square of the troop enters difficult terrain, the extra movement cost applies to the whole troop.</p>",
          "name": "Troop Movement"
        }
      },
      "name": "Rancorous Priesthood",
      "npcHp": "troop defenses",
      "npcSpeed": "troop movement"
    },
    "Razmiri Blade Assassin": {
      "items": {
        "305KjqSjGbOtGFmV": {
          "name": "Gray Razmir Robes"
        },
        "CI0xauhT4sblIMa8": {
          "description": "<p><strong>Requirements</strong> The blade assassin is wielding a piercing or slashing weapon and has a free hand</p><hr /><p><strong>Effect</strong> The blade assassin applies a poison to the weapon.</p>",
          "name": "Poison Weapon"
        },
        "OnGX99D9tbMGKZMD": {
          "description": "<p>The blade assassin deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "Z7SvZR83Hkn79HDG": {
          "description": "<p><strong>Trigger</strong> The blade assassin is targeted with a melee or ranged attack by an attacker they can see</p><hr /><p><strong>Effect</strong> The blade assassin gains a +2 circumstance bonus to AC against the triggering attack</p>"
        },
        "ZjiXNAAO9yrRpDvy": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the blade assassin.</p>",
          "name": "Surprise Attack"
        },
        "j4n6l8OCxugnRyiS": {
          "name": "Mask"
        },
        "ppH8Y8jywqq7NJm0": {
          "description": "<p><strong>Trigger</strong> The assassin is captured alive</p><hr /><p><strong>Effect</strong> Blood pours from the assassin's ears and nose, and they drop dead on the spot. An adjacent PC who witnesses this unexplained death must succeed at a @Check[will|dc:22] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Unexplained Demise"
        },
        "z41GRa1gKQnSP5wN": {
          "description": "<p>The blade assassin is driven forward by a singular, otherworldly will, guiding their actions. Whenever the blade assassin attempts a Will saving throw against a mental effect that would control or dictate their actions, the blade assassin treats the result of the saving throw as one category better.</p>",
          "name": "Otherworldly Will"
        }
      },
      "name": "Razmiri Blade Assassin"
    },
    "Root Rotter": {
      "description": "<p>Root rotters are all that remain of the unfortunate elven residents of Greengold. Some died in the initial bursts of Jeharlu spores, while others succumbed to infestation by sinmolds. Fungus now riddles their bodies, wrapping around their brains and nerves to reanimate them.</p><h2>Corruption Spreaders</h2><p>A root rotter that remains in place for 24 hours causes a @Template[type:emanation|distance:5] to become overgrown with foul-smelling unpleasant fungus. This spread increases by 5 feet for each additional 24 hours the root rotter remains motionless, to a maximum area of a @Template[type:emanation|distance:60] after 12 days of motionless lurking. This fungus is permanent as long as it has a source of nourishment but can be destroyed as easily as any patch of mundane fungus.</p>",
      "items": {
        "5Y1BDRtyFk8KwSpN": {
          "description": "<p><strong>Requirements</strong> The root rotter has 25 Hit Points or fewer</p><hr /><p><strong>Effect</strong> The root rotter destroys themself. Thorny fungal roots explode from their body, dealing @Damage[10d6[piercing]] damage in a @Template[type:emanation|distance:10] (@Check[reflex|dc:25|basic] save). Any creature who fails the save is exposed to rotter infestation.</p>",
          "name": "Disperse"
        },
        "FBCGJUvGZkv8Prk7": {
          "description": "<p><strong>Requirements</strong> The root rotter is standing in fungal terrain</p><hr /><p><strong>Effect</strong> Fungal roots reach out to snag a nearby foe. An enemy within 30 feet of the root rotter takes @Damage[4d6[piercing]] damage and must attempt a @Check[reflex|dc:27] saving throw.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} until the end of its next turn.</p>\n<p><strong>Failure</strong> The creature takes full damage and becomes clumsy 1 with an unlimited duration. In addition, the creature is @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 27) for 1 minute.</p>\n<p><strong>Critical Failure</strong> As failure but double damage. In addition, the creature is exposed to rotter infestation.</p>",
          "name": "Fungal Root"
        },
        "JY9rAddEAvmjglU9": {
          "description": "<p>Root rotters communicate telepathically with each other. While within telepathic range of at least one other root rotter, they gain a +2 circumstance bonus to initiative rolls, Perception checks, and saving throws against mental effects. If one root rotter is aware of a combatant, all members of the fungal mind within range are aware of it.</p>",
          "name": "Fungal Mind"
        },
        "WOg7GpfGZ8BaShg5": {
          "description": "<p>A root rotter has imprecise tremorsense to detect the vibrations of creatures who are within a region of fungal terrain shared by the root rotter.</p>",
          "name": "Fungus Sense"
        },
        "qtcJImVaTzh3cwtt": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:27]</p>\n<p><strong>Onset</strong> 1 day</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} and can sense the presence of root rotters within 30 feet as an imprecise sense (1 round)</p>\n<p><strong>Stage 3</strong> as stage 2, but transformation into a root rotter upon death (1 day)</p>",
          "name": "Rotter Infestation"
        },
        "w4LFpANSIxPjULqH": {
          "name": "Fist"
        },
        "yW6kSSYOyN0SZ23S": {
          "description": "<p>If the root rotter is touching fungal terrain at the start of its turn, they regain @Damage[10[healing]] Hit Points and are @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} that turn; they can use the extra action only to Stride or Strike.</p>",
          "name": "Fungal Empowerment"
        },
        "zHYpJSw05Pb527GD": {
          "name": "Jaws"
        }
      },
      "name": "Root Rotter",
      "npcHp": "void healing"
    },
    "Rotting Cultist": {
      "items": {
        "999luufRj0Y4WPxg": {
          "description": "<p>On the first round of combat, creatures that haven't acted yet are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the rotting cultist.</p>",
          "name": "Surprise Attack"
        },
        "JKpVhSEh7qzyFwJx": {
          "description": "<p>The rotting cultist is driven forward by a singular, otherworldly will, guiding their actions. Whenever the rotting cultist attempts a Will saving throw against a mental effect that would control or dictate its actions, the rotting cultist treats the result of the saving throw as one category better.</p>",
          "name": "Otherworldly Will"
        },
        "Q9G3CprtsQgFnDvm": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The rotting cultist calls out to the Rotting God, offering up their flesh in exchange for power. The rotting cultist is healed @Damage[(4d6+8)[healing]] HP, gains a +1 status bonus on attack rolls for 1 minute, and they reduce any condition (other than slowed) affecting them by 1 (if they have a numerical value; this has no effect on conditions without values). The rotting cultist becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 10 minutes as a fungal bloom erupts from their flesh.</p>",
          "name": "Pray to the Rotting God"
        },
        "ehSgBhJSmlBjHJGe": {
          "description": "<p><strong>Trigger</strong> The rotting cultist is reduced to 0 HP</p><hr /><p><strong>Effect</strong> The rotting cultist avoids death and reduces their HP to 1. They are @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}, and each time they use this ability, their slowed value increases by 1, up to a maximum of 3. Each time they use this ability, a bloom of fungus erupts from their flesh as their movements become even more disjointed. This slowed condition is reduced by 1 each day. Note that since this is a reaction, any further damage done to a rotting cultist that reduces them to 0 HP before they regain their reactions kills them.</p>",
          "name": "Fungal Fervor"
        },
        "iFUE461jPOirElMz": {
          "name": "Razmir Robes"
        },
        "mR1DAC3EBTanVT2q": {
          "description": "<p>The rotting cultist deals an extra 2d6 precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "ysiZNnhkhlcJPCVP": {
          "name": "Mask"
        }
      },
      "name": "Rotting Cultist"
    },
    "Sewer Pipe Trap": {
      "description": "<p>Pressure-sensitive panels in the floor connects to a metal plate holding a number of sewer pipes shut in the ceiling.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:32] (expert) on the floor panels before the plate falls away</p>",
      "name": "Sewer Pipe Trap"
    },
    "Shalelu Andosana": {
      "items": {
        "GvozhMHmzYj7lTf9": {
          "description": "<p>Shalelu gains a Climb speed of 35 feet when she's in forested terrain.</p>",
          "name": "Favored Terrain"
        },
        "LBWd13hsFP4dpaq2": {
          "description": "<p>Enemies are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to Shalelu when they're in difficult terrain.</p>",
          "name": "Nature's Edge"
        },
        "P5JbNxZgF3ItBH1Q": {
          "description": "<p>When Shalelu rolls a success on a Fortitude or Reflex save, she gets a critical success instead.</p>",
          "name": "Resilient Hunter"
        },
        "WDRlPoAwZW8uXjXt": {
          "description": "<p>Shalelu ignores the effects of difficult terrain and treats greater difficult terrain as difficult terrain.</p>",
          "name": "Unimpeded Journey"
        },
        "ezHLT9755m3LxJFr": {
          "name": "Forest Lore"
        },
        "uJtpGvQNwF0hYsDP": {
          "description": "<p>Shalelu designates a single creature she can see and hear, or one she's Tracking, as her prey. She gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} the prey and to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} the prey. The first time she hits her designated prey in a round, she deals an additional 2d8 precision damage. These effects last until she uses Hunt Prey again.</p>",
          "name": "Hunt Prey"
        }
      },
      "name": "Shalelu Andosana",
      "npcSpeed": "(climb in forests)"
    },
    "Sinmold": {
      "items": {
        "3GISQ73AHrryXuV0": {
          "description": "<p>@Check[reflex|dc:32], @Damage[3d10[acid]] damage plus digestion, Escape DC 32, Rupture 18</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Engulf]</p>"
        },
        "6FLJPX5aNUrFnuWr": {
          "description": "<p>Sinmolds are aware that they're in a vulnerable state as formless \"newborn fiends\" and are desperate to become stronger before they become prey to more powerful demons. Whenever the sinmold is in a combat encounter and ends its turn without dealing damage to another creature, the sinmold takes @Damage[3d6[mental]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>",
          "name": "Desperation Vulnerability"
        },
        "CIQeKlHmGrKtUzcR": {
          "description": "<p><strong>Requirements</strong> The sinmold has temporary Hit Points from digestion</p><hr /><p><strong>Effect</strong> The sinmold loses all temporary Hit Points and releases any creatures it currently has engulfed, pushing them into the nearest unoccupied spaces. It releases a cloud of spores from its body, dealing @Damage[5d8[poison]] damage (@Check[fortitude|dc:29|basic] save) in a @Template[type:emanation|distance:20]. Any creature that fails this save also must attempt a save against sinmold infestation.</p>",
          "name": "Spore Purge"
        },
        "ChHQV3DvokqMb4HQ": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:32]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d8[poison]] damage (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d8[poison]] damage and can hear the thoughts of root rotters within 30 feet as an imprecise sense (1 round)</p>\n<p><strong>Stage 3</strong> as stage 2, but @Damage[4d8[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} (1 round)</p>\n<p><strong>Stage 4</strong> as stage 3, and arise as a root rotter upon death (1 round)</p>",
          "name": "Sinmold Infestation"
        },
        "g67BUMCmKViqL47S": {
          "name": "Pseudopod"
        },
        "njHUglbN0dpYEuhc": {
          "name": "Tendril"
        },
        "no9JeqHYDCcPoIlD": {
          "description": "<p>The first time in a round when the sinmold damages a creature with Engulf, the sinmold immediately restores Hit Points equal to the damage dealt, gaining Hit Points in excess of its maximum as temporary Hit Points that last for 1 hour. As long as the sinmold possesses these temporary Hit Points, its surface hardens, and its AC increases to 30.</p>",
          "name": "Digestion"
        }
      },
      "name": "Sinmold"
    },
    "Soul Pod": {
      "description": "<p>An oblong, puffball-like fungus shaped ominously like a bulging coffin in which Aravashnial's distorted face can be seen silently screaming.</p>",
      "hazardDisable": "<p>@Check[religion|dc:40] three times to exorcise Aravashnial's soul from a pod, or @Check[nature|dc:43] twice to pull the well-hidden filaments that connect the spore pod to the rest of the spires</p>",
      "hazardReset": "<p>A soul pod deactivates once no PCs are in the spires, then resets automatically.</p>",
      "hazardRoutine": "<p>(2 actions) The soul pod releases a soulrending shriek on its first action, then on its second action exhales a blast of spore-laden wind in a @Template[type:cone|distance:40]. Creatures in this area must attempt a @Check[fortitude|dc:36] save. This blast has the air and poison traits.</p><hr><p><strong>Critical Success</strong> The creature is unaffected.</p><p><strong>Success</strong> The creature takes @Damage[4d6[poison]] damage.</p><p><strong>Failure</strong> The creature takes @Damage[8d6[poison]] damage and is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} by the wind.</p><p><strong>Critical Failure</strong> The creature takes @Damage[16d6[poison]] damage, is knocked prone, and is blown 10 feet backward directly away from the soul pod, possibly being blown off the edge of a platform or stairwell.</p>",
      "name": "Soul Pod"
    },
    "Spear Jaw Trap": {
      "description": "<p>Motion-sensitive fungus tendrils cause spears to shoot out of the floor and ceiling, almost like teeth.</p>",
      "hazardDisable": "<p>@Check[thievery|dc:30] (expert) on the spear panels from any adjacent space, or @Check[nature|dc:32] (master) to slowly scrape away the motion-sensitive tendrils without triggering the trap</p>",
      "hazardReset": "<p>The trap resets in 1 round after a creature leaves its space.</p>",
      "name": "Spear Jaw Trap"
    },
    "Spore Queen Quilindra": {
      "description": "<p>Hundreds of years ago, a cadre of powerful succubus assassins invaded the Abyssal realm of the demon lord of disease and fungus, Cyth-V'sug. These succubi sought to slay a powerful witch who had befouled a profane temple the assassins served. The succubi failed at their mission, but from their corpses grew the first fungus tyrants. Pleased with this development, the witch then seeded numerous worlds on the Material Plane with fungus tyrant spores, who have since grown and thrived in their new environments as rot thrives in a corpse. Today, hundreds of fungus tyrants inhabit the fouler locales of the Material Plane. They're particularly fond of large cave systems and ruined cities, but also can be found in corrupted woodlands where blighted fey rule or in the sewers of active cities that spew vast amounts of magical waste.</p>\n<p>An encounter with a normally unintelligent plant monster acting with methodical intent can be evidence of a fungus tyrant's manipulations, but fungus tyrants are equally fond of keeping other types of creatures as pets and thralls—particularly attractive humanoids. Especially favored minions are given the gift of the fungus tyrant's embrace and are transformed into fungoid minions forever loyal to their pallid ruler. Yet most fungus tyrants realize that a diverse array of guardians is best, and they often choose to keep some non-fungus minions on hand to protect their lair.</p>\n<p>Fungus tyrants are violently jealous. Any who attempt to lure away their dominated pets or cure those who have been infected by them earns their eternal ire. Yet it's succubi who enrage fungus tyrants the most. In these demons, the fungus tyrant sees a former glamour and power they no longer have access to, and only the brutal destruction of these mocking memories can salve a fungus tyrant's anger. A fungus tyrant faced with someone whom they suspect might be a succubus is terrible indeed, for in such battles, the fiendish fungal beings abandon their normal approach of subtle mental trickery and bring all of their power to bear in an attempt to rip the offending creature apart. Fungus tyrants also take great delight in transforming succubi into fungoid creatures under their control.</p>\n<p>While their jealousy doesn't compel them to do battle with other fungus tyrants, they're always careful to maintain their own territories apart from any nearby kin, and they take great pains not to \"poach\" other tyrant's charmed and infested pets.</p>\n<p>A fungus tyrant is 6 feet tall and weighs 150 pounds.</p><h2>Spore Thralls</h2><p>When a creature becomes a spore thrall, it rises from death with the same statistics it had in life, but gains the fungus trait, as well as immunity to death effects, disease, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, and poison, and its alignment switches to match that of the fungus tyrant who created them. When a spore thrall is slain, its soul finally travels to the Boneyard for judgment, but the fungus-encrusted physical remains often spawn new fungal creatures, such as myceloids, violet fungi, or drakauthixes. These fungal spawn are not controlled by the fungus tyrant but generally regard them as an ally or, more often, a divinity.</p>",
      "items": {
        "DE2HiFd3EjYr3JoX": {
          "description": "<p>The Spore Queen attempts a tentacle Strike but treats a sporepod or soul pod of her choice within 120 feet that she can see as the point of origin of that tentacle Strike.</p>",
          "name": "Sporewarp"
        },
        "Gk1nMrx6NNO1AcKk": {
          "name": "Tentacle"
        },
        "QYEKw6Ao8ypo1VSm": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.0XP2XOxT9VSiXFDr]{Phantasmal Calamity}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated rank.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of the spell at the listed rank.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Phantasmal Calamity (Rank 8)"
        },
        "SE3Kkb5f3EdsOZd7": {
          "name": "Claw"
        },
        "SIGvsx61oNnyWzLT": {
          "description": "<p>The Spore Queen can create spawn from foes, but she doesn't use this ability in combat, as she would rather see the PCs dead than given this fungal gift.</p><hr /><p>If a creature dies after being reduced to 0 HP by a fungus tyrant's Mind-Draining Kiss, the fungus tyrant can turn this victim into a spore thrall by donating some of their own fungal matter to the victim and leaving them to \"ripen\" within a patch of fungus for 24 hours. After this time, the creature is restored to life but gains the fungus trait and becomes a spore thrall. This prevents the creature's soul from continuing on to the afterlife in a similar manner to how undead are taken out of that cycle—as such, those who hold that cycle sacred (particularly worshipers of Pharasma) regard spore thralls as bad as the undead, despite them being living creatures. If the new spore thrall is a lower level than its creator, then it's under the creator's control. If a fungus tyrant controls too many spore thralls at once (as determined by the GM), strong-willed spore thralls can free themselves by succeeding at a @Check[will|dc:28] save. Typically, a fungus tyrant avoids creating spore thralls out of fallen foes who are too powerful to control, for they're only too aware of the compulsion for revenge such victims might harbor for those who wrenched them from the afterlife.</p>",
          "name": "Create Spawn"
        },
        "awhtBl96HYgS5YUn": {
          "name": "Truespeech (Constant)"
        },
        "gaf17uTpbvO4KcPq": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The Spore Queen engages a creature she's @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} in an act of passion in an attempt to drain its will. The kiss makes the creature @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} or increases its stupefied condition by 1, to a maximum of 4. The creature takes @Damage[4d6[poison]] damage and must then succeed at a @Check[will|dc:42] save or be affected by a suggestion to remain immobile rather than trying to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}.</p>",
          "name": "Mind-Draining Kiss"
        },
        "lgB1MU6GHJHRtB1m": {
          "description": "<p>The Spore Queen can speak with all forms of fungi. She gains a +3 circumstance bonus to all Deception, Diplomacy, or Intimidation checks made against fungal creatures.</p>",
          "name": "Fungaltongue"
        },
        "mGQswZHQ8ZgVEJWy": {
          "description": "<p>The Spore Queen Steps into an adjacent sporepod or non-destroyed soul pod (see area <strong>K</strong>) and instantly teleports to any other active sporepod or soul pod in the area, bursting out of the target pod and destroying it in the process.</p>",
          "name": "Sporestride"
        },
        "mt6YPCJZaIlcVzZ8": {
          "description": "<p>Quilindra remembers her failures in her previous life vividly. A PC can taunt her as an action with the auditory, concentrate, linguistic, and mental traits by attempting a @Check[deception|dc:40], @Check[diplomacy|dc:40], @Check[intimidation|dc:40], or @Check[performance|dc:40] check.</p><hr /><p><strong>Critical Success</strong> Quilindra is significantly distracted; she becomes @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for the remainder of the encounter, becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}, and is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until the end of her next turn as she spends valuable moments sputtering and shrieking in rage at the PC. Additional critical successes increase the value of her stupefied condition by 1, to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 3}.</p>\n<p><strong>Success</strong> As critical success, but she's not stupefied and remains off-guard only until the end of her next turn.</p>\n<p><strong>Failure</strong> Quilindra is only slightly distracted and becomes off-guard to that PC until the end of the PC's turn.</p>\n<p><strong>Critical Failure</strong> Quilindra is unaffected.</p>",
          "name": "Distracted by Failures"
        },
        "v1kBflFPb6tcyPK9": {
          "description": "<p>The Spore Queen inflicts an additional 2d6 spirit damage to elves she Strikes with her dagger. An elf reduced to 0 Hit Points by the Spore Queen's dagger Strike becomes @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} as Treerazer takes note of their soul.</p>",
          "name": "Vengeful Slice"
        },
        "zTUk285orSz8VuBR": {
          "description": "<p>The Spore Queen causes a human-sized pod of fungal material to burst out of the ground at any point she can see within 60 feet. Once created, a sporepod lasts for 1 minute, until she moves more than 120 feet away from it, or until it's destroyed (AC 45, Hardness 20, 60 HP). She cannot Grow a Sporepod again for [[/gmr 1d4 #rounds]]{1d4 rounds}, but apart from this and a sporepod's 1 minute life, there is no hard limit to the number of sporepods she can have active at any one time.</p>",
          "name": "Grow Sporepod"
        }
      },
      "name": "Spore Queen Quilindra",
      "npcAllSaves": "+1 status to all saves vs. magic"
    },
    "Spore Stomach": {
      "description": "<p>A puffball-like fungus periodically vents gray spores into the air.</p>",
      "hazardDisable": "<p>@Check[nature|dc:37] (master) three times to carefully prune away the fungal roots that connect to the garden below, or @Check[religion|dc:37] (master) three times to exorcise the demonic energies from the fungus</p>",
      "hazardReset": "<p>The spore stomach deactivates if it starts a turn and there are no non-fungus creatures in area <strong>E1</strong>. It then immediately resets.</p>",
      "hazardRoutine": "<p>(1 action; divine, poison) On the first round, the spore stomach sprays a 40-foot-long cone of spores into the left half of area <strong>E1</strong>. On the second round, it sprays spores into the right half of area <strong>E1</strong>. On the third round, it takes no action. It repeats this pattern thereafter every 3 rounds. A creature in the area of spores takes @Damage[10d6[poison]] damage (@Check[fortitude|dc:37|basic|traits:divine,poison] save).</p>",
      "name": "Spore Stomach"
    },
    "Spore Thrall": {
      "items": {
        "4Cq1p27nn9mKwvRz": {
          "description": "<p>A spore thrall deals an additional 2d6 precision damage against a creature they've designated as their hunted prey.</p>",
          "name": "Precise Aim"
        },
        "ImzpAPq1SgMcf7t3": {
          "description": "<p>The spore thrall designates a single creature they can see or hear as their prey. They gain a +2 circumstance bonus to Perception checks when they @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} their prey and ignore the penalty for making ranged attacks within their second range increment against the prey they're hunting. If the spore thrall uses Hunt Prey against a creature when they already have one designated, the previous creature loses the designation. The designation lasts for 24 hours.</p>",
          "name": "Hunt Prey"
        },
        "eswnnzXSCS7W92iT": {
          "description": "<p>When a spore thrall is reduced to 0 Hit Points by damage other than cold damage, they burst in an explosion of toxic green spores. All creatures in a @Template[type:emanation|distance:15] around the spore thrall take @Damage[10d6[poison]] damage (@Check[fortitude|dc:26|basic] save).</p>",
          "name": "Spore Burst"
        }
      },
      "name": "Spore Thrall"
    },
    "Spore Tyrannosaurus": {
      "description": "<p>Widely regarded as the king of the dinosaurs, the tyrannosaurus is a massive predator with a wide mouth filled with viciously sharp teeth. Some tribes of giants have even trained tyrannosauruses as mounts or beasts of war.</p>\n<hr />\n<p>Remnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in remote wildernesses or underground in magical Darklands caverns. Lizardfolk, orcs, giants, and other humanoids who live near dinosaurs use the animals as mounts, guards, or hunting beasts. Occasionally, rich nobles will collect dinosaurs to display them in menageries, which almost inevitably leads to cast-offs being nursed back to health by druids and other champions of nature. When dinosaurs establish themselves in regions outside their normal habitats, it's often the result of a large collection being released.</p>",
      "items": {
        "12NagAQPX82czuZ4": {
          "description": "<p>A spore tyrannosaur in contact with fungal corruption can sense the nearby motion of anything touching the same patch of fungal corruption.</p>",
          "name": "Fungalsense"
        },
        "24g2FSPaGiTvJB6C": {
          "description": "<p><strong>Requirements</strong> A creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} in the tyrannosaurus's jaws</p><hr /><p><strong>Effect</strong> The tyrannosaurus flings the creature into the air up to 10 feet up from its mouth and 20 feet away. The creature falls 25 feet (assuming the tyrannosaurus flings it as high as it can) and takes falling damage accordingly. If the flung creature lands on another creature, the creature it lands on takes the same amount of bludgeoning damage. The creature being landed on can attempt a @Check[reflex|dc:33|basic] save.</p>",
          "name": "Fling"
        },
        "9gYASQQf328TmVpW": {
          "description": "<p><strong>Trigger</strong> The tyrannosaurus critically hits a Large or smaller foe with its foot</p>\n<hr />\n<p><strong>Effect</strong> The creature struck by the foot is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and held in place. As long as the tyrannosaurus doesn't move from its position, the pinned creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}.</p>\n<p>A tyrannosaurus gains a +2 circumstance bonus to attack a creature it has pinned in this manner but can only Swallow Whole if that creature is grabbed with its jaws.</p>",
          "name": "Pin Prey"
        },
        "9wiqhTppGBReF5MG": {
          "description": "<p>Huge or smaller, foot, @Check[reflex|dc:30|basic]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "OTDwVMsK2PJ4wuY6": {
          "name": "Jaws"
        },
        "aHZeRVDynG7BMq1x": {
          "description": "<p>While the spore tyrannosaurus is touching fungal corruption, it gains fast healing 10 and is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened}; it can use the extra action to Stride or Strike.</p>",
          "name": "Fungal Empowerment"
        },
        "isAizYnvNaMLUqQd": {
          "description": "<p>30 feet. Creatures that start their turn in the spore tyrannosaurus's aura are in danger of inhaling the toxic spores that it constantly exudes. Creatures without the fungus or plant trait take @Damage[4d6[poison]] damage (@Check[fortitude|dc:30|basic] save) upon entering the aura or starting their turn in the aura. Those who fail are also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} by the spores.</p>",
          "name": "Aura of Spores"
        },
        "nbClUIeaboa77zlN": {
          "description": "<p>Medium, @Damage[(3d6)[bludgeoning],3d6[poison]] damage, Rupture 32</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
        },
        "orlHVFqe7EEW7ruO": {
          "name": "Foot"
        },
        "raGz3FT0rBA5DRPc": {
          "description": "<p>The spore tyrannosaurus unleashes a @Template[type:cone|distance:60] of highly toxic spores from its maw. Creatures in the area take @Damage[14d6[poison]|options:area-damage] damage (@Check[fortitude|dc:33|basic|options:area-effect] save). Those who fail are also @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure). The fungal tyrannosaurus can't use the spore breath weapon again for [[/gmr 1d4 #Recharge the spore breath weapon]]{1d4 rounds}.</p>",
          "name": "Spore Breath"
        }
      },
      "name": "Spore Tyrannosaurus"
    },
    "Sporescout": {
      "items": {
        "7u8sJ9qftjWaiy32": {
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The sporescout exudes a sticky layer of subversive spores onto their body. For 1 minute, any creature that touches the sporescout or damages them with an unarmed attack or melee weapon without the reach trait takes @Damage[3d6[mental]] damage as the spores infuse their thoughts with painful and subversive desires to offer servitude to Treerazer.</p>",
          "name": "Cloak of Subversion"
        },
        "Hc7Ksdkfy6BkqGQJ": {
          "name": "Religious Symbol of Treerazer"
        },
        "MW6uNbupIKPU9HQA": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> The sporescout expels its infectious spores at a creature they can see within 20 feet. The target must immediately attempt a @Check[will|dc:31] save against the sporescout's infectious devotion. If the creature was already stupefied by infectious devotion, they instead become @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled} by the sporescout until the start of the sporescout's next turn.</p>",
          "name": "Focus Spores"
        },
        "XbPhGtCj5ICaLRVb": {
          "description": "<p>A creature suffering from a fungal affliction takes a –2 status penalty on all saving throws against mental effects created by a sporescout and can always understand any language the sporescout speaks to them.</p>",
          "name": "Fungal Whisperer"
        },
        "YWgY6x4GVnSHF56N": {
          "description": "<p>A sporescout deals 1d6 extra precision damage and 1d6 persistent bleed damage to creatures who are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>",
          "name": "Grisly Attack"
        },
        "h99k22ofuPTIlVCG": {
          "description": "<p>20 feet. When a creature ends its turn in the aura, it must attempt a @Check[will|dc:31] save (a plant or fungus takes a –2 circumstance penalty to this save). If the creature fails, it becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 minute (@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} on a critical failure) as the fungus leshy's spores take root on the flesh and send unwelcome and distracting thoughts of devotion to Treerazer into the victim's mind.</p>",
          "name": "Infectious Devotion"
        }
      },
      "name": "Sporescout"
    },
    "Swamp Blight": {
      "description": "<p>A swamp blight appears as a quivering blob of rancid brown and green mud from which dozens of hateful red eyes peer.</p><hr /><p>Blights are corruptions of nature's wrath.</p><h2>Swampy Undead</h2><p>While a swamp blight can dominate undead in its cursed domain, it prefers to use this power to gather and control undead that would prosper in a swampy environment. When building an encounter with a swamp blight, consider adjusting existing undead to match more thematically with the swampland environment, and avoid using undead that wouldn't make sense in such a region. Adjusting an undead creature's innate spells to be primal spells associated with swampy regions is a great way to achieve this customization.</p>",
      "items": {
        "4CSJKJuWyaBe59gQ": {
          "name": "Nature's Pathway (At Will, Within Cursed Domain Only)"
        },
        "8wHudiQfa99uH0vB": {
          "name": "Oversee Domain"
        },
        "BLdkNidRdojGz90U": {
          "description": "<p>All blights can cast @UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate} as an innate primal spell but can target only animals, beasts, fungi, oozes, plants, or undead that are located inside their cursed domain. If a creature dominated by this spell leaves the cursed domain, the effects of <em>dominate</em> immediately end, but as long as the dominated creature remains in the cursed domain, the duration is unlimited. When a blight targets a mindless fungi, ooze, or plant, its <em>dominate</em> spell loses the mental trait.</p>",
          "name": "Blight Domination"
        },
        "Ek7f9vg0YLD3SmX7": {
          "description": "<p><strong>Frequency</strong> once per round</p><hr /><p><strong>Effect</strong> An aura of glittering lights surrounds the swamp blight, compelling a target the swamp blight can see that's within 60 feet to move toward it. This is not forced movement and can compel creatures to move through dangerous terrain. The target must attempt a @Check[will|dc:38] save.</p><hr /><p><strong>Critical Success</strong> The creature is temporarily immune to Call of the Mire for 1 hour.</p>\n<p><strong>Success</strong> The target immediately Strides or otherwise uses their fastest Speed to approach the swamp blight. This movement does not cost the target their actions. On the target's next turn, they cannot willingly move farther away from the blight, but they can otherwise act normally.</p>\n<p><strong>Failure</strong> As success, except that the target spends all of their actions on their next turn also approaching the blight if they are not already adjacent, and they cannot take any other actions for 1 round. Additionally, the target cannot willingly move farther away from the blight for 1 minute.</p>\n<p><strong>Critical Failure</strong> As failure, except that the creature's only actions are to approach the blight for 1 minute.</p>",
          "name": "Call of the Mire"
        },
        "Hpnp9sOhmA6SZeqA": {
          "description": "<p><strong>Trigger</strong> A creature within 20 feet of the swamp blight deals damage to the blight</p><hr /><p><strong>Effect</strong> The swamp blight violently expels putrefied organic matter at their attacker, making a decaying flesh Strike against them.</p>",
          "name": "Putrefied Expulsion"
        },
        "LuAy4QdolmpZrOfg": {
          "description": "<p>Humanoid creatures that die in a swamp blight's cursed domain are infused with void energy. After 24 hours, they rise as undead creatures of their level of lower. Creatures whose bodies were intact typically become zombies or mummies, while those whose bodies were severely damaged typically rise as shadows or bhutas. These undead are not automatically under the swamp blight's direct control, but they can potentially be dominated by the swamp blight.</p><hr /><p>Once per year, when in a terrain that is compatible with its type (such as a swamp for a swamp blight), the blight can infuse the land around it with its corrupted essence by performing a rite that takes one day. The region in a 5-mile radius becomes its cursed domain; this effect does not extend into incompatible terrain and does not move with the blight. The point at which the blight cursed the domain becomes its epicenter.</p>\n<p>Within their cursed domain, a blight ignores all non-magical difficult terrain and always gains the benefits of the @UUID[Compendium.pf2e.actionspf2e.Item.SB7cMECVtE06kByk]{Cover Tracks} action. Blights also have an imprecise sense for the locations of all creatures within their domain and can communicate with all sapient creatures they detect within their domain using telepathy. Each blight's cursed domain has additional properties specific to the blight's type. A blight outside of a cursed domain becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} until it returns to its own or another blight's cursed domain.</p>\n<p>Removing this curse requires a character with the @UUID[Compendium.pf2e.feats-srd.Item.zGrUu3dUtqHrqGuo]{Break Curse} feat (or a similar ability); this activity must be performed at the cursed domain's epicenter. If the blight that cursed the domain is dead, checks to counteract a cursed domain gain a +4 circumstance bonus.</p>",
          "name": "Cursed Domain"
        },
        "MIe6z3p4TMVFmAaU": {
          "description": "<p>30 feet. Mosquitoes surround the blight. The mosquitoes ignore creatures the blight designates as allies as well as any who are at full HP. All other creatures who enter the aura or begin their turn within it take @Damage[2d6[persistent,bleed]] damage with a @Check[fortitude|dc:35] save.</p><hr /><p><strong>Critical Success</strong> The creature takes no damage.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>",
          "name": "Mosquito Aura"
        },
        "NgNWyzxqEVCohhuN": {
          "name": "Dominate (At Will)"
        },
        "a6tGUz3QzuHcYSJA": {
          "description": "<p>Targets hit by a decaying flesh Strike must succeed at a @Check[fortitude|dc:40] save or be @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure). This condition is cumulative with itself and with the sickened condition from the mosquito aura, up to a maximum value of @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 4}. If the Strike critically hits, the target also takes @Damage[2d6[persistent,acid]] damage.</p>",
          "name": "Splatter Viscera"
        },
        "aDhi9XrvRPZGGELa": {
          "name": "Fast Healing 30"
        },
        "esPEKLLtemdZde2G": {
          "name": "Decaying Flesh"
        },
        "j1n3RYioGNHJsT6v": {
          "name": "Swamp Lore"
        },
        "uZiJtdvDjUk2umPP": {
          "name": "Rejuvenation"
        },
        "vTivo3M2rcdrS1U9": {
          "name": "Stinger"
        },
        "z0G37OMWDmxVEYW4": {
          "name": "Command (At Will, Plants Only)"
        }
      },
      "name": "Swamp Blight",
      "npcHp": "fast healing 30, rejuvenation"
    },
    "Tangle Khravgodon": {
      "description": "<p>Few creatures can shrug off an ankhrav's acid and crunch its chitin like a khravgodon.</p>\n<hr />\n<p>Few creatures have survived as long and in as many environments as the opossum.</p>",
      "items": {
        "7c1InSV9VXV4cB8Z": {
          "description": "<p>A khravgodon can drag a Large or smaller creature it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} with its tail along with it when it Strides.</p>",
          "name": "Grasping Tail"
        },
        "C10wjHeJK4PRbQiQ": {
          "name": "Jaws"
        },
        "M7bSwayItCZu1H43": {
          "description": "<p><strong>Requirements</strong> The khravgodon has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}</p>\n<hr />\n<p><strong>Effect</strong> The khravgodon bites the creature, dealing @Damage[(2d12+9)[piercing]] damage (@Check[fortitude|dc:28|basic] save) that ignores the first 5 of the target's Hardness or resistance to physical damage. On a failed save, the target also takes a -2 circumstance penalty to AC for 1 round.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.7OJrBAEah6YFLzcK]{Effect: Crush Chitin}</p>",
          "name": "Crush Chitin"
        },
        "VjdE8difbmDAhk1V": {
          "name": "Tail"
        },
        "VzGIFsHN3g95xlJs": {
          "name": "Unfettered Movement (Constant)"
        },
        "sM1MA3hKVxt7ZvXp": {
          "name": "+2 Circumstance to All Saves vs. Disease"
        },
        "x68dPIsgXM3s4jCZ": {
          "name": "Claw"
        }
      },
      "name": "Tangle Khravgodon",
      "npcAllSaves": "+2 circumstance to all saves vs. disease",
      "npcSpeed": "unfettered movement"
    },
    "Tanglebriar Bhuta": {
      "items": {
        "8ki7j1n996www1th": {
          "description": "<p>A bhuta casts no shadow.</p>",
          "name": "Shadowless"
        },
        "PoG0zyKmW3xXESIi": {
          "name": "Charm (Plants and Fungi Only)"
        },
        "TA1sQhusAvQaJjnY": {
          "description": "<p>The bhuta takes the form of a Large, Medium, or Small animal common to their bound area. This doesn't change the bhuta's Speed or attack and damage modifiers with their Strikes but might change the damage type their Strikes deal. No matter what form the bhuta takes, their feet remain backward and they cast no shadow. A bhuta in animal form is still incorporeal, though that isn't obvious just by looking at it.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "ad1bef6ocdexoep9": {
          "name": "Fangs"
        },
        "blRax867OLdVUMwk": {
          "name": "Nature's Enmity (Only While Within the Tar Root's Cursed Domain)"
        },
        "j0godn9ynpr21ye8": {
          "description": "<p>The bhuta attempts to possess an adjacent animal. They cast 9th-rank heightened @UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession} with the following changes: since the bhuta has no physical body, they're unaffected by that restriction. On a critical failure, the duration extends to 1 full day. While possessed by a bhuta, the animal casts no shadow.</p>",
          "name": "Possess Animal"
        },
        "ngnwinz7rvkh1cvw": {
          "description": "<p>Bhutas are bound to a natural area or feature where they died and must remain within @Template[emanation|distance:120]{120 feet} of that anchor. A bhuta can only leave if invited to travel with living companions, an invitation bhutas often seek to obtain via trickery. While traveling, the bhuta must remain within 120 feet of at least one of the living creatures who invited them. If all members of the group die, the bhuta must return to their bound area by midnight the same day or be destroyed.</p>",
          "name": "Bound"
        },
        "p2rb04uhqbleqtpy": {
          "name": "Claw"
        },
        "ww6g31ronygtiit4": {
          "description": "<p>A bhuta corrupts wildlife near their bound area, worming their way into animals' minds. Animals who live within the bound area take a -4 circumstance penalty to saves against the bhuta's Possess Animal ability, the bhuta's @UUID[Compendium.pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6]{Charm} innate spell, and the bhuta's @UUID[Compendium.pf2e.spells-srd.Item.aIHY2DArKFweIrpf]{Command} innate spell.</p>",
          "name": "Primal Corruption"
        },
        "ywbDQ4LngZa7FxGO": {
          "name": "Speak with Plants (Constant)"
        }
      },
      "name": "Tanglebriar Bhuta",
      "npcHp": "void healing"
    },
    "Tanglebriar Creeper": {
      "description": "<p>The monstrous, bloated spiders from the windswept realm of Leng build eerie, dangerous lairs with the aid of magically compelled slaves. Leng spiders have anywhere from five to 13 legs, but never an even number.</p>",
      "items": {
        "0hkOF2WHkLhHAEjQ": {
          "description": "<p>The Leng spider moves straight down up to 120 feet, suspended by a web line. It can hang from the web or drop off. The distance it Descends on a Web doesn't count when calculating falling damage.</p>\n<p>The web can be severed by a Strike that deals slashing damage (AC 30, Hardness 15, 25 HP), causing the Leng spider to fall.</p>",
          "name": "Descend on a Web"
        },
        "6U0xCdudnhZPawQv": {
          "name": "Web War Flail"
        },
        "KJKzoE0ci2sMwyFX": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "Wvss2Toe2q47z9GS": {
          "name": "Leg"
        },
        "XVcUwP4ZAyolJQnh": {
          "name": "Fly (Constant)"
        },
        "dN1NwYPhuayf0ZIz": {
          "name": "Truespeech (Constant)"
        },
        "fcCuiTHr7ed8LhqK": {
          "name": "Fangs"
        },
        "iINgbpwr9zD0DJ0d": {
          "name": "Fast Healing 15"
        },
        "iZxDrmolCkhIxWO6": {
          "description": "<p>A Leng spider can use a web bola to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} a target with the Athletics skill. The skill check takes a -2 circumstance penalty. A web bola deals no damage when used to Trip.</p>",
          "name": "Ranged Trip"
        },
        "iw7xcu7OkpYHYyQ2": {
          "description": "<p>While touching its webs, the Leng spider has precise @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.j2wsK6IsW5yMW1jW]{Tremorsense} to detect the vibrations of creatures touching its web.</p>",
          "name": "Greater Web Sense"
        },
        "k4tbzCH8jMb0d1Qk": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:36]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[2d6[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} (1 round); the confused effect has the emotion and mental traits.</p>",
          "name": "Leng Spider Venom"
        },
        "sR5alX5hZopxwTLw": {
          "name": "Web Bola"
        },
        "sWbaqjXgO4EigI5j": {
          "description": "<p><strong>Frequency</strong> three times per day</p><hr /><p><strong>Effect</strong> The Leng spider spins a web within 20 feet of itself to create a @UUID[Compendium.pf2e.equipment-srd.Item.TFnr9Gq7VXPJu0GQ]{Grasping Snare}, @UUID[Compendium.pf2e.equipment-srd.Item.a2XaerM1KkPyLIPM]{Stunning Snare}, or @UUID[Compendium.pf2e.equipment-srd.Item.XU8u9F3uoesGDjgM]{Warning Snare}. The Leng spider's web provides all the raw materials it needs. All save and @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DCs associated with web traps use the Leng spider's Crafting DC for traps (DC 43). A web trap decays after 24 hours.</p>",
          "name": "Lay Web Trap"
        },
        "snsO2nPGYHe6pZx0": {
          "description": "<p>The Leng spider creates a weapon by applying a cord of webbing to heavy objects, such as rocks or chunks of metal, either attaching two heavy objects together to create a web bola or fastening one to its leg to create a web war flail.</p>\n<p>Any melee weapon created by a Tanglebriar creeper also becomes saturated with toxin and inflicts an additional 1d6 poison damage on a hit.</p>",
          "name": "Create Web Weaponry"
        }
      },
      "name": "Tanglebriar Creeper",
      "npcAllSaves": "+1 status to all saves vs. magic",
      "npcHp": "fast healing 15"
    },
    "Tanglebriar Isqulug": {
      "description": "<p>The isqulug's appearance, though unsettling, might be its least awful aspect. The creature resembles a bipedal amphibian with tentacles instead of arms and a head composed of an undulant mass of what appear to be shifting, slimy transparent eggs filled with writhing larvae. In truth, these larvae constitute the mind and consciousness of the isqulug-its \"body\" is little more than an organic suit manufactured from the flesh of those it has consumed, analogous to the complex web of a spider or the hive of a colony of bees, but fully capable of movement and violence.</p>",
      "items": {
        "3BcMGrjxpNIwEJNu": {
          "name": "Mist (At Will)"
        },
        "CwEVrNGC8oHJQrv0": {
          "description": "<p>Isqulugia's @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened}, @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed}, and @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} conditions can't be removed until this affliction is removed</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:32]</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (1 hour)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} and @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} (1 day)</p>\n<p><strong>Stage 3</strong> fatigued and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (1 day)</p>\n<p><strong>Stage 4</strong> paralyzed (1 day)</p>\n<p><strong>Stage 5</strong> the creature dies, and its body violently transforms into a new isqulug. @UUID[Compendium.pf2e.spells-srd.Item.6dDtGIUerazSHIOu]{Wish}, similar magic, or a 9th-rank @UUID[Compendium.pf2e.spells-srd.Item.kqhPt9344UkcGVYO]{Resurrect} ritual can return the victim to life. The new isqulug remains even if the victim is brought back to life.</p>",
          "name": "Isqulugia"
        },
        "E89TNZAj6eZb2Z9E": {
          "name": "Tentacle"
        },
        "GRiHxWvHx9rf0zcF": {
          "description": "<p>The isqulug expels larvae from the hivemind in its head in a @Template[cone|distance:30]. Creatures in this area take @Damage[6d10[piercing]] damage as the swarm feeds on their flesh (@Check[reflex|dc:32|basic] save). Any creature that takes damage is exposed to isqulugia.</p>\n<p>The isqulug becomes @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for [[/gmr 1d4 #Stupified Duration]]{1d4 rounds}, during which it can't Expel Infestation.</p>",
          "name": "Expel Infestation"
        },
        "INHuYtzs2NXu0Yif": {
          "name": "Vanishing Tracks (Constant)"
        },
        "WtMCu7aRag8Z4ewh": {
          "description": "<p>An isqulug ignores difficult terrain that's caused by typical features of swamps.</p>",
          "name": "Swamp Stride"
        },
        "fRwko0nbFXXeMXfH": {
          "description": "<p><strong>Trigger</strong> The Tanglebriar isqulug is hit by a melee attack</p><hr /><p><strong>Effect</strong> The Tanglebriar isqulug unleashes a cloud of toxic spores that burrow into the skin of any living nonfungus creature that is adjacent to them. The spores deal @Damage[2d6[persistent,poison]] damage, and as long as the damage persists, the creature is @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} from the numbness caused by the spores.</p>",
          "name": "Spore Cloud"
        },
        "m8k2uRU1UVmPgF03": {
          "name": "Regeneration 10 (Deactivated by Cold)"
        },
        "s91mW7V0pTXfsYku": {
          "name": "Entangling Flora (At Will)"
        },
        "swAJMaqujVUFqFKT": {
          "description": "<p>An isqulug can precisely sense any creature infected with isqulugia within 30 feet, and knows the current stage of the disease.</p>",
          "name": "Host Scent"
        },
        "u3s5y4pE6L6HfEAq": {
          "description": "<p>The isqulug can @UUID[Compendium.pf2e.actionspf2e.Item.kMcV8e5EZUxa6evt]{Squeeze} through tight spaces as if it were a Small creature. While Squeezing, it can move at its full Speed. The isqulug can even Squeeze through spaces that typically fit only a Tiny creature, but does so at the standard speed for Squeezing.</p>",
          "name": "Malleability"
        }
      },
      "name": "Tanglebriar Isqulug",
      "npcAc": "all-around vision",
      "npcHp": "regeneration 10 (deactivated by cold)",
      "npcSpeed": "swamp stride"
    },
    "Tanglebriar Regent": {
      "description": "<p>Arboreal regents are lumbering, solitary creatures responsible for guarding an entire forest. They take an especially long view of affairs and never act brashly or without much deliberation. They occasionally come together in small groups called groves to share news and pass their wisdom down to the arboreal wardens that have sprouted under their watch. In times of grave danger, all the groves in a region may gather for a great months-long meeting to plan and, eventually, act upon a threat.</p>\n<p>The typical arboreal regent is 30 feet tall, has a trunk 2 feet in diameter, and weighs 4,500 pounds.</p><hr /><p>Arboreals are guardians of the forest and representatives of the trees. As long-lived as the woods they watch over, arboreals consider themselves parents and shepherds of trees rather than their gardeners. Consequently, while arboreals tend to be slow and methodical, they are terrifyingly swift when forced to fight in defense of the woods. Though they rarely seek out the companionship of short-lived folk—even elves are fugacious in the eyes of arboreals—and have an inherent distrust of change, arboreals have been known to tolerate those who seek to learn from their long-winded, rambling monologues, especially if such pupils also express a desire to protect the timberlands. Against those who threaten their realm, such as loggers eager to harvest lumber or settlers aiming to establish croplands or a town, arboreals' wrath is unwavering and devastating. Perhaps ironically, arboreals are gifted at tearing down what others build—a trait that serves vengeful members of their kind well.</p>",
      "items": {
        "2T8gBoUiFYXYQ2wp": {
          "name": "Rock"
        },
        "AGXK0KxxfZSzKqKk": {
          "description": "<p>When an arboreal regent damages an item or structure, it deals an additional [[/r {2d10}]]{2d10 damage} to that item or structure.</p>",
          "name": "Sunder Objects"
        },
        "JgLAUNOR58PPWtCz": {
          "name": "Speak with Plants (Constant)"
        },
        "WeXirhh6gD0DCTGB": {
          "name": "Thorny Root"
        },
        "mYx5idAG87aEyIii": {
          "description": "<p>The Tanglebriar regent sprays a blast of spores from their body, dealing @Damage[14d6[poison]] damage in a @Template[type:cone|distance:50] (@Check[fortitude|dc:33|basic] save). They can't use spore spray again for [[/gmr 1d4 #Recharge spore spray]]{1d4 rounds}.</p>",
          "name": "Spore Spray"
        },
        "oSq2qYAln4B4sFY0": {
          "name": "Moldy Branch"
        }
      },
      "name": "Tanglebriar Regent"
    },
    "The Putrid": {
      "description": "<p>The catoblepas is an aggressive beast at the best of times. Though it prefers swamps, the catoblepas has been know to forage in plains and forests for short periods, leaving behind hunting grounds tainted by its foul breath and noxious waste that other predators and prey alike avoid for days or even weeks thereafter. The catoblepas bullies those creatures it believes are a match for it, and eats everything weaker.</p>\n<p>A catoblepas is 15 feet long and weighs 2,200 pounds.</p>",
      "items": {
        "61EkmT4Ba451hMDC": {
          "name": "Jaws"
        },
        "76jTiA45mzSvkuz1": {
          "name": "Antler"
        },
        "B2rF8mguredueRbP": {
          "name": "Hoof"
        },
        "SC8cOsvopK2TY1o0": {
          "description": "<p><strong>Trigger</strong> A @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened} creature within 10 feet of the Putrid takes poison damage</p><hr /><p><strong>Effect</strong> The Putrid darts her head out to lick the poisoned creature, exposing the creature to tanglerot. The Putrid gains 30 Temporary Hit Points if the target fails their saving throw against tanglerot.</p>",
          "name": "Quicken the Rot"
        },
        "VDW4W2k1N88INhBp": {
          "description": "<p>The Putrid exhales a @Template[type:cone|distance:60] of rotten spores and fumes, dealing @Damage[16d6[poison]|options:area-damage] damage (@Check[fortitude|dc:36|basic|options:area-effect] save). The area of this cone is reduced to 30 feet underwater. Targets that fail their saving throw also become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure) and are exposed to tanglerot. The Putrid can't use Putrid Breath again for [[/gmr 1d4 #Recharge Putrid Breath]]{1d4 rounds}.</p>",
          "name": "Putrid Breath"
        },
        "lPlAVVeLD4qqvZ8q": {
          "description": "<p>Huge or smaller, hoof, @Check[reflex|dc:36|basic]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "x8pzzu8VRuRa5sdg": {
          "description": "<p>30 feet. A creature entering the aura or starting its turn in the aura must succeed at a @Check[fortitude|dc:33] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for as long as itʼs sickened on a critical failure).</p>\n<p>While within the aura, affected creatures take a -2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.</p>",
          "name": "Stench"
        }
      },
      "name": "The Putrid"
    },
    "Tithekeeper": {
      "description": "<p>Razmir's most powerful priests deploy tithekeepers to ensure his followers don't develop sticky fingers. These ziggurat-like constructs have over two dozen legs and a trap-like mouth. At its top, a mask with a colored ribbon attached denotes its symbolic rank in the Church of Razmir.</p><h2>Instruments of Terror</h2><p>Though the tithekeeper's primary function is to collect coins, they're capable of great violence. Priests who determine a village is too far behind on payments might have their tithekeeper skewer multiple residents and wave its victims' bodies in the air as it parades through the streets. Those who survive the ordeal are highly motivated to avoid a repeat experience.</p>",
      "items": {
        "2k7t0cZJVWfjCoCL": {
          "description": "<p>A creature wearing the mask and garb of a priest of Razmir that outranks the tithekeeper's mask and ribbon rank can spend an hour Interacting with the tithekeeper's mask to connect with it. The creature's mask becomes an invested item that allows them to see and hear as though peering through the tithekeeper's mask. The creature must use a 3-action activity envisioning the tithekeeper to activate the scrying effect, and the effect can be Dismissed. Multiple creatures can create connections to the tithekeeper's mask simultaneously, and a creature can have connections to multiple tithekeepers with just one mask. Each connection ends after a week but can be renewed at any time.</p>",
          "name": "Eyes Behind the Mask"
        },
        "Ix25RSVuLJJG7MxU": {
          "description": "<p>Medium or smaller, body, @Check[reflex|dc:29|basic]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "P033wqv4auNm4uta": {
          "name": "Foot"
        },
        "S6muXnYVqd6xPoYs": {
          "description": "<p><strong>Requirements</strong> The tithekeeper has Impaled a creature</p><hr /><p><strong>Effect</strong> The tithekeeper tears the creature loose from its spiky feet, releasing it. The creature takes @Damage[4d10[slashing]] damage (@Check[fortitude|dc:29|basic] save) and is no longer @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}. On a failed save, the creature also takes @Damage[2d8[persistent,bleed]] damage.</p>",
          "name": "Rip Off"
        },
        "UEN6QlyeiPOycfoa": {
          "description": "<p>The tithekeeper's body is a locked vault containing any tithes given to it. The vault's @UUID[Compendium.pf2e.actionspf2e.Item.2EE4aF4SZpYf0R6H]{Pick Lock} DC is 29 and @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} DC is 33.</p>",
          "name": "Locked Vault"
        },
        "UfNYMzlG9vSoNKRd": {
          "description": "<p><strong>Trigger</strong> A creature drops or offers at least 750 gp in valuables within 15 feet of the tithekeeper</p><hr /><p><strong>Effect</strong> The tithekeeper quickly uses its feet to scoop the valuables into its vault and is now indifferent toward the triggering creature unless that creature uses hostile actions against it or its allies.</p>",
          "name": "Accept Tithe"
        },
        "UwthgNFhzVYfkzkK": {
          "description": "<p>The tithekeeper can have up to six creatures impaled and @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} with its feet at once.</p>",
          "name": "Capacity for Punishment"
        },
        "WseMJaoN35TNcgzl": {
          "description": "<p><strong>Requirements</strong> The tithekeeper has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} a creature</p><hr /><p><strong>Effect</strong> The tithekeeper stabs the target with a spike for @Damage[(2d8+13)[piercing]] damage (@Check[reflex|dc:29|basic] save). It no longer has to spend an action to extend the duration for the target it has grabbed. The target moves with the tithekeeper and takes @Damage[1d8[persistent,bleed]] damage until it Escapes (DC 29).</p>",
          "name": "Impale"
        },
        "o40aXWtqKTabe864": {
          "name": "Body"
        }
      },
      "name": "Tithekeeper"
    },
    "Ulugurnix": {
      "description": "<p>The magic that flows through primal dragons can manifest more animalistic or bestial features in a given type of dragon. Notably among these are the massive paired horns of the horned dragon. While their bulky frames, natural coloration, and prominent ridged scales are all remarkable in their own way, it's the horns that are most obvious and striking at first glance. Horned dragons use their horns to impale their prey in a quick and brutal display of their might. They are generally contemplative and have a fixation on knowledge and self-discipline, traits belied by their bestial appearance. As a result, horned dragons are generally more open to speaking with outsiders.</p>\n<hr />\n<p>Dragons come in myriad forms, with many having magical abilities or connections to magic. Some dragons draw greater power from magic than others, allowing them to manifest abilities or alter their physiques with prolonged exposure to magic. These dragons become more powerful as they age and strengthen their connections with their magical origins. Scholars debate the classification of these dragons, with some preferring the name magical dragons and others using traditional dragons due to their connection to specific magical traditions. Regardless of their names, these dragons share a number of characteristics: their ability to tap into magical energies, intensified might and cunning as they grow older, and an inclination to hoard vast amounts of treasure and wealth.</p>",
      "items": {
        "1FbPUVt1mVdHjwrB": {
          "description": "<p>The horned dragon ignores any difficult terrain caused by plants, such as bushes, vines, and undergrowth. Even plants manipulated by magic don't impede their progress.</p>",
          "name": "Forest Passage"
        },
        "3Fn7wuVzeuI4kT5H": {
          "description": "<p><strong>Requirements</strong> The dragon doesn't have a creature impaled on their horn</p>\n<hr />\n<p><strong>Effect</strong> The dragon attempts to gore a foe. They Stride, then attempt a horn Strike. On a hit, the target becomes impaled on the dragon's horn. The creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} while on the horn (and can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} as normal). The dragon doesn't need to use additional actions to keep the impaled creature grabbed. If the dragon moves, they bring the grabbed creature along with them.</p>",
          "name": "Impaling Charge"
        },
        "7l6OIo3lkrYm0wAz": {
          "description": "<p><strong>Requirements</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, or @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious} creature is within the ghoul's reach</p><hr /><p><strong>Effect</strong> The ghoul whispers dark thoughts and vile cravings into the creature's ears. The creature must save against the forbidden cravings curse.</p>\n<p><strong>Forbidden Cravings</strong> (curse) A creature can still eat and drink while sickened by this curse</p>\n<p><strong>Saving Throw</strong> @Check[will|dc:30|traits:curse], using the high spell DC for the ghoul's level</p>\n<p><strong>Stage 1</strong> carrier with no ill effects (1 day)</p>\n<p><strong>Stage 2</strong> @Damage[2d6[void]] damage and the target is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} until it consumes raw meat (1 day)</p>\n<p><strong>Stage 3</strong> as stage 2</p>\n<p><strong>Stage 4</strong> as stage 2 unless the target has consumed raw meat in the past 24 hours, then it takes @Damage[4d6[void]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} until it consumes raw meat;</p>\n<p><strong>Stage 5</strong> if the creature has eaten raw meat in the past 24 hours, it dies and rises as a ghoul, if not, it returns to stage 4</p>",
          "name": "Ghoul Whispers"
        },
        "8BzH2B4bDUBJMWb0": {
          "description": "<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> The ghoul calls upon knowledge it retains from one creature it has consumed in the past 7 days. The ghoul attempts a skill check using a skill in which the consumed creature was trained (if it's unclear whether the creature was trained, the GM decides). The ghoul is treated as trained and uses a +23 modifier. This takes the same amount of actions or time as usual for the check.</p>\n<p>The ghoul can instead automatically learn something specific known by a creature it consumed in the last 7 days, like the location of a @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} treasure or the name of a loved one. The ghoul can do this only once for a given creature, no matter how much of its flesh the ghoul consumed.</p>",
          "name": "Grave Knowledge"
        },
        "BWkGmIVrerzvJg6A": {
          "name": "Tail"
        },
        "HJiQ5csE8Zk6bsoQ": {
          "description": "<p>90 feet @Check[will|dc:27]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
        },
        "ItyDWQiPz0eJ2hOb": {
          "description": "<p><strong>Trigger</strong> A creature within reach of the dragon's tail uses a move action or leaves a square during a move action it's using</p>\n<hr />\n<p><strong>Effect</strong> The dragon makes a tail Strike at the creature with a –2 penalty. If the Strike hits, the dragon disrupts the creature's action.</p>",
          "name": "Twisting Tail"
        },
        "Iv8LMCTGw5NLD5aD": {
          "description": "<p>The dragon makes two claw Strikes and one horn Strike in any order.</p>",
          "name": "Draconic Frenzy"
        },
        "POSKvqNa5Az0M5pp": {
          "name": "Forest Lore"
        },
        "VPryni3E3RGw5MdV": {
          "description": "<p>Ulugurnix breathes a toxic cloud that deals @Damage[12d6[poison]|options:area-damage] damage in a @Template[type:cone|distance:40] (@Check[fortitude|dc:30|basic|options:area-effect] save). He can't use Poison Breath again for [[/gmr 1d4 #Recharge Poison Breath]]{1d4 rounds}.</p>",
          "name": "Poison Breath"
        },
        "XhU4mCNUkX4dqLS7": {
          "description": "<p>The dragon recharges their Poison Breath whenever they score a critical hit with a Strike.</p>",
          "name": "Draconic Momentum"
        },
        "kmoO5nM9lLiCvPNn": {
          "description": "<p><strong>Requirements</strong> The ghoul is adjacent to the corpse of a creature that died within the last hour.</p><hr /><p><strong>Effect</strong> The ghoul devours a chunk of the corpse and regains @Damage[6d6[healing]] Hit Points.</p>\n<p>It can regain Hit Points from any given corpse only once.</p>",
          "name": "Consume Flesh"
        },
        "s6adAtDXbmqHceWK": {
          "name": "Jaws"
        },
        "xTeTu16wnP0A4xll": {
          "description": "<p>10 feet, @Check[fortitude|dc:27]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.Stench]</p>"
        },
        "zLSUNYt5ukMkU9zC": {
          "name": "Claw"
        },
        "zgg5I2ssn7V4bFRq": {
          "name": "Horn"
        }
      },
      "name": "Ulugurnix",
      "npcAc": "void healing",
      "npcSpeed": "forest passage"
    },
    "Unrisen Slithermaw": {
      "description": "<p>An unrisen is a mangled conglomeration of splintered bones, decaying organs, and rotting flesh, created when a ritual such as resurrect goes catastrophically wrong. Immense care must be taken, for if the ritual is a critical failure, an unrisen can be the result—as many a ritualist has learned to their horror.</p>\n<p>Unrisen are barely intelligent, aware only of the agony constantly inflicted by their flawed creation and their resentment for the living. They tend to attack the casters involved in the botched ritual first before lashing out at everyone else around them. Though an unrisen's twisted form is unrecognizable as the intended target of the resurrection, its wordless howls are often disturbingly similar to the deceased's voice. If an unrisen is destroyed before it can rise again, it's reduced to a handful of metallic blue-green salts referred to as essential salts.</p>",
      "items": {
        "0cQO5TZGYHxwoqee": {
          "name": "Lifesense 30 feet"
        },
        "21j0rnxdp8gf5zsf": {
          "name": "Jaws"
        },
        "5q62z2h5hdchg2s2": {
          "description": "<p>The unrisen reshapes its grotesque form to move swiftly. It Strides twice. Any living creature that can see the unrisen during this movement must succeed at a @Check[fortitude|dc:37] save or be @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure). This is a mental and visual effect. The unrisen can't use Awful Approach again for [[/gmr 1d4 #Recharge Awful Approach]]{1d4 rounds}.</p>",
          "name": "Awful Approach"
        },
        "5tla19582bslvej5": {
          "description": "<p><strong>Requirements</strong> The unrisen has a living creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}</p><hr /><p><strong>Effect</strong> The unrisen attempts to destroy its victim's life force to share the unrisen's fate. The creature must succeed at a @Check[fortitude|dc:40] save or become @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}. While the curse lasts, the creature regains only half as many HP from vitality healing effects; if it dies, any attempt to raise it from the dead causes it to return as an unrisen. The curse ends automatically if the creature's doomed value is reduced to 0.</p>",
          "name": "Death Grip"
        },
        "7Bc2miXbngRIkwqz": {
          "description": "<p>The unrisen Slithermaw breathes out a toxic cloud of foul vapor from its heads in all directions at once. Creatures within a @Template[type:emanation|distance:30] take @Damage[15d8[poison]|options:area-damage] damage (@Check[fortitude|dc:40|basic|options:area-effect] save). The unrisen Slithermaw can't use Poisonous Breath again for [[/gmr 1d4 #Recharge Poisonous Breath]]{1d4 rounds}.</p>",
          "name": "Poisonous Breath"
        },
        "8h5yhlk6yupldtxp": {
          "description": "<p>A creature with a prepared or spontaneous spell that can restore the dead to life (such as @UUID[Compendium.pf2e.spells-srd.Item.Hnc7eGi7vyZenAIm]{Breath of Life} or @UUID[Compendium.pf2e.spells-srd.Item.IkGYwHRLhkuoGReG]{Raise Dead}) can expend an appropriate spell slot as a 2-action activity to destroy an unrisen within 30 feet. The attempt fails if the unrisen succeeds at a Will save against the creature's spell DC.</p>",
          "name": "Resurrection Vulnerability"
        },
        "KEs9dIIUbepZi7hA": {
          "description": "<p>The unrisen Slithermaw gains 12 extra reactions per round beyond its first, which it can only use to make Reactive Strikes. He can't use more than 1 reaction on the same triggering action, even if a creature leaves several squares on the same triggering action.</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ReactiveStrike]</p>",
          "name": "Reactive Strike (Special)"
        },
        "NPVcj98IkMtcgWQ8": {
          "description": "<p>If a PC wears <em>@UUID[Compendium.pf2e.equipment-srd.Item.9DuwR6Z1P5PuQwS3]{Slithermaw's Bane}</em>, the unrisen Slithermaw focuses his attacks on that PC. A PC who wears <em>Slithermaw's Bane</em> is immune to all poison damage caused by the unrisen Slithermaw. Whenever such a PC scores a critical hit on the unrisen Slithermaw, the undead hydra becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}. The unrisen Slithermaw is not immune to poison inflicted by <em>Slithermaw's Bane</em> when Calistria's Sting is activated and in fact has weakness 15 to this poison damage.</p>",
          "name": "Slithermaw's Bane"
        },
        "hMgg4SgBOxSwlBlZ": {
          "description": "<p>The unrisen Slithermaw makes up to 12 jaws Strikes, each against a different target. These attacks count toward his multiple attack penalty, but the multiple attack penalty doesn't increase until after he makes all of his attacks.</p>",
          "name": "Storm of Jaws"
        },
        "mlytlp3vwdiv4xev": {
          "description": "<p>If the unrisen Slithermaw is reduced to 0 Hit Points by means other than fire damage, disintegration, damage caused by a character wearing Slithermaw's Bane, or his resurrection vulnerability, he returns to unlife at the start of his next turn. He has 150 Hit Points and is @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} in the space in which he was destroyed. He can't be returned to unlife by this ability again for 1 hour.</p>",
          "name": "Rise Again"
        },
        "mx6sscnvhtaiutid": {
          "description": "<p>Whenever an unrisen would take damage from vitality energy, it instead heals half that number of Hit Points.</p>",
          "name": "Meant to Live"
        }
      },
      "name": "Unrisen Slithermaw",
      "npcHp": "meant to live, void healing"
    },
    "Vintalax, The Rotting God": {
      "items": {
        "5k4E1L7oi69CoIfM": {
          "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2]{Lightning Bolt}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated rank.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of the spell at the listed rank.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>",
          "name": "Wand of Lightning Bolt (Rank 5) (Stored in Retrieval Belt)"
        },
        "8OmBZyt7RzzFHAQm": {
          "description": "<p>Vintalax is driven forward by a singular, otherworldly will, guiding their actions. Whenever Vintalax attempts a Will saving throw against a mental effect that would control or dictate their actions, Vintalax treats the result of the saving throw as one category better.</p>",
          "name": "Otherworldly Will"
        },
        "CTxuUvk7zPwfXMqc": {
          "description": "<p>Vintalax drives his tentacles into the ground, causing tendrils of fungus to erupt everywhere in area <strong>B9</strong>. This deals @Damage[2d8[bludgeoning],3d6[acid]]{2d8 bludgeoning damage plus 3d6 acid} damage to each creature in the area (@Check[reflex|dc:34|basic] save). Creatures that fail their save against tentacle eruption are grasped by the tendrils, reducing their speed by 10 feet until the start of Vintalax's next turn (or are @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} on a critical failure).</p>",
          "name": "Tentacle Eruption"
        },
        "DrNIeMG6xhBE6L50": {
          "description": "<p>Vintalax is attached to his throne by a twisted length of thorny fungal vines that limit his mobility to areas <strong>B9</strong> and <strong>B10</strong>. This tether can be destroyed (<strong>AC</strong> 30, <strong>Hardness</strong> 12, <strong>HP</strong> 50 (BT 25), <strong>Immunities</strong> acid, bludgeoning; <strong>Resistances</strong> piercing 10), in which case Vintalax howls in pain as his body rapidly begins to decay. Each round that he remains severed from the throne he loses his fast healing and takes @Damage[4d6[spirit]] damage at the start of his turn, but his AC increases to 36 and his speed to 25 feet, due to his increased mobility. He can end this effect by sitting back down on his throne (an Interact action) and remaining there until the end of his turn, at which point a new fungus tether reattaches to him.</p>",
          "name": "Throne Tethered"
        },
        "H9TM1MMKor3xpYry": {
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:34]</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 day)</p>\n<p><strong>Stage 2</strong> stupefied 1 and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} and @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2} (1 day)</p>\n<p><strong>Stage 4</strong> drained 1 and controlled by the Rotting God (1 day)</p>\n<p><strong>Stage 5</strong> controlled by the Rotting God (1 day)</p>\n<p><strong>Stage 6</strong> the creature becomes permanently controlled by the Rotting God (and may gain unique fungus-themed abilities)—at this point the creature is no longer diseased, and the control can only be ended by the death of the Rotting God or by an effect that removes curses. The creature loses any fungus-themed abilities granted by rotting gift as soon as it's removed.</p>",
          "name": "Rotting Gift"
        },
        "KZKM954yltYjp9ry": {
          "name": "Fungus Tentacle"
        },
        "OjalGYiA8S4BnRdv": {
          "name": "Healing Potion (Greater) (Stored in Retrieval Belt)"
        },
        "Qn6ZA6ChMs6fMitE": {
          "description": "<p>Vintalax unleashes a cloud of spores from his mouth in a @Template[type:cone|distance:30]. Creatures in this area take @Damage[12d6[acid]|options:area-damage] damage (@Check[fortitude|dc:34|basic|options:area-effect] save). Those who fail this save are @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure) as the spores enter their lungs and begin to grow. These creatures take @Damage[2d6[persistent,bleed]] damage as long as they remain sickened. This bleed damage cannot be stopped as long as the sickened condition persists. Any creature that takes damage from spore breath is exposed to rotting gift.</p>",
          "name": "Spore Breath"
        },
        "V6C40ynmRJAjD5JH": {
          "name": "Marvelous Medicines (Stored in Retrieval Belt)"
        },
        "eyikGGHRDaETtUqe": {
          "description": "<p><strong>Trigger</strong> Vintalax takes damage from a melee Strike made by an adjacent creature</p><hr /><p><strong>Effect</strong> Vintalax's corrupted body unleashes a cloud of spores that envelopes the attacker, quickly growing and dissolving their flesh. These spores deal @Damage[4d6[persistent,poison]] damage (@Check[fortitude|dc:34|basic] save).</p>",
          "name": "Spore Burst"
        },
        "z9mr7stUuG0whoF7": {
          "name": "Potion of Fire Resistance (Moderate) (Stored in Retrieval Belt)"
        }
      },
      "name": "Vintalax, The Rotting God",
      "npcHp": "fast healing 30 (while attached to throne)",
      "npcSpeed": "(25 feet when not attached to the throne)"
    },
    "Vixivax": {
      "description": "<p>An invidiak has no physical body and is born out of a deep sense of envy over this lack. An invidiak only feels properly \"alive\" when they're possessing a host. In many cases, an invidiak remains dormant in such a host, spending months, even years, observing from within and building up its influence over the host slowly, so as to cause as much long-lasting despair and emotional trauma to the host's friends and family as possible.</p><h2>Lengthy Possessions</h2><p>An invidiak can possess a favored host for an unlimited amount of time, and over the course of years their influence can result in their host gaining strange new and unique supernatural powers that grow from this spiritual corruption. Such powers only function as long as the possession lasts; if the invidiak is forced out of the body, these powers vanish and don't return, even if the invidiak later re-possesses the same host. These unique invidiaks are generally much more powerful than the typical one presented here.</p>",
      "items": {
        "1zbo0xc2s4vpFPYx": {
          "name": "Translocate (At Will)"
        },
        "CpTRDv42ZCA5jHZL": {
          "_source": "pf2e.bestiary-ability-glossary-srd.Item.kquBnQ0kObZztnBc"
        },
        "OJg4VMV8aMk40kBm": {
          "description": "<p>The invidiak Strides up to twice their speed. If the invidiak ends their movement in an area of dim light, they become hidden as long as they don't move and the lighting in the area they're in doesn't grow brighter than dim light.</p>",
          "name": "Shadow Blend"
        },
        "TtqhvUO0vvhjbIFp": {
          "description": "<p>If an invidiak attempts to possess a creature and the creature rolls a critical success on its saving throw to resist @UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession}, or if an invidiak's possession of a creature is ended prematurely, such as via a successful @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}, the invidiak takes @Damage[9d6[mental]] damage and cannot use possession for 24 hours.</p>\n<p>See Iravalinn's Fight for Control reaction.</p>",
          "name": "Exorcism Vulnerability"
        },
        "XuxeTsVrT1ejolNl": {
          "name": "Possession (Range Touch)"
        },
        "fDEMKsDuC7SNDbx6": {
          "description": "<p>Vixivax leaves no body behind when using @UUID[Compendium.pf2e.spells-srd.Item.wU6hNzK8Yfqdmc8m]{Possession}.</p>",
          "name": "Unbodied Possession"
        },
        "g10aC4eWWvDNW3QF": {
          "name": "Translocate (At Will)"
        },
        "ivkgrGxDXVsauPQn": {
          "name": "Fear (At Will)"
        },
        "s43Ks62ECjo1B5kX": {
          "name": "Claw"
        },
        "tIiXnBCscCuQi4WY": {
          "description": "<p>Vixivax's favored hosts are elves.</p><hr /><p>Each invidiak has a type of creature they prefer possessing, chosen from aberration, animal, beast, or any humanoid (such as dwarf, elf, or human)—in most cases, the favored type of target is human. When an invidiak casts possession on a favored host, the duration of possession increases to unlimited, and the effect lasts until dispelled or until the invidiak dismisses it.</p>",
          "name": "Favored Host"
        },
        "zBhbPtqzK6B5JjcX": {
          "description": "<p><strong>Trigger</strong> A creature within 30 feet of the invidiak deals damage to the invidiak</p><hr /><p><strong>Effect</strong> An echo of the invidiak's pain lashes out at the triggering creature, dealing an amount of nonlethal mental damage equal to half the damage the invidiak took from the triggering attack (@Check[will|dc:33|basic] save). On a critical failure, the target is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>",
          "name": "Share Pain"
        }
      },
      "name": "Vixivax",
      "npcAllSaves": "+1 to all saves vs. magic"
    },
    "Withermold": {
      "description": "<p>Coils of pale yellow thorny fungal vines on which grow hundreds of brown puffballs suddenly whip into frenzied life.</p>",
      "hazardDisable": "<p>@Check[religion|dc:33] (master) twice to exorcise the unholy presence within the withermold, or @Check[survival|dc:35] (master) twice to safely remove the sensory tendrils growing in the mold</p>",
      "hazardReset": "<p>A withermold deactivates at the end of any round when there are no targets within reach to attack with thorny vine Strikes. It resets immediately unless it's used all its Spore Burst reactions for the day, in which case the withermold resets in 24 hours.</p>",
      "hazardRoutine": "<p>(3 actions) A withermold makes three Strikes with its thorny vines on its turn, splitting its Strikes up among potential targets before striking a single target more than once.</p>",
      "name": "Withermold"
    },
    "Zauglagaul": {
      "description": "<p>The magic that flows through primal dragons can manifest more animalistic or bestial features in a given type of dragon. Notably among these are the massive paired horns of the horned dragon. While their bulky frames, natural coloration, and prominent ridged scales are all remarkable in their own way, it's the horns that are most obvious and striking at first glance. Horned dragons use their horns to impale their prey in a quick and brutal display of their might. They are generally contemplative and have a fixation on knowledge and self-discipline, traits belied by their bestial appearance. As a result, horned dragons are generally more open to speaking with outsiders.</p>\n<hr />\n<p>Dragons come in myriad forms, with many having magical abilities or connections to magic. Some dragons draw greater power from magic than others, allowing them to manifest abilities or alter their physiques with prolonged exposure to magic. These dragons become more powerful as they age and strengthen their connections with their magical origins. Scholars debate the classification of these dragons, with some preferring the name magical dragons and others using traditional dragons due to their connection to specific magical traditions. Regardless of their names, these dragons share a number of characteristics: their ability to tap into magical energies, intensified might and cunning as they grow older, and an inclination to hoard vast amounts of treasure and wealth.</p>",
      "items": {
        "1FbPUVt1mVdHjwrB": {
          "description": "<p>The horned dragon ignores any difficult terrain caused by plants, such as bushes, vines, and undergrowth. Even plants manipulated by magic don't impede their progress.</p>",
          "name": "Forest Passage"
        },
        "2y5PjoJxmfA6wGl8": {
          "description": "<p>20 feet. After the dragon uses their Poison Breath, a cloud of poison gas continues to emanate from their body for 1 round. Any creature that ends its turn in the miasma takes @Damage[5d6[poison]] damage (@Check[fortitude|dc:39|basic] save).</p>\n<p>Any creature in the miasma is @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} and treats other creatures as concealed. The dragon can see through this concealment.</p>",
          "name": "Miasma"
        },
        "3Fn7wuVzeuI4kT5H": {
          "description": "<p><strong>Requirements</strong> The dragon doesn't have a creature impaled on their horn</p>\n<hr />\n<p><strong>Effect</strong> The dragon attempts to gore a foe. They Stride, then attempt a horn Strike. On a hit, the target becomes impaled on the dragon's horn. The creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} while on the horn (and can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} as normal). The dragon doesn't need to use additional actions to keep the impaled creature grabbed. If the dragon moves, they bring the grabbed creature along with them.</p>",
          "name": "Impaling Charge"
        },
        "BWkGmIVrerzvJg6A": {
          "name": "Tail"
        },
        "DH9dqEVVGTZe7G9s": {
          "name": "+1 Status to All Saves vs. Primal"
        },
        "HJiQ5csE8Zk6bsoQ": {
          "description": "<p>120 feet @Check[will|dc:39]</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
        },
        "I0wNsm5MwUO1PaPN": {
          "description": "<p>After Zuldanavox nearly bit off Zauglagaul's right wing decades ago, it never quite healed right. A crescent-shaped patch of discolored scales at the base of his wing on his right side marks this wound. The PCs might already know about this wound (see Zauglagaul at a Disadvantage below); otherwise, a PC only learns about this weakness if they witness a critical hit against Zauglagaul that inflicts piercing damage. Once a PC knows about Zauglagaul's old wound, they can @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} during their turn to focus on this old wound, automatically treating Zauglagaul as @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the start of their next turn. If a PC critically hits Zauglagaul in the same round they Seek in this way, the pain causes the dragon to become @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} for 1 hour. Multiple critical hits can increase the value of these conditions up to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 4} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 4}.</p>",
          "name": "Old Wound"
        },
        "ItyDWQiPz0eJ2hOb": {
          "description": "<p><strong>Trigger</strong> A creature within reach of the dragon's tail uses a move action or leaves a square during a move action it's using</p>\n<hr />\n<p><strong>Effect</strong> The dragon makes a tail Strike at the creature with a –2 penalty. If the Strike hits, the dragon disrupts the creature's action.</p>",
          "name": "Twisting Tail"
        },
        "O3Pp2Vb15TQKafR0": {
          "description": "<p>The horned dragon always gains the benefits of Cover Tracks in natural surroundings, even while moving at full speed.</p>",
          "name": "Trackless Journey"
        },
        "POSKvqNa5Az0M5pp": {
          "name": "Forest Lore"
        },
        "VPryni3E3RGw5MdV": {
          "description": "<p>Zauglagaul breathes a toxic cloud of spores that deals @Damage[18d6[poison]] damage in a @Template[cone|distance:60]. Creatures in the area must attempt a @Check[fortitude|dc:39] save. Zauglagaul can't use Spore Breath again for [[/gmr 1d4 #Recharge Spore Breath]]{1d4 rounds}.</p><hr /><p><strong>Critical Success</strong> The creature takes no damage.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for an unlimited duration as the spores take root and cause the victim to suffer from distracting hallucinations.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for an unlimited duration.</p>",
          "name": "Spore Breath"
        },
        "fZbXpVIUqe3JYgab": {
          "name": "Charm (At Will)"
        },
        "lgDxJmtHFjvOF0sM": {
          "name": "Entangling Flora (At Will)"
        },
        "lseWqsEmPmayLsqf": {
          "description": "<p>Zauglagaul can @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hide} in exterior locations in Tanglebriar even if he doesn't have cover.</p>",
          "name": "Camouflage"
        },
        "s6adAtDXbmqHceWK": {
          "name": "Jaws"
        },
        "wqTR4ozN25T6OJlA": {
          "description": "<p>Mist and fog (such as the Haze) doesn't impair Zauglagaul's vision; he ignores the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from mist and fog.</p>",
          "name": "Mist Vision"
        },
        "zLSUNYt5ukMkU9zC": {
          "name": "Claw"
        },
        "zgg5I2ssn7V4bFRq": {
          "name": "Horn"
        }
      },
      "name": "Zauglagaul",
      "npcAllSaves": "+1 status to all saves vs. primal",
      "npcSpeed": "forest passage, trackless journey"
    }
  },
  "label": "Spore War"
}