{
  "entries": {
    "Alyce Quinley": {
      "items": {
        "DdCgWbw8aUWSHIgY": {
          "description": "<p>Alyce designates a single creature as her prey and focuses her attacks against that creature. She must be able to see, hear, or otherwise detect the prey, or she must be tracking the prey during exploration. She gains a +2 circumstance bonus to Perception checks when she Seeks her prey and a +2 circumstance bonus to Survival checks when she @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Tracks} her prey. Alyce also ignores the penalty for making ranged attacks within her second range increment against the prey she's hunting. Alyce can only have one creature designated as her prey at a time. If she uses Hunt Prey against a creature when she already has a creature designated, the prior creature loses the designation and the new prey gains the designation. Her designation lasts until her next daily preparations.</p>",
          "name": "Hunt Prey"
        },
        "EwyhSvXxkr66MiOj": {
          "name": "Forest Lore"
        },
        "Hu0d2HiPJyGnLPID": {
          "name": "Andoran Lore"
        },
        "OgZDbMXP5WJGZbiw": {
          "description": "<p><strong>Requirements</strong> Alyce is wielding a melee weapon</p>\n<p><strong>Trigger</strong> A creature within Alyce's reach attempts to apply the @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized}, or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} condition to an ally</p>\n<hr />\n<p><strong>Effect</strong> Alyce makes a melee Strike against the triggering creature. If the attack is a hit, the triggering ally can immediately use a reaction to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}. If the attack is a critical hit, any grabbed, immobilized, or restrained conditions imposed by the triggering action are negated.</p>",
          "name": "Liberating Strike"
        },
        "oi81HXh9jYj41H02": {
          "name": "Maps"
        }
      },
      "name": "Alyce Quinley"
    },
    "Arboreal Sapling": {
      "description": "<p>Young arboreals often appear lanky and uncoordinated. Their awkwardness belies their burgeoning strength and decades of natural studies.</p>\n<hr />\n<p>An arboreal's abilities gradually change as it grows, explores, and fulfills its forest's needs. After decades of life as an unremarkable tree, an arboreal sapling uproots itself to discover its greater purpose, often guided by elders.</p>\n<h2>Always Growing</h2>\n<p>An arboreal sapling gradually grows into a more powerful form, such as an arboreal warden, filling whatever niche suits its interests and environment. However, even centuries later, an arboreal can slowly reshape itself to fill a new role, such as a warden transforming into an arboreal regent after their predecessor's retirement.</p>\n<h2>Occult Nutrients</h2>\n<p>While drawing water, nutrients, and trace primal energy from the soil, an arboreal sometimes absorbs psychic impressions that shape its growth. Taking root in haunted landscapes or abandoned fairgrounds can result in truly sinister or frolicsome arboreals.</p>",
      "items": {
        "7jB4DTzM19swBpsg": {
          "description": "<p>When an arboreal sapling critically fails an attack roll or Reflex saving throw, it becomes @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} unless it succeeds at a @Check[type:flat|dc:11].</p>",
          "name": "Shaky Footing"
        },
        "PWdlJT7auYcBRwF7": {
          "description": "<p>An arboreal sapling takes 5 additional damage from axes.</p>",
          "name": "Axe Vulnerability"
        },
        "XTzLYHBATKCWgexN": {
          "name": "Branch"
        },
        "lPqvldvPDHtU3Hwq": {
          "name": "Fist"
        },
        "yfOOpXHpIusdSlrb": {
          "description": "<p><strong>Trigger</strong> An arboreal sapling that is not @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} either becomes prone or is reduced to 0 HP</p>\n<hr />\n<p><strong>Effect</strong> The arboreal sapling topples over, dealing @Damage[2d6[bludgeoning]] damage to itself and to creatures in a @Template[type:line|distance:10] (@Check[type:reflex|dc:16|basic:true]). Creatures that critically fail the saving throw are also knocked prone.</p>",
          "name": "Timber!"
        }
      },
      "name": "Arboreal Sapling"
    },
    "Arboreal Sapstriker": {
      "description": "<p>Some coniferous arboreals develop viscous sap that they use to trap trespassers. Dozens of half-hardened rivulets drip from their bark, ready to ensnare weapons or even capture airborne particles. Sapstrikers act as bounty hunters who delight in tracking down and punishing loggers.</p>\n<hr />\n<p>An arboreal's abilities gradually change as it grows, explores, and fulfills its forest's needs. After decades of life as an unremarkable tree, an arboreal sapling uproots itself to discover its greater purpose, often guided by elders.</p>\n<h2>Occult Nutrients</h2>\n<p>While drawing water, nutrients, and trace primal energy from the soil, an arboreal sometimes absorbs psychic impressions that shape its growth. Taking root in haunted landscapes or abandoned fairgrounds can result in truly sinister or frolicsome arboreals.</p>",
      "items": {
        "DMwDG4lfR3K9pOn0": {
          "description": "<p><strong>Trigger</strong> An arboreal sapstriker succeeds or critically succeeds at a saving throw against a primal effect</p>\n<hr />\n<p><strong>Effect</strong> The sapstriker gains a +1 status bonus to attack rolls, saving throws, skill checks, and sap saving throw DC for [[/br 1d4 #rounds]] rounds.</p>",
          "name": "Primal Sink"
        },
        "PWdlJT7auYcBRwF7": {
          "description": "<p>An arboreal sapstriker takes 5 additional damage from axes.</p>",
          "name": "Axe Vulnerability"
        },
        "aqp89GWIxgGZgfEQ": {
          "description": "<p>A creature that takes damage from an arboreal sapstriker's branch or sap Strike must succeed at a @Check[type:reflex|dc:23] save or take @Damage[1d8[persistent,acid]] damage. While taking the persistent damage, a creature takes a –10-foot status penalty to its Speeds.</p>",
          "name": "Sap"
        },
        "i9c07m6oRBinaB48": {
          "description": "<p><strong>Trigger</strong> A foe critically succeeds at a Strike against the arboreal sapstriker with a weapon that deals piercing or slashing damage, or a foe deals damage to an arboreal sapstriker with an axe</p>\n<hr />\n<p><strong>Effect</strong> The arboreal sapstriker attempts to @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarm} the triggering foe's weapon, using its Fortitude modifier in place of its Athletics modifier. If it critically succeeds, the weapon is lodged into the sapstriker rather than falling to the ground. A creature can retrieve a lodged weapon by Disarming the sapstriker as if it were wielding the weapon.</p>",
          "name": "Amber Tomb"
        },
        "ovxvyux8dqUsKp0H": {
          "name": "Branch"
        }
      },
      "name": "Arboreal Sapstriker"
    },
    "Arboreal Shepherd": {
      "description": "<p>Shepherds develop an eccentric fascination with local fauna. These shepherds eagerly bear fruit to feed their friends, provide roosts for bats, and invite beasts to gnaw nesting niches directly into their trunks.</p>\n<hr />\n<p>An arboreal's abilities gradually change as it grows, explores, and fulfills its forest's needs. After decades of life as an unremarkable tree, an arboreal sapling uproots itself to discover its greater purpose, often guided by elders.</p>\n<h2>Occult Nutrients</h2>\n<p>While drawing water, nutrients, and trace primal energy from the soil, an arboreal sometimes absorbs psychic impressions that shape its growth. Taking root in haunted landscapes or abandoned fairgrounds can result in truly sinister or frolicsome arboreals.</p>",
      "items": {
        "8jNZQWvykH6JMner": {
          "description": "<p><strong>Trigger</strong> An animal within the arboreal shepherd's reach takes area damage or splash damage from an effect</p>\n<hr />\n<p><strong>Effect</strong> The arboreal shepherd partly shields the creature. Reduce the damage dealt to the animal by an amount equal to [[/br 1d10 #Reduced Damage]] + the animal's weakness to the effect, if any. The arboreal shepherd takes an equal amount of damage.</p>",
          "name": "Defend the Friends"
        },
        "ENMgaEbBtwvtPbn2": {
          "name": "Speak with Animals (Constant)"
        },
        "FTfa8Wt8YJiIanK6": {
          "name": "Branch"
        },
        "PWdlJT7auYcBRwF7": {
          "description": "<p>An arboreal shepherd takes 5 additional damage from axes.</p>",
          "name": "Axe Vulnerability"
        },
        "PqyVtKkHlIMlCbxd": {
          "description": "<p>The arboreal shepherd encourages its friends to overcome titanic odds. For 1 round, allies with the animal trait in a 50-foot radius gain a +1 status bonus to attack rolls, damage rolls, and saving throws. If the animals have the swarm trait, the saving throw DCs to resist their damaging actions gain a +1 status bonus. This bonus increases to +2 for allies whose level is 2 or lower.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.iscmAwLoNKLQ2vnU]{Effect: Exalt the Little Ones}</p>",
          "name": "Exalt the Little Ones"
        },
        "j2gW90HfuG3EcT9m": {
          "description": "<p><strong>Frequency</strong> Once per hour</p>\n<hr />\n<p><strong>Effect</strong> The arboreal shepherd scoops up a willing Medium or smaller animal (or animal with the swarm trait) within its reach, sequestering the animal into a recess in the arboreal's trunk. While sequestered, the animal cannot act, gains greater cover, and gains fast healing 5. At the beginning of its turn after regaining Hit Points, the animal can choose to exit by reappearing in any space adjacent to the arboreal as a free action.</p>",
          "name": "Healing Haven"
        }
      },
      "name": "Arboreal Shepherd"
    },
    "Azhana": {
      "description": "<p>Resembling pale halflings, azhanas are gregarious fey who tend the wilderness as if it were a giant garden. Their outgoing charm isn't just for their own entertainment; by engaging with flora and fauna alike, they coax local organisms to interact with each other, whether that's teaching animals how to forage together or introducing vines to new surfaces they can climb. This extends even to travelers and foresters. After all, a lumberjack offered salutations is less likely to scuffle with wildlife and knows someone's watching to ensure they don't overharvest a forest's bounty.</p>\n<p>Azhanas perform some of this gardening themselves. They carry hefty shears, clipping back invasive species and trimming branches to afford new sprouts a taste of sunlight. Likewise, they occasionally visit rural settlements, offering to teach wilderness skills that help civilization and nature coexist peacefully. Those who respond kindly earn an azhana's generosity. Those who threaten nature or fey instead earn the azhana's ire, usually involving magical misfortunes as small animals steal food, tools melt into useless shapes, and roots suddenly shift to send a trespasser tumbling down a ravine.</p>\n<p>Azhanas sometimes gather into small groups called sisterhoods, even if they include rare, non-female azhanas. These groups provide camaraderie and aid in resolving difficult obstacles. Less often, they form organically when an azhana adopts and mentors newborn azhanas. These creatures are never children; instead, they emerge fully formed from mature trees, accompanied by nearby trees thrumming softly in a celebratory chorus. Though any mature tree might suffice, most often an azhana's parent tree stands in some place of primal power or divine significance, such as where a nature deity performed a miracle.</p>\n<h2>Arboreal Friends</h2>\n<p>Azhanas are friends and tenders to the massive arboreals, and are found in the same locations—wooded stands of trees in places of primal power. These two beings don't necessarily live among each other continually, but many azhanas count at least a couple of arboreals among their friend group and visit the living trees to share stories, groom them, or engage in friendly games.</p>",
      "items": {
        "6FDUmg8hr7To4ER3": {
          "name": "Speak with Animals (Constant)"
        },
        "6JjZlgF6ldSwrl3y": {
          "description": "<p>An azhana carries a pair of gardening shears about 10 inches long. In the hands of an azhana, these shears function as an elven curve blade. If an azhana's shears are lost or destroyed, they can make another pair with a week of work and a few scraps of metal.</p>",
          "name": "Shears"
        },
        "ijG9oUFCuYyRhFuj": {
          "description": "<p>Once per day, four azhanas within 15 feet of each other can perform a 1-minute rite to communicate with an adjacent body of fresh water at least as large as an azhana. This ability functions like @UUID[Compendium.pf2e.spells-srd.Item.YIMampGpij4Y30yE]{Speak with Stones}. Flowing water can generally speak about events happening upstream (even distantly upstream), but not events happening downstream.</p>",
          "name": "Speak with Water"
        }
      },
      "name": "Azhana"
    },
    "Bee Covered Ohancanu": {
      "description": "<p>Ohancanus are gigantic fey who delight in destruction. It's not necessarily the sadistic torment of others they enjoy, but living in a devastated landscape seems to bring them peace. Despite their destructive drive, ohancanus are like wildfires: their damage often clears the way for new growth.</p>\n<p>Ohancanus resemble cyclopes, and they're covered in untamed hair. Scattered across their hirsute forms, each ohancanu has a few conspicuously white hairs. These are extremely sensitive and seem to anchor some part of an ohancanu's essence, wracking them with nausea and weakness if ever plucked.</p>\n<p>Though they habitually raze wildernesses, ohancanus rely on old growth forests for reproduction. When an ohancanu grows old, their companions murder and dissect them, planting their organs among the roots of the oldest trees around. About a year later, some of these organs sprout into young ohancanus who tear themselves free and seek out companions. From their first moments they understand language and basic survival skills, suggesting each generation retains some portion of their butchered progenitors' memories.</p>\n<h2>Riddles And Rage</h2>\n<p>Ohancanus delight in destroying wordplay almost as much as they love demolishing architecture. A clever riddle can captivate an ohancanu and even halt their rampage. However, such a tactic rarely provide more than a brief opportunity for escape; once an ohancanu solves the puzzle or grows frustrated, their destruction resumes.</p>",
      "items": {
        "1XahS2VkS6GOwmlc": {
          "name": "Rock"
        },
        "IJfjgQyjc5pYO3wg": {
          "name": "Sack for Holding Rocks"
        },
        "Nnjq9gkLGBqT6g0R": {
          "name": "Warfare Lore"
        },
        "R95SYMueSUcDVzUZ": {
          "description": "<p>Dozens of bees sting the ohancanu, dealing @Damage[2d6[persistent,piercing]] damage. The persistent damage ends automatically if the ohancanu takes 10 or more damage from an area effect.</p>",
          "name": "Covered In Bees!"
        },
        "WVpQ5MDFWH4A7YRh": {
          "description": "<p>An ohancanu has [[/gmr 2d4 #White Hairs]] white hairs that are connected to its essence. If a hair is plucked, the ohancanu gains the @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} condition. This is cumulative with other drained conditions, and if plucking a hair would increase their drained value to 5 or more, the ohancanu falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. A creature can @UUID[Compendium.pf2e.actionspf2e.Item.RDXXE7wMrSPCLv5k]{Steal} a white hair from an unaware ohancanu, though they always notice a successful theft. If an ohancanu is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, or @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned}, a creature can attempt to pluck out a white hair by spending a single action, which has the attack and manipulate traits, to attempt either an Athletics check against the ohancanu's Fortitude DC or a Thievery check.</p>",
          "name": "White Hairs"
        },
        "ZbU04lLHuTuRvWly": {
          "name": "Rock"
        },
        "jLQeCTh65ZGcpJL8": {
          "name": "Fist"
        },
        "kHNZZbkG5LYZOzBz": {
          "description": "<p>The ohancanu strides twice. If they end their movement within melee reach of at least one enemy, they can make a melee Strike against that enemy.</p>",
          "name": "Sudden Charge"
        },
        "u7x9xi4LARiMQbNp": {
          "description": "<p><strong>Trigger</strong> A creature plucks one of the ohancanu's white hairs</p>\n<hr />\n<p><strong>Effect</strong> The ohancanu makes a fist Strike against the triggering creature. If the ohancanu is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, they can instead attempt to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}.</p>",
          "name": "Denuded Outrage"
        }
      },
      "name": "Bee Covered Ohancanu"
    },
    "Bee-Induced Panic": {
      "description": "<p>Enraged bees spread panic, causing the crowd to trample each other in a desperate attempt to escape.</p>",
      "hazardDisable": "<p>@Check[type:diplomacy|dc:22] (expert) to calm the panicked crowd and guide them to safety, @Check[type:medicine|dc:20] (trained) to attend to victims' injuries, or @Check[type:nature|dc:21] (expert) to instruct the crowd on how best to protect themselves from bees. Alternatively, a PC able to communicate with insects can instead attempt a @Check[type:diplomacy|dc:18] (trained) check to calm and redirect the bees. Three successful checks are required to completely disable the hazard. The hazard is automatically disabled after 5 rounds or once both swarms are defeated.</p>",
      "hazardRoutine": "<p>(one action) Panicked attendees suffer stings and accidentally injure one another in their fear and confusion. Increase the Casualties score by 1. This increases to [[/gmr 1d3 #Casualties]] if one swarm is stinging the crowd, and it increases to [[/gmr 1d3+1 #Casualties]] if both swarms are stinging the crowd.</p>",
      "name": "Bee-Induced Panic"
    },
    "Besieged Logging Crew": {
      "items": {
        "DCAHmNtG0hWB0FHQ": {
          "description": "<p>The loggers draw their hatchets, then launch a ranged attack in the form of a volley. This volley is a @Template[type:burst|distance:10] within 120 feet that deals @Damage[3d6[slashing]] damage (@Check[type:reflex|dc:18|basic:true] save). When the crew is reduced to 8 or fewer squares, this area decreases to a @Template[type:burst|distance:5].</p>",
          "name": "Hurl Axes"
        },
        "Fu2XPdyyZZbp7cl8": {
          "name": "Lumber Lore"
        },
        "QpSvCYrDNe5et7o6": {
          "description": "<p>Whenever the loggers Stride, they first Form Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then move up to their Speed. This works just like a Gargantuan creature moving; for instance, if any square of the logging crew enters difficult terrain, the extra movement cost applies to all the loggers.</p>",
          "name": "Troop Movement"
        },
        "YqzdF6r4efrzdR6n": {
          "description": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> The loggers engage in a coordinated axe attack against each enemy within 10 feet, with a @Check[type:reflex|dc:19|basic:true] save. The damage depends on the number of actions expended.</p>\n<p><span class=\"action-glyph\">1</span> @Damage[1d10[slashing]] damage</p>\n<p><span class=\"action-glyph\">2</span> @Damage[(3d6+7)[slashing]] damage</p>\n<p><span class=\"action-glyph\">3</span> @Damage[(3d6+10)[slashing]] damage</p>",
          "name": "Tandem Chop"
        },
        "bbCrE3ZGa2Z9Ak17": {
          "description": "<p><strong>Thresholds</strong> 40 (12 squares), 20 (8 squares)</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>"
        }
      },
      "name": "Besieged Logging Crew",
      "npcHp": "Thresholds 40 (12 squares), 20 (8 squares);",
      "npcSpeed": "troop movement"
    },
    "Bystander": {
      "description": "<p>Guards are rank-and-file members of a town watch or city guard, trained to look for trouble, take down criminals, and follow orders. They are a match for only the most fledgling of adventurers and criminals, but, given time, the settlement can usually muster them in numbers sufficient to neutralize most threats.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>",
      "name": "Bystander"
    },
    "Chetamog": {
      "description": "<p>In the pockets of old growth that form the most primeval and untamed regions of the Verduran Forest, there are trees of truly staggering size. The upper reaches of these gargantuan trees are the natural domain of the chetamog: a horse-sized arboreal rodent with a bulk belied by the preternatural grace with which it leaps through the canopy. Their speed and agility, as well as a natural intelligence and aptitude for training, have made chetamogs highly sought-after animal companions for those whose travels take them into the depths of the forest, a demand that has been recognized by enterprising ranchers who breed and raise the creatures for precisely this purpose.</p>\n<p>A fully grown chetamog resembles an enormous squirrel, roughly 9 feet long and 5 feet high at the shoulder. Properly trained chetamogs are capable of serving as combat mounts. Few sights can match the glory of chetamog cavalry gliding effortlessly through thick ground cover and striking down a legion of earthbound foes before vanishing back into the treetops with ease.</p>\n<h2>Natural Hoarders</h2>\n<p>Chetamogs have a well-documented proclivity for stealing items and burying them in hidden caches throughout the forest, a majority of which are promptly forgotten and never recovered by the chetamog responsible. Although food items are generally preferred, chetamogs are also fascinated by brightly colored, shiny, and particularly fragrant items of any kind, and numerous tales persist of all manner of strange and valuable treasures being discovered in unexpected locations by fortunate explorers while traveling through chetamog territory.</p>",
      "items": {
        "3A0kQ86aHnmHQsWS": {
          "description": "<p>The chetamog takes any combination of two Stride or Climb actions. It has a +10-foot circumstance bonus to its Speed during these actions.</p>",
          "name": "Scurry"
        },
        "BtLUYHqvLw0FNY6y": {
          "description": "<p>A chetamog ignores difficult terrain and greater difficult terrain from non-magical foliage.</p>",
          "name": "Forest Passage"
        },
        "CnMD4EzzEOmgufty": {
          "name": "Jaws"
        },
        "LtSeScndOMn2Lh3q": {
          "description": "<p>@Check[type:reflex|dc:17]</p>\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Buck]</p>"
        },
        "xB23wTJQ7E4pEAYX": {
          "name": "Claw"
        }
      },
      "name": "Chetamog"
    },
    "Cythnophorian": {
      "description": "<p>In its natural state, a fully grown cythnophorian resembles a wriggling mass of tendrils and fibrous growths approximately the size of a house cat. Although fully capable of locomotion in this form, a cythnophorian is rarely encountered outside a host, typically a humanoid or animal corpse, which the creature burrows into and animates from within like a grisly flesh puppet. Once so ensconced, the cythnophorian seeks out new victims to infect with its noxious spores, seizing control of their bodies for its own ends until they succumb to the deadly toxin and become incubators for new cythnophorians.</p>\n<p>A Medium-sized corpse is typically sufficient to sustain a cythnophorian for two weeks before it must seek out a fresh one. If unable to locate a new host in that time, the creature enters a dormant state, withdrawing into an unremarkable seed pod roughly the size of a child's fist, where it can lie in wait for years until a suitable victim presents itself.</p>\n<h2>Unknown Origins</h2>\n<p>Opinions vary as to the exact nature of these creatures, with many scholars citing their similarities to the fungal parasites known as cythnigots as evidence of some qlippoth connection. Still others theorize that they began as a natural form of plant life that gradually became twisted and corrupted, deliberately or otherwise, by prolonged exposure to the foul energies of Cyth-V'sug, demon lord of fungus and rot.</p>",
      "items": {
        "2bvd43Of2xSzbx5E": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:22]</p>\n<p><strong>Onset</strong> 1 round</p>\n<p><strong>Stage 1</strong> @Damage[2d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[4d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[6d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} (1 round)</p>\n<p><strong>Stage 4</strong> @Damage[6d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controlled} (1 round). A creature that dies while infected with creeping death immediately releases a burst of spores as if using the cythnophorian's Spore Cloud ability. If the corpse is not burned, it rises as the host of a new cythnophorian 12 hours later.</p>",
          "name": "Creeping Death"
        },
        "IekolFxCwYDTr2bM": {
          "description": "<p><strong>Requirements</strong> The cythnophorian's last action was a Strike that killed a target of size Medium or smaller</p>\n<hr />\n<p><strong>Effect</strong> The cythnophorian rips itself out of its current host and burrows its way into the corpse of its latest victim, regaining @Damage[3d4[healing]] Hit Points and taking control of the corpse as its new host. The cythnophorian enters the space of its new host, and its former host's corpse falls to the ground in its previous space. Moving to a new host doesn't change the cythnophorian's abilities or movement Speeds.</p>",
          "name": "Fungal Possession"
        },
        "VqN3vEq4JMandHyq": {
          "description": "<p><strong>Trigger</strong> The cythnophorian uses Fungal Possession</p>\n<hr />\n<p><strong>Effect</strong> All creatures in a @Template[type:emanation|distance:10] must attempt a @Check[type:will|dc:26] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}, or @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a critical failure. Affected creatures are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} for as long as they're sickened. Once a creature attempts this save, it's temporarily immune for 1 minute.</p>",
          "name": "Horrifying Display"
        },
        "X4nV5riJ9HQQ6dFG": {
          "name": "Tendril"
        },
        "bFdTiDd9qwls2jrN": {
          "description": "<p>The cythnophorian emits a cloud of toxic spores, exposing all creatures within a @Template[type:emanation|distance:15] to creeping death. The cythnophorian can't use Spore Cloud again for [[/br 1d4 #Recharge Spore Cloud]]{1d4 rounds}.</p>",
          "name": "Spore Cloud"
        }
      },
      "name": "Cythnophorian"
    },
    "Emorga All-Seer": {
      "items": {
        "812Msexoxkx7s8Jm": {
          "description": "<p>Large or smaller, foot, @Check[type:reflex|dc:25|basic:true]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        },
        "82VqUv9A1ec7fN4t": {
          "name": "Speak with Plants (Constant)"
        },
        "E7tGl5TJonSqPiOL": {
          "description": "<p>Emorga's perception is +11 for initiative purposes</p>",
          "name": "Initiative Adjustment"
        },
        "LnbTXSTKeywEwIhs": {
          "name": "Foot"
        },
        "PB10tl5kIzKWXHp6": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> Emorga can see a naturally occurring pattern such as ripples in a pond, a murmuration of birds wheeling across the sky, or a tangle of interwoven vines and flowers</p>\n<hr />\n<p><strong>Effect</strong> Emorga spends 1 hour contemplating the pattern to receive a brief glimpse of possible futures, optionally posing a question about a specific person, place, or event. She attempts a @Check[type:nature|dc:30] or @Check[type:Soothsaying Lore|dc:30] check.</p>\n<hr />\n<p><strong>Critical Success</strong> Emorga receives a helpful premonition of one significant event that is to occur within one week. If she specified a specific subject, the premonition relates specifically to events affecting or involving that subject. These visions might be partial or unclear, but they are never purposely misleading.</p>\n<p><strong>Success</strong> As critical success, but Emorga can only receive visions of events that will occur within the next [[/br 1d4 #days]]{1d4 days}.</p>\n<p><strong>Failure</strong> Emorga receives no vision, or receives a vision of something insignificant or unrelated to her subject.</p>\n<p><strong>Critical Failure</strong> Emorga incorrectly interprets the omens and receives a false vision. Treat as a critical success, but the vision is either wholly inaccurate or presented in a way that actively distorts its meaning.</p>",
          "name": "Read Nature's Omens"
        },
        "SljcH5605SjqxDH6": {
          "name": "Soothsaying Lore"
        },
        "XH73gyIl2AY6441p": {
          "name": "Jaws"
        },
        "kjVf4kby60Dtdivf": {
          "name": "Speak with Animals (Constant)"
        },
        "qfeW7K7jOzZ4DcBs": {
          "description": "<p>Emorga withdraws into her shell, protecting her head and extremities from harm. She can't take move or attack actions while in this state, but gains a +4 circumstance bonus to AC and resistance 10 to physical attacks. She can end the state as a single action.</p>",
          "name": "Take Cover"
        }
      },
      "name": "Emorga All-Seer"
    },
    "Hateful Bear": {
      "description": "<p>Larger, stronger, and far more aggressive than its smaller cousins, the cave bear is a behemoth that avoids civilized lands, preferring to dwell in remote places. As its name might suggest, the cave bear makes its den in natural caves, and like the grizzly bear, it is fiercely territorial. Unlike a grizzly bear, however, a cave bear is short tempered and will make sure its foe is dead before moving on, usually feasting on its prey's soft flesh once it has been incapacitated. Cave bears are often regarded as powerful guardian spirits by remotedwelling people, though they are also utilized as beasts of war by orcs or even giants. Stone giants in particular have an affinity for keeping trained cave bears as pets or guardians for their homes.</p>\n<hr />\n<p>Bears are ferocious predators typically found in cold or temperate woodlands and hills. Many species of bear exist in addition to the two presented below, such as the smaller black bear or the arctic-dwelling polar bear.</p>",
      "items": {
        "7vWwhPngKnxoJVOg": {
          "description": "<p>The hateful bear vomits a stream of caustic black sludge at a single foe it can detect within 15 feet. The bear and the target each gain a +1 circumstance bonus on all attack rolls made against each other until the bear chooses a different target for its Vitriol. The target must attempt a @Check[type:will|dc:22] save, with the following effects. The bear cannot use Vitriol again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<hr />\n<p><strong>Critical Success</strong> No effect.</p>\n<p><strong>Success</strong> The target's mind is clouded by feelings of rage and hate, causing it to be @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the bear's next attack. It can't use actions with the concentrate trait unless they also have the rage trait.</p>\n<p><strong>Failure</strong> As success, but the target is off-guard until the end of the bear's next turn. While off-guard, it is unable to use actions with the concentrate trait unless they also have the rage trait.</p>\n<p><strong>Critical Failure</strong> As failure, but the target is off-guard until the bear chooses a different target for its Vitriol.</p>",
          "name": "Vitriol"
        },
        "PLLmu0Mc4VizpZYv": {
          "name": "Jaws"
        },
        "X9lnoAMRNp4d62Iu": {
          "description": "<p>The cave bear Strides and makes a Strike at the end of that movement. During the Stride, it gains a +10-foot circumstance bonus to its Speed.</p>",
          "name": "Rush"
        },
        "bDcIY7HViYWZqgNN": {
          "description": "<p>The bear deals 2d6 extra precision damage to creatures who are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>"
        },
        "deLQWsbCp3jKrpIv": {
          "description": "<p>The bear gains a +4 circumstance bonus to damage rolls against creatures it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}.</p>",
          "name": "Mauler"
        },
        "woTn67ogkZRQUfvH": {
          "name": "Claw"
        }
      },
      "name": "Hateful Bear"
    },
    "Hateful Hodag": {
      "description": "<p>Because they are often described only in drunken retellings of loggers' or miners' tales, hodags are considered by many to exist only in the local folklore of remote areas. However, some individuals have actually encountered these dangerous beasts firsthand, and even fewer have lived to tell their tales.</p>\n<p>Hodags are reptilian creatures the size of bulls. These vicious predators' long claws can tear creatures apart in seconds. Their backs sport dozens of long spines that run from their snouts all the way down the length of their powerful tails. Their wide mouths are full of sharp and twisted rows of teeth not unlike those of a shark. The hodags' rough, scaly hides carry hues of green and brown, allowing them to blend into their forest surroundings where they ambush prey. Only their glowing red eyes reveal their presence, though hodags have learned to use this to their advantage by drawing attention to their eyes in one area, then closing their eyes and stealthily moving to another area to cause their prey to misconstrue their location.</p>\n<p>In the wintertime, when snow and ice blankets a region, hodags grow a foul-smelling coat of greasy, dark-brown fur that sprouts in tufts from between their scales. A typical hodag measures over 10 feet long from snout to tail and weighs upward of 700 pounds.</p>",
      "items": {
        "4CT0cZYglQW0zFjC": {
          "description": "<p>The hateful hodag vomits a stream of caustic black sludge at a single foe it can detect within 15 feet. The hodag and the target each gain a +1 circumstance bonus on all attack rolls made against each other until the hodag chooses a different target for its Vitriol. The target must attempt a @Check[type:will|dc:22] save, with the following effects. The hodag cannot use Vitriol again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<hr />\n<p><strong>Critical Success</strong> No effect.</p>\n<p><strong>Success</strong> The target's mind is clouded by feelings of rage and hate, causing it to be @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the hodag's next attack. It can't use actions with the concentrate trait unless they also have the rage trait.</p>\n<p><strong>Failure</strong> As success, but the target is off-guard until the end of the hodag's next turn. While off-guard, it is unable to use actions with the concentrate trait unless they also have the rage trait.</p>\n<p><strong>Critical Failure</strong> As failure, but the target is off-guard until the hodag chooses a different target for its Vitriol.</p>",
          "name": "Vitriol"
        },
        "9atqlz9j100vC4uo": {
          "name": "Jaws"
        },
        "CuMZTwnGZC3P7sm5": {
          "name": "Spiked Tail"
        },
        "Dbrk210Q9t44P8vP": {
          "name": "Claw"
        },
        "Od1YX31hXRHCzHS3": {
          "description": "<p>The hodag makes two claw Strikes and one jaws Strike in any order.</p>",
          "name": "Rip and Tear"
        },
        "VzMnFSYbgzk4CXes": {
          "description": "<p>A hodag sweeps the ground behind it with its tail as it moves, obscuring its tracks. The DCs of checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} a hodag are increased by 10.</p>",
          "name": "Trackless"
        },
        "h0GYIVQL3BNw3XBr": {
          "description": "<p>The hodag deals 2d6 extra precision damage to creatures who are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>"
        },
        "x3sRV0Fub8ixWfBV": {
          "description": "<p>The hodag Strides, then makes a Strike against a target in reach. If it moves at least 20 feet and succeeds at its Strike, the hodag deals damage normally and then attempts an @Check[type:athletics|defense:fortitude] check against the creature's Fortitude DC to toss the enemy into the air.</p>\n<p>On a success, the tossed creature is thrown 10 feet in a straight line in the direction of the hodag's choice and then lands @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. If the creature is knocked into a solid object, it takes @Damage[1d6[bludgeoning]] damage as well before landing prone. The hodag can instead toss a creature straight up in the air. The creature lands in the same square where it started, takes @Damage[1d6[bludgeoning]] damage, and lands prone.</p>",
          "name": "Toss"
        }
      },
      "name": "Hateful Hodag"
    },
    "Hateful Logger": {
      "items": {
        "879VTWI95MVRxFHf": {
          "description": "<p>The hateful logger vomits a stream of caustic black sludge at a single foe it can detect within 15 feet. The logger and the target each gain a +1 circumstance bonus on all attack rolls made against each other until the logger chooses a different target for its Vitriol. The target must attempt a @Check[type:will|dc:19] save, with the following effects. The logger cannot use Vitriol again for [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<hr />\n<p><strong>Critical Success</strong> No effect.</p>\n<p><strong>Success</strong> The target's mind is clouded by feelings of rage and hate, causing it to be @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the logger's next attack. It can't use actions with the concentrate trait unless they also have the rage trait.</p>\n<p><strong>Failure</strong> As success, but the target is off-guard until the end of the logger's next turn. While off-guard, it is unable to use actions with the concentrate trait unless they also have the rage trait.</p>\n<p><strong>Critical Failure</strong> As failure, but the target is off-guard until the logger chooses a different target for its Vitriol.</p>",
          "name": "Vitriol"
        },
        "8NJAPZVogDtcVlTd": {
          "name": "Fist"
        },
        "FzhKc7yvbYONFHFo": {
          "description": "<p>The logger deals 1d6 extra precision damage to creatures who are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard}.</p>"
        },
        "GgYAhe6rZvaoZV7a": {
          "name": "Bite"
        },
        "fx0PRtRnxNALRvEC": {
          "description": "<p>Though their minds are suffused with hatred and rage, the loggers have not slept for several days and are ready to drop. They take a –2 status penalty to saving throws against effects with the sleep trait.</p>",
          "name": "Exhausted"
        },
        "oSXo7zDooEyZP90I": {
          "name": "Forest Lore"
        }
      },
      "name": "Hateful Logger"
    },
    "Inrik Vanderholl": {
      "description": "<p>The forest offers dangerous creatures-whether they walk on four legs or two-a place to hide. Dim light, low brush, and fallen leaves conspire to hide their trails. Given these poor conditions, an unskilled eye might spot a sign or two of a creature's passing, but only a skilled tracker can identify several such signs and discern their relationship to each other, connecting one to the next until they form a trail of prints, scat, fur, feathers, and blood that leads to the quarry's lair.</p>\n<hr />\n<p>From the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to hunt, forests provide. To communities, forests provide fuel, food, medicine, and raw materials, while royally protected forests provide food for the nobles' table and a source of entertainment in the form of organized hunts. Even the ancient woods untouched by mortal hand or blade provide bards with settings where legends happened and could happen again. Many find the forest depths unsettling, but others live their lives among the trees and alongside the creatures that make their homes there.</p>",
      "items": {
        "5qtQA0th9HWkfecU": {
          "description": "<p>The tracker designates a single creature they can see and hear, or one they're Tracking, as their prey. The tracker gains a +2 circumstance bonus to Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Seek} the prey and to Survival checks to @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} the prey.</p>\n<p>The first time the tracker hits the designated prey in a round, they deal an additional 1d8 precision damage. The tracker also ignores the penalty for making ranged attacks within their second range increment.</p>\n<p>These effects last until the tracker uses Hunt Prey again.</p>",
          "name": "Hunt Prey"
        },
        "GxVV9OrtL5eoSx2b": {
          "description": "<p>While using Survival to @UUID[Compendium.pf2e.actionspf2e.Item.49y9Ec4bDii8pcD3]{Subsist}, if the tracker rolls a failure or a critical failure, they get a success instead. If the tracker rolls a success, they can provide food for 16 additional creatures that eat about as much as a human, or 32 creatures on a critical success.</p>",
          "name": "Forager"
        },
        "sJmK79CMVyreBL50": {
          "name": "Forest Lore"
        },
        "tWDvrIy7tMRedOAa": {
          "description": "<p>The tracker can @UUID[Compendium.pf2e.actionspf2e.Item.EA5vuSgJfiHH7plD]{Track} while moving at full speed.</p>",
          "name": "Master Tracker"
        }
      },
      "name": "Inrik Vanderholl"
    },
    "Lloyd The Leaper": {
      "description": "<p>The greatest secret of the murderous trickster known as Spring-Heeled Jack is that he isn't a unique creature. Instead, he's one of a rare type of fey native to the First World who enjoy causing bloody mayhem in the Material Plane. These fey are so rare and so distrustful of one another's company that two have never been seen together; the mistaken assumption that only a single Spring-Heeled Jack exists is therefore entirely understandable. The fact that sightings occur across Ustalav (and beyond) and across centuries of time is ascribed to the trickster's long lifespan and mysterious ability to travel quickly, or to the belief that there's no such creature, merely an urban legend that twisted minds attempt to bring to life through costumes, magic, and a series of murders and mayhem. Even in fear-drenched Ustalav, no one has yet guessed that multiple Spring-Heeled Jacks exist or postulated that some future event might drive them to overcome their mutual disdain and gather into a murderous cabal, far more powerful than the sum of its parts.</p>\n<p>Spring-Heeled Jacks are cruel-eyed, hairy fey with vaguely humanoid shapes and extra features that cause them to be easily mistaken for demons or devils. Glowing eyes, cloven hooves, menacing horns, and a pointed tail combine to create the mien of a wicked imp; his love of sudden and sadistic violence completes the impression. Almost all have jet-black skin and fur, though a few exceptions might exist.</p>\n<p>Spring-Heeled Jacks typically hide their features in tattered cloaks, appearing as a hunched elder or a youth in the nighttime conditions they enjoy. Such a disguise rarely holds up to any scrutiny, but that doesn't matter much to the Spring-Heeled Jack, who only needs something that offers just enough doubt for their target to move within striking distance, which can be from much farther away than most other creatures even realize. Once close enough, the Spring-Heeled Jack leaps startling distances in the blink of an eye to easily slash at a victim who had, until that moment, considered themself safe.</p>",
      "items": {
        "6Che4ooHqgdYhO5A": {
          "name": "Sally Sharp-tongue"
        },
        "GtZ9T76w2xyy1DOw": {
          "name": "Sally Sharp-tongue"
        },
        "aMTcLwNlf1Tc1gVg": {
          "description": "<p>Lloyd exhales a cloud of clammy gray fog. Each creature in a @Template[type:cone|distance:15] must attempt a @Check[type:fortitude|dc:23] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected and becomes temporarily immune for 24 hours.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 round.</p>\n<p><strong>Failure</strong> The creature falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. It wakes up automatically if it's still unconscious after 1 minute.</p>\n<p><strong>Critical Failure</strong> The creature falls unconscious. It wakes up automatically if it's still unconscious after 1 hour.</p>",
          "name": "Haze of Dreams"
        },
        "bTgt4RL96YCOEFQN": {
          "name": "Gentle Landing (At Will)"
        },
        "dNXb73bIUiPXB2Ga": {
          "description": "<p><strong>Trigger</strong> Lloyd uses Vault</p>\n<hr />\n<p><strong>Effect</strong> Lloyd becomes @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} for 1 round.</p>",
          "name": "Vanishing Leap"
        },
        "hwVV5zzjbNg6I9ZK": {
          "name": "Vanishing Tracks (Constant)"
        },
        "nC2CSNeFnVHBIxJs": {
          "description": "<p>Lloyd takes on the appearance of a Small or Medium humanoid dressed in exquisite finery. This doesn't change his Speed or his attack and damage modifiers with his Strikes. When in this form, Lloyd gains a Diplomacy modifier equal to his Intimidation modifier.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "u8K2XMMaOeWxR8PE": {
          "description": "<p>Lloyd the Leaper locks eyes with a creature he can see within 30 feet. The target must immediately attempt a @Check[type:will|dc:23] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure), and it can't reduce its frightened condition below 1 for 24 hours or until this curse is removed. After attempting its save, the creature is temporarily immune to this ability for 24 hours.</p>",
          "name": "Ghastly Visage"
        },
        "wyb54frd6esogu4p": {
          "description": "<p>Lloyd jumps up to 20 feet in any direction, including vertically. This movement doesn't trigger reactions based on movement.</p>",
          "name": "Vault"
        }
      },
      "name": "Lloyd The Leaper"
    },
    "Myristica's Despair": {
      "description": "<p>The illusion shatters, revealing the grove to be a lifeless scar and the seemingly peaceful loggers to be crawling aimlessly about the clearing, consumed by rage and lashing out at anything that comes near.</p>",
      "hazardDisable": "<p>@Check[type:nature|dc:22] (trained) to tame the primal energy, @Check[type:diplomacy|dc:23] (trained) to console the dryad, @Check[type:occultism|dc:24] (trained) to identify and heal the emotional wounds; three successes are required to disable the haunt.</p>",
      "hazardReset": "<p>Unless Silene is destroyed, this haunt can recharge itself after 1 hour.</p>",
      "hazardRoutine": "<p>(1 action; emotion, mental, primal) Myristica bemoans her grove's fate, overwhelming foes with sorrow. Each creature in the grove must attempt a @Check[type:will|dc:23|traits:emotion,mental,primal] save.</p>\n<hr>\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round and takes @Damage[2d6[mental]] damage.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[2d6[mental]] damage, plus @Damage[2d6[persistent,mental]] damage. While taking this persistent damage, they are dazzled.</p>",
      "name": "Myristica's Despair"
    },
    "Ohancanu": {
      "description": "<p>Ohancanus are gigantic fey who delight in destruction. It's not necessarily the sadistic torment of others they enjoy, but living in a devastated landscape seems to bring them peace. Despite their destructive drive, ohancanus are like wildfires: their damage often clears the way for new growth.</p>\n<p>Ohancanus resemble cyclopes, and they're covered in untamed hair. Scattered across their hirsute forms, each ohancanu has a few conspicuously white hairs. These are extremely sensitive and seem to anchor some part of an ohancanu's essence, wracking them with nausea and weakness if ever plucked.</p>\n<p>Though they habitually raze wildernesses, ohancanus rely on old growth forests for reproduction. When an ohancanu grows old, their companions murder and dissect them, planting their organs among the roots of the oldest trees around. About a year later, some of these organs sprout into young ohancanus who tear themselves free and seek out companions. From their first moments they understand language and basic survival skills, suggesting each generation retains some portion of their butchered progenitors' memories.</p>\n<h2>Riddles And Rage</h2>\n<p>Ohancanus delight in destroying wordplay almost as much as they love demolishing architecture. A clever riddle can captivate an ohancanu and even halt their rampage. However, such a tactic rarely provide more than a brief opportunity for escape; once an ohancanu solves the puzzle or grows frustrated, their destruction resumes.</p>",
      "items": {
        "1XahS2VkS6GOwmlc": {
          "name": "Rock"
        },
        "IJfjgQyjc5pYO3wg": {
          "name": "Sack for Holding Rocks"
        },
        "Nnjq9gkLGBqT6g0R": {
          "name": "Warfare Lore"
        },
        "WVpQ5MDFWH4A7YRh": {
          "description": "<p>An ohancanu has [[/gmr 2d4 #White Hairs]] white hairs that are connected to its essence. If a hair is plucked, the ohancanu gains the @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} condition. This is cumulative with other drained conditions, and if plucking a hair would increase their drained value to 5 or more, the ohancanu falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. A creature can @UUID[Compendium.pf2e.actionspf2e.Item.RDXXE7wMrSPCLv5k]{Steal} a white hair from an unaware ohancanu, though they always notice a successful theft. If an ohancanu is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, or @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned}, a creature can attempt to pluck out a white hair by spending a single action, which has the attack and manipulate traits, to attempt either an Athletics check against the ohancanu's Fortitude DC or a Thievery check.</p>",
          "name": "White Hairs"
        },
        "ZbU04lLHuTuRvWly": {
          "name": "Rock"
        },
        "jLQeCTh65ZGcpJL8": {
          "name": "Fist"
        },
        "kHNZZbkG5LYZOzBz": {
          "description": "<p>The ohancanu strides twice. If they end their movement within melee reach of at least one enemy, they can make a melee Strike against that enemy.</p>",
          "name": "Sudden Charge"
        },
        "u7x9xi4LARiMQbNp": {
          "description": "<p><strong>Trigger</strong> A creature plucks one of the ohancanu's white hairs</p>\n<hr />\n<p><strong>Effect</strong> The ohancanu makes a fist Strike against the triggering creature. If the ohancanu is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, they can instead attempt to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape}.</p>",
          "name": "Denuded Outrage"
        }
      },
      "name": "Ohancanu"
    },
    "Otis": {
      "description": "<p>Forest trolls are gangly giants who stalk the fringes of civilization. They rely on their incredible strength to overpower foes with their vicious claws and toothy maws. These trolls stand anywhere from 12 to 16 feet tall, though they prefer to hunch for comfort and to lull foes into a false sense of security. Trolls are truly creatures of the forest, deeply linked in flesh and blood to the verdant habitats they consider their territory. In fact, when a forest troll is killed, their flesh turns into blackened lumps of charcoal, often still glowing with coals. Despite that, these creatures roam farther and wider than most of their kin, to the extent that they're the first creatures a common person thinks of when they hear the word \"troll.\"</p>\n<hr />\n<p>Slavering, cruel, invincible brutes: this is the villager's stock description for the dread monsters known as trolls. The roots of these stories are undoubtedly true. Trolls' flesh endlessly regrows, going so far as to sprout aberrant limbs or additional heads if not pruned, and a bottomless hunger is required to feed such unfettered growth. Even in the process of glutting themselves, however, trolls find opportunities to taunt their prey and inflict petty cruelties.</p>\n<p>A troll's ability to survive is so strong that they believe even the smallest scrap of flesh will slowly regenerate into a new form, suffering as all the powers of the land are gathered to revive them. Despite the pain, trolls speak of this unassailable vitality as a blessing from their creator. Few trolls have heard the laughter of demons who claim that creator cursed the trolls and cast them down from lofty heights, binding them so they could never rise again.</p>\n<p>Trolls prefer to remain solitary, keeping every scrap of food for themselves. In rare instances, an old and powerful troll comes to lead groups of trolls. Such warleaders possess enough cunning to lead their hordes in devastating raids and massacres, and their presence permanently alters the surrounding ecosystem. This link to their environment is an often misunderstood aspect of trollkind, and grows more acute with a troll's age and power. That's not to say trolls are valorous protectors of nature. They're vicious and territorial, and will blight their own territory forever if it means more to eat for a day.</p>",
      "items": {
        "50Meu5uWTOPYtMu6": {
          "name": "Regeneration 20 (Deactivated by Electricity or Fire)"
        },
        "aOSp9qgmlmphNocN": {
          "description": "<p><strong>Trigger</strong> The forest troll takes electricity or fire damage</p>\n<hr />\n<p><strong>Effect</strong> The troll makes a claw Strike against a random creature within its reach. If the troll has persistent fire damage, they attempt a @Check[type:flat|dc:15] to remove it.</p>",
          "name": "Furious Flailing"
        },
        "bA2QzO0CkyheAgub": {
          "name": "Claw"
        },
        "f4rcDncEwu2OdC1a": {
          "name": "Jaws"
        },
        "hL2lPp4NV9CDYF29": {
          "description": "<p>The forest troll rushes forward on all fours, Striding and then making two claw Strikes.</p>",
          "name": "Chase Prey"
        },
        "scw9HnbCVwAyFzok": {
          "description": "<p>Claw</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Rend]</p>"
        },
        "xvqAuoj6PiYh7fkw": {
          "description": "<p>The forest troll gets a –4 circumstance penalty to their Perception DC against Deception checks.</p>",
          "name": "Easily Misled"
        }
      },
      "name": "Otis",
      "npcHp": "regeneration 20 (deactivated by electricity or fire)"
    },
    "Sarracenia's Ire": {
      "description": "<p>The illusion shatters, revealing the grove to be a lifeless scar and the seemingly peaceful loggers to be crawling aimlessly about the clearing, consumed by rage and lashing out at anything that comes near.</p>",
      "hazardDisable": "<p>@Check[type:nature|dc:22] (trained) to tame the primal energy, @Check[type:religion|dc:24] (trained) to suppress the haunt, @Check[type:diplomacy|dc:25] (trained) to console the dryad; three successes are required to disable the haunt.</p>",
      "hazardReset": "<p>Unless Silene is destroyed, this haunt can recharge itself after 1 hour.</p>",
      "hazardRoutine": "<p>(1 action; emotion, mental, primal) Sarracenia's rage overwhelms up to two living creatures in the grove, each of which must attempt a @Check[type:will|dc:23|traits:emotion,mental,primal] save.</p>\n<hr>\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for 1 round.</p>\n<p><strong>Critical Failure</strong> For 1 round, the creature is confused, is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1}, and gains a +4 status bonus to damage rolls.</p>",
      "name": "Sarracenia's Ire"
    },
    "Sigrid Jandevik": {
      "items": {
        "E8SrLXAiFextgqNP": {
          "name": "Jaws"
        },
        "ERGEti8Jc1RonWRj": {
          "description": "<ul>\n<li><strong>Human</strong>\n<ul>\n<li><strong>Size</strong> Medium</li>\n<li><strong>Melee</strong> fist +16 <strong>Damage</strong> 1d4+10</li>\n</ul>\n</li>\n<li><strong>Grizzly Bear</strong>\n<ul>\n<li><strong>Speed</strong> 35 feet</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p>The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape.</p>\n<p>In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws Strikes, and gains a melee fist Strike that deals bludgeoning damage equal to the slashing damage dealt by its claw.</p>\n<p>In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as Grab), and it loses its weapon Strikes.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>",
          "name": "Change Shape"
        },
        "fjsDRLGq7Hpbxrfn": {
          "description": "<p>The werebear can communicate with ursine creatures.</p>\n<hr />\n<p>The werecreature can ask questions of, receive answers from, and use the Diplomacy skill with animals of its general kind.</p>",
          "name": "Bear Empathy"
        },
        "rn3k17gHgz0K9teg": {
          "name": "Claw"
        },
        "wyMuZQO49r4nzC6r": {
          "name": "Mercantile Lore"
        }
      },
      "name": "Sigrid Jandevik"
    },
    "Silene": {
      "description": "<p>Waldgeists act as avatars of nature that seek vengeance for environmental abuse, such as pollution and deforestation. These undead spirits of destroyed trees form at the site of their destruction or in a nearby woodland, if the original location was entirely razed. They become guardians of the forest, possessing power over the plants within its boundaries. Waldgeists show no mercy to anyone caught damaging their bonded woodland, attacking loggers, fey, travelers, and invasive species with equal prejudice.</p>\n<hr />\n<p>When disaster befalls the natural world, a different kind of undead may rise, entirely unlike risen humanoids. Most plants, fish, insects, and other animals don't possess a psychology complex enough to experience the emotional catharsis required to return as undead without intervention from an outside force. Mass extinction can serve as that outside force.</p>\n<p>Humanoids clear-cutting an entire forest or a seaside community wiping out a species critical to their ecosystem can spawn a verdorite. The collective spiritual energy and emotional distress of a dying biome powers these undead, formed as conglomerates or representatives.</p>",
      "items": {
        "048p1dvtj51r50vq": {
          "description": "<p>The touch of a waldgeist transforms flesh into wood. A living creature damaged by the waldgeist's lignifying hand Strike must succeed at a @Check[type:fortitude|dc:24] save or become @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} (or @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 2} on a critical failure). Further failed saves against lignify increases the slowed condition. Once a creature's actions are reduced to 0 by lignify, that creature becomes @UUID[Compendium.pf2e.conditionitems.Item.dTwPJuKgBQCMxixg]{Petrified}, except they're transformed into wood instead of stone.</p>",
          "name": "Lignify"
        },
        "KSMsQZQvHWveKzzQ": {
          "name": "Entangle (At-Will)"
        },
        "Q6osxoeJsP6AHu7Y": {
          "name": "Tree Stride"
        },
        "am4u24k7o7diqo0t": {
          "description": "<p>A waldgeist is mystically bonded to a single forest, jungle, orchard, grove, or other similar large, wooded area and must remain within it. If the waldgeist moves outside their bonded woodland, they're immediately destroyed.</p>",
          "name": "Woodland Dependent"
        },
        "brzonbw2amez88xj": {
          "description": "<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr />\n<p><strong>Effect</strong> The waldgeist touches a tree to merge with it, possessing it for up to 1 minute. They can end this possession early as a free action at the start of their turn. While the waldgeist possesses a tree, they lose the incorporeal trait, fly Speed, all resistances, their non-constant spells, and their lignifying hand Strike. Additionally, their size increases to Huge, they gain resistance 5 to bludgeoning and piercing damage, weakness 10 to fire, Speed 20 feet, and the following branch Strike.</p>\n<p><strong>Melee</strong> <span class=\"action-glyph\">1</span> branch (reach 15 feet) +20, <strong>Damage</strong> 2d12+9 bludgeoning.</p>\n<p>While a waldgeist possesses a tree, any damage that would be dealt to the waldgeist is instead dealt to the tree. The tree has 60 Hit Points. When the tree is reduced to 0 Hit Points, the waldgeist is immediately ejected, and the tree is destroyed.</p>",
          "name": "Possess Tree"
        },
        "byft8BkxplVfvQqd": {
          "name": "Speak with Plants (Constant)"
        },
        "eL2lhLqWBPoqyTAC": {
          "description": "<p>Silene's Strikes deal an additional 1d6 void damage to humans, an additional 1d6 void damage to creatures wielding axes, or an additional 1d8 void damage to humans wielding axes.</p>",
          "name": "Lumberjack's Bane"
        },
        "ej7vkiygh97ejpx4": {
          "name": "Woodland Lore (Applies Only to the Woodland the Waldgeist is Bonded To)"
        },
        "gCFSKzDJxsaoExug": {
          "name": "Tanglefoot"
        },
        "ldn7og162ohnumw1": {
          "name": "Lignifying Hand"
        },
        "r1hdbf8k93avvj7u": {
          "description": "<p>A waldgeist is compelled to investigate the sound of wood or trees being damaged, such as by being burned or chopped down. A waldgeist that hears such a sound must succeed at a @Check[type:will|dc:26] save or spend all their actions moving toward the sound until they identify the cause. This can't be used to compel a waldgeist to leave their bonded woodland. A waldgeist that succeeds at their saving throw is temporarily immune for 10 minutes.</p>",
          "name": "Forest Guardian"
        }
      },
      "name": "Silene",
      "npcHp": "void healing"
    },
    "Splintershank": {
      "items": {
        "1abnSJGdHEvG6Lyl": {
          "description": "<p><strong>Requirements</strong> Splintershank is in the forest's undergrowth</p>\n<hr />\n<p><strong>Effect</strong> Splintershank scrambles into the undergrowth and instantly teleports to a different square of undergrowth within 60 feet of him. This movement doesn't trigger reactions.</p>",
          "name": "Bramble Jump"
        },
        "W7Wjl7sNOZeiCQDu": {
          "name": "Splinter"
        },
        "dOcDYCNGkTD6GGcZ": {
          "description": "<p>Splintershank sprays a barrage of splinters and brambles from his body in a @Template[type:cone|distance:15], dealing @Damage[7d6[piercing]|traits:area-damage] damage (@Check[type:reflex|dc:24|basic:true] save). He can't use Splinter Spray again for [[/br 1d4 #Recharge Splinter Spray]]{1d4 rounds}.</p>",
          "name": "Splinter Spray"
        },
        "x7o1u8JU3bkG8XjR": {
          "name": "Claw"
        }
      },
      "name": "Splintershank"
    },
    "Stormdrinker": {
      "items": {
        "3U7Ge9JYJgrZWHz6": {
          "description": "<p>Whenever the stormdrinker would take electricity damage or is targeted with an electricity effect, it gains 10 temporary HP, is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened}, and increases the reach of its vine Strikes by 5 feet until the end of its next turn. It can use its extra action to Stride, Strike, or Swim.</p>",
          "name": "Absorb Shock"
        },
        "6iuvPHoxhPJAsOJl": {
          "description": "<p><strong>Requirements</strong> The stormdrinker is carrying a bell</p>\n<hr />\n<p><strong>Effect</strong> The stormdrinker rings its bell, signaling Tumbo to bite him once. (Multiple bites don't stack their effects on the stormdrinker.) The stormdrinker can't use this ability when it doesn't have its bell, such as if it is Disarmed.</p>",
          "name": "Ring Bell"
        },
        "7SQ49QjHeUFgwqqb": {
          "description": "<p>The stormdrinker makes a vine Strike against each creature within reach. Its multiple attack penalty increases only after all the attacks.</p>",
          "name": "Vine Lash"
        },
        "9xJkZBHAz1ksuzp2": {
          "name": "Vine"
        },
        "XDyRlwcmsjS5yYa6": {
          "description": "<p><strong>Requirements</strong> The stormdrinker is @UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Quickened} due to Absorb Shock</p>\n<hr />\n<p><strong>Effect</strong> The stormdrinker dismisses its Absorb Shock benefits to expel lightning in a @Template[type:line|distance:60], dealing @Damage[8d6[electricity]] damage (@Check[type:reflex|dc:25|basic:true] save).</p>",
          "name": "Lightning Blast"
        }
      },
      "name": "Stormdrinker"
    },
    "The Bee-Man of Bellis": {
      "description": "<p>According to legend, the forest hermit Vernon Vestha was once little more than a simple beekeeper, tending to his hives somewhere among the forests and townships of northeastern Andoran. Precisely how he started down the sinister path that made him what he is today remains unknown, but it is generally understood that Vernon came to a strange revelation one day: he saw in his bees the ability to divine the future beyond that of any mortal magic and became convinced that if only he could teach himself to hear the messages in their buzzing and interpret the patterns in their swarms, that power could be his as well. His curiosity became an obsession, and obsession quickly spiraled into madness, culminating in the fateful day that he sacrificed his humanity in some inscrutable honeyed rite to become fully one with his beloved bees.</p>\n<p>To this day, they say, the Bee-Man still haunts the woods outside Bellis, waiting for someone to call him by speaking his name aloud. He often appears to those who seek his aid, although he seldom if ever grants it without exacting some terrible price in return.</p>\n<h2>Swarm Dispersion</h2>\n<p>If the Bee-Man is reduced to 0 Hit Points, his physical body dissolves into a cloud of live bees, which immediately scatter in all directions. Legends vary on the length of time that must pass before the Bee-Man can return, as well as on whether it's possible to permanently destroy him by killing every one of the bees before they can escape.</p>",
      "items": {
        "319w4mSGLcBa4hPA": {
          "description": "<p>Whenever the Bee-Man's full name (Vernon Vestha) is spoken aloud by a creature within 13 miles, he hears it and immediately knows the speaker's direction and distance from him.</p>",
          "name": "Taboo Name"
        },
        "3GqtR0URp3rgOPhj": {
          "description": "<p>The Bee-Man is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round if he starts his turn in heavy smoke.</p>",
          "name": "Smoke Susceptibility"
        },
        "6W3hDTxWbT30bpQ0": {
          "description": "<p>The Bee-Man can use bees to duplicate the effects of @UUID[Compendium.pf2e.spells-srd.Item.zvKWclOZ7A53DObE]{Clairvoyance} or @UUID[Compendium.pf2e.spells-srd.Item.vLzFcIaSXs7YTIqJ]{Message} at will, with a maximum range of 13 miles. A successful @Check[type:perception|dc:20] check identifies the presence of the bees acting as the sensors for these spells, but a @Check[type:nature|dc:24] (expert) check is required to realize they are behaving under outside influence.</p>",
          "name": "Apian Emissaries"
        },
        "At0xiLhgHOglqFvT": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:25]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[2d6[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[3d6[poison]] damage and enfeebled 1 (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[3d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 round)</p>",
          "name": "Apitoxin"
        },
        "E8ZXSQ9trvcqkkbD": {
          "name": "Slam"
        },
        "KSq7RGtMuwCUbvZP": {
          "name": "Illusory Disguise (At Will, Male Human Only)"
        },
        "PB8rYLciQ3MOAo4f": {
          "name": "Augury (At Will)"
        },
        "QtLXcK8t26z7WB7e": {
          "description": "<p><strong>Trigger</strong> The Bee-Man moves at least 5 feet</p>\n<hr />\n<p><strong>Effect</strong> The Bee-Man gains @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealement} against ranged attacks until the start of his next turn or until he makes an attack action, whichever comes first.</p>",
          "name": "Evasive Swarm"
        },
        "RWRWT74gx5FfMgNc": {
          "name": "Summon Animal (Bee Swarms Only, Treat as Wasp Swarms)"
        },
        "WHb9ByADg6OpMmt0": {
          "name": "Speak with Animals (Constant, Insects Only)"
        }
      },
      "name": "The Bee-Man of Bellis"
    },
    "Tumbo": {
      "description": "<p>Spark bats congregate around volatile weather in the Plane of Air.</p>",
      "items": {
        "7U1vBJC6Sw2EwvTd": {
          "description": "<p>If he hears a bell ring, Tumbo bites a nearby metal lead or (if one is not available) an adjacent creature at the beginning of his turn, if possible.</p>",
          "name": "Conditioned Response"
        },
        "GVFq98KDosC4rgkt": {
          "name": "Jaws"
        },
        "qbm10J9qDUiFCQDn": {
          "description": "<p>The spark bat transforms into lightning that arcs to a large piece of metal within 100 feet, such as a suit of metal armor or a metal weapon. The bat then returns to its normal form in a space adjacent to the metal. This movement doesn't trigger reactions.</p>",
          "name": "Arc Lightning"
        }
      },
      "name": "Tumbo"
    },
    "Twigjack Bramble": {
      "description": "<p>A single twigjack is a dangerous and unpredictable creature with a capacity for sudden violence. A group of twigjacks united by shared purpose is a substantive force for destruction. The impetus behind the formation of a twigjack group, colloquially known as a \"bramble,\" can be almost anything, although they nearly always form around a particularly charismatic or demagogic individual. Religious fanaticism is another common factor; notably, however, twigjacks rarely worship established deities and instead devote themselves to strange new gods of their own imagining who, inevitably, demand that their worshippers purge the twigjacks' territory of those whose presence displeases them.</p>\n<h2>Proactive Vigilantes</h2>\n<p>Twigjacks frequently justify their violent and antisocial tendencies by declaring themselves the guardians of the forests in which they dwell, and that their duty is to keep those protected lands free of non-fey intruders by any means necessary. Rarely patient enough to wait for opportunities to come to them, roving brambles of twigjacks often seek out what they consider to be impending conflicts between forest-folk and outside threats in order to impose their \"assistance,\" nearly always resulting in brutality and bloodshed that benefits neither side and only serves to escalate the situation.</p>",
      "items": {
        "45lQQZKzEFKKWh5z": {
          "description": "<p>The twigjack bramble launches a volley of splinters and brambles in a @Template[type:burst|distance:10] within 30 feet that deals @Damage[4d6[piercing]] damage (@Check[type:reflex|dc:21|basic:true] save). When the bramble is reduced to 8 or fewer squares, this area decreases to a @Template[type:burst|distance:5].</p>",
          "name": "Rain of Splinters"
        },
        "RwoLTqhKTRTqPvBn": {
          "description": "<p><strong>Thresholds</strong> 68 (12 squares), 34 (8 squares)</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>"
        },
        "ZKrgBlYLDMUCrzoK": {
          "description": "<p>The twigjack bramble swarms over any creatures in their path, shredding their foes with razor-sharp thorns. The bramble Forms Up and Strides twice, moving through the space of any Medium or smaller creatures. Each creature whose space the bramble moves through takes @Damage[4d6[slashing]] damage (@Check[type:reflex|dc:21|basic:true] save). On a critical failure, the creature is also knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
          "name": "Clear Cut"
        },
        "gsXpqRAzEB80j1xd": {
          "description": "<p>Whenever the twigjack bramble Strides, it first Forms Up as a free action to condense into a 20-foot-by-20-foot area (minus any missing squares), then moves up to its Speed. This works just like a Gargantuan creature moving; for instance, if any square of the bramble enters difficult terrain, the extra movement cost applies to the whole group.</p>",
          "name": "Troop Movement"
        },
        "iCah4GNKMRU17hti": {
          "description": "<p>The twigjack bramble uses Form Up to redistribute its squares into any configuration wherein all squares are in undergrowth, then instantly teleports to another square within 60 feet, using Form Up again on the target square. The configuration of the second Form Up must also place all of the bramble's squares in undergrowth. This movement doesn't trigger reactions.</p>",
          "name": "Mass Bramble Jump"
        }
      },
      "name": "Twigjack Bramble",
      "npcHp": "(16 squares) Thresholds 68 (12 squares), 34 (8 squares)",
      "npcSpeed": "troop movement"
    },
    "Usher": {
      "description": "<p>Giant animated statues' increased size and power make them most useful in large vaults, spacious chambers, or outdoor locations. Tasks beyond their capabilities typically require a more advanced construct, not an animated object.</p>\n<hr />\n<p>Granted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few examples of typical animated objects are listed below. Many of these creatures serve as guardians, surprising unsuspecting adventurers when they suddenly attack. Others serve as idle distractions for the exceptionally rich, simple servants created to handle odd jobs, and the like.</p>",
      "items": {
        "FHYZijWKqxyPWq4b": {
          "description": "<p>Like normal objects, a giant animated statue has Hardness. This Hardness reduces any damage it takes by an amount equal to the Hardness. Once a giant animated statue is reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks and its Armor Class is reduced to 22.</p>",
          "name": "Construct Armor (Hardness 10)"
        },
        "M203mlcBNFvAqyIJ": {
          "description": "<p>The statue grinds a creature it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} into the red-hot coals of its brazier. The target takes @Damage[3d8[cold]] damage and @Damage[1d8[persistent,cold]] damage.</p>",
          "name": "Burn Alive"
        },
        "VQJOYvz7Akfeai3P": {
          "description": "<p>The construct's ranged Strike, Brazier, and Burn Alive abilities deal cold damage instead of fire damage, and they do not ignite combustible materials.</p>",
          "name": "Fey Fire"
        },
        "ZtVK4wU2SnZ0H3zl": {
          "name": "Flaming Coal"
        },
        "aGg1kw2fRdZFdeew": {
          "name": "Stone Fist"
        },
        "v0n7ntTptPAp7TPz": {
          "description": "<p>The statue carries a wide brazier full of hot coals. To make flaming coal Strikes or use Burn Alive, the statue must have the brazier held in one hand or otherwise have it within reach.</p>\n<p>Instead of targeting the statue with an attack, a creature can target the brazier directly. The brazier has the same AC and saves as the statue.</p>\n<p>Dealing 15 cold damage to the brazier or dousing it with at least 2 gallons of water extinguishes the coals. This prevents the statue from using Burn Alive and causes its ranged attacks to no longer deal fire damage.</p>",
          "name": "Brazier"
        }
      },
      "name": "Usher",
      "npcAc": "(22 when broken); construct armor"
    },
    "Wraithvine": {
      "items": {
        "8TJB6Ts878gyzJkB": {
          "name": "Bite"
        },
        "9nr4N9gOToeyg5xO": {
          "name": "Telepathy 120 feet"
        },
        "HhVjXjbQ8t7ZDcqV": {
          "description": "<p>Whenever a wraithvine begins its turn in an area of magical light, it is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} on that turn.</p>",
          "name": "Light Vulnerability"
        },
        "WjThdtYkLLF1JA6Q": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:25]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[1d6[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[2d6[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>",
          "name": "Wraithvine Venom"
        },
        "jk80cwP6RPrfLoxb": {
          "name": "Reactive Strike (Tentacle Only)"
        },
        "r65yy1eMsIY71JKm": {
          "name": "Tentacle"
        },
        "vRk3sKWgYSIJibvr": {
          "description": "<p><strong>Requirements</strong> A creature the wraithvine has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} took damage from wraithvine venom (either from itself, or from a wraithvine child's venom) on its last turn, and the wraithvine hasn't used any other actions this turn</p>\n<hr />\n<p><strong>Effect</strong> The wraithvine regains @Damage[3d8[healing]] HP and recovers from the @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} and slowed conditions. It reduces any @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled} value it has by 2.</p>",
          "name": "Parasitic Rejuvenation"
        }
      },
      "name": "Wraithvine"
    },
    "Wraithvine Offshoot": {
      "description": "<p>A mandragora looks like a freshly pulled tuber that has grown into the malformed shape of a child with a grotesque face and hideously bloated body. These insidious little plants typically form when a mandrake root is watered with a demon's blood. Upon absorbing the otherworldly properties of the demon's blood, the root animates and is forced to seek out blood to feast from, lest it die of thirst.</p>\n<p>Always famished and in search for sustenance, mandragoras live haunted, pained lives and perform vile and desperate acts to acquire the blood they crave. While they prefer magically infused blood such as that of unicorns, fey, or sorcerers, and they can also feed off of potions, alchemical bombs, and other magical elixirs, a mandragora can subsist on the blood of non-magical creatures. They find the flavor of mundane blood to be bland and bitter, and they do not blanch at voicing these complaints to the creatures from which they drink.</p>\n<p>While the typical mandragora is the size of a human child, some of these evil plants continue to grow and grow, reaching sizes more comparable to those of giants. Sometimes as they grow, they form additional limbs or rudimentary faces, eventually transforming into truly hideous mockeries of the human form.</p>",
      "items": {
        "Ar58HUSjCtqUCBWd": {
          "name": "Jaws"
        },
        "ZvqnxVWvm9QdJZVi": {
          "description": "<p>A mandragora can smell creatures with blood as an imprecise sense at a range of 30 feet, and it can smell demons, fey, and sorcerers with blood as a precise sense at a range of 30 feet.</p>",
          "name": "Blood Scent"
        },
        "sfWdhP3dRBdtmiol": {
          "description": "<p><strong>Requirements</strong> The wraithvine offshoot has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}</p>\n<hr />\n<p><strong>Effect</strong> The offshoot drains blood or ichor from the creature it has grabbed, dealing @Damage[2d6[untyped]] damage. If the creature has the plant trait, the offshoot gains temporary Hit Points equal to the damage dealt. A creature that has its vitality drained by an offshoot is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} until it receives healing of any kind or amount.</p>",
          "name": "Vitality Drain"
        },
        "uQFiXxjHXOCxLHe8": {
          "description": "<p>Whenever a mandragora begins its turn in an area of magical darkness, it is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} on that turn.</p>",
          "name": "Vulnerability to Supernatural Darkness"
        },
        "w0XMZ6GmkzJcCRyO": {
          "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The mandragora emits an unsettling shriek. Each non-mandragora creature within @Template[type:emanation|distance:30]{30 feet} must attempt a @Check[type:will|dc:25] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. As long as the creature remains sickened, this slowed condition value can't be reduced below 1.</p>",
          "name": "Piercing Shriek"
        },
        "wrisTXltKN2ggF1B": {
          "description": "<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:21]</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[1d6[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 3</strong> @Damage[2d6[poison]] damage, @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused}, and @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} (1 round)</p>",
          "name": "Wraithvine Venom"
        },
        "xqB9FvxJUsDUDs15": {
          "name": "Thorny Vine"
        }
      },
      "name": "Wraithvine Offshoot"
    }
  },
  "label": "Wardens of Wildwood"
}