{
    "label": "Azioni",
    "mapping": {
        "name": "name",
        "description": "data.description.value"
    },
    "entries": {
        "Mutagenic Flashback": {
            "name": "Richiamo Mutagenico",
            "description": "<p><strong>Frequenza</strong> una volta al giorno</p>\n<hr />\n<p>Sperimenti una fugace ripresa degli effetti di un mutageno. Scegli un mutageno che hai assunto dall'ultima volta che hai effettuato i preparativi giornalieri: ne ottieni gli effetti per 1 minuto.</p>"
        },
        "Recall Knowledge (Lore)": {
            "name": "Ricordare Conoscenze (Sapienza)",
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sulla resistenza agli attacchi fisici.</p>\n<p><strong>Sapienza</strong> L'argomento della sottocategoria dell'abilità Sapienza.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p>\n<h2 class=\"title\">Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>"
        },
        "Treat Wounds": {
            "name": "Curare Ferite",
            "description": "<p><strong>Requisiti</strong> Hai degli @UUID[Compendium.pf2e.equipment-srd.s1vB3HdXjMigYAnY]{strumenti da guaritore}.</p>\n<hr />\n<p>Trascorri 10 minuti curando una creatura vivente ferita (puoi scegliere te stesso come bersaglio). In seguito il bersaglio è temporaneamente @UUID[Compendium.pf2e.feat-effects.Lb4q2bBAgxamtix5]{immune} a Curare Ferite per 1 ora, ma questo intervallo si sovrappone con il tempo che hai trascorso curandolo (quindi un paziente può essere curato una volta ogni ora, e non ogni 70 minuti).</p>\n<p>La CD di Medicina è solitamente 15, ma il GM potrebbe modificarla in base alle circostanze (per esempio curare un paziente all'aperto durante una tempesta, o curare una ferita maledetta). Se sei esperto in Medicina puoi effettuare invece una prova con CD 20 per incrementare di 10 il numero di Punti Ferita recuperati; se sei un maestro in Medicina puoi effettuare invece una prova con CD 30 per incrementare di 30 il numero di Punti Ferita recuperati; se sei leggendario in medicina puoi effettuare invece una prova con CD 40 per incrementare di 50 il numero di Punti Ferita recuperati. I danni inflitti da un fallimento critico non cambiano.</p>\n<p>Se superi la prova, puoi continuare a curare lo stesso bersaglio per farlo riprendere più rapidamente. Se lo curi per un totale di 1 ora, i Punti Ferita che recupera da Curare Ferite sono raddoppiati.</p>\n<p>Il risultato della tua prova di Medicina determina quanti Punti Ferita recupera il bersaglio.</p>\n<p>@UUID[Compendium.pf2e.pf2e-macros.6duZj0Ygiqv712rq]{Curare Ferite}</p>\n<hr />\n<p><strong>Successo Critico</strong> Il bersaglio recupera [[/r 4d8]] Punti Ferita e la condizione @UUID[Compendium.pf2e.conditionitems.Yl48xTdMh3aeQYL2]{ferito} viene rimossa.</p>\n<p><strong>Successo</strong> Il bersaglio recupera [[/r 2d8]] Punti Ferita e la condizione ferito viene rimossa.</p>\n<p><strong>Fallimento Critico</strong> Il bersaglio subisce [[/r 1d8]] danni.</p>"
        },
        "Sense Motive": {
            "name": "Intuire",
            "description": "<p>Cerchi di capire se il comportamento di una creatura è anormale. Scegli una creatura e la esamini in cerca di linguaggio non verbale inconsueto, segni di nervosismo e altri indicatori che potrebbe stare cercando di ingannare qualcuno. Il GM tenta per te una singola prova segreta a di <span data-pf2-action=\"senseMotive\" data-pf2-glyph=\"A\">Percezione</span> e confronta il risultato con la CD di Inganno della creatura, la CD di un incantesimo che influenza lo stato mentale di una creatura o un'altra CD appropriata determinata dal GM. In genere non puoi cercare di Intuire le intenzioni della stessa creatura di nuovo, a meno che la situazione non sia drasticamente cambiata.</p>\n<hr />\n<p><strong>Successo Critico</strong> Determini le vere intenzioni della creatura e capisci quali eventuali magie mentali la influenzano.</p>\n<p><strong>Successo</strong> Sai se la creatura si sta comportando normalmente o meno, ma non sai le sue intenzioni esatte o quale magia può influenzarla a al momento.</p>\n<p><strong>Fallimento</strong> Capisci ciò che la creatura ingannatrice vuole farti capire. Se non ti sta ingannando, credi si stia comportando normalmente.</p>\n<p><strong>Fallimento Critico</strong> Ti fai un'idea sbagliata delle intenzioni della creatura.</p>"
        },
        "Tumble Through": {
            "name": "Destreggiarsi",
            "description": "<p>Avanzi fino alla tua Velocità. Durante questo movimento puoi cercare di attraversare lo spazio di un nemico. Effettua una prova di <span data-pf2-action=\"tumbleThrough\" data-pf2-glyph=\"A\">Acrobazia</span> contro la CD di Riflessi del nemico appena entri nel suo spazio. In un ambiente appropriato puoi Destreggiarti usando @UUID[Compendium.pf2e.actionspf2e.pprgrYQ1QnIDGZiy]{Scalare}, @UUID[Compendium.pf2e.actionspf2e.cS9nfDRGD83bNU1p]{Volare}, @UUID[Compendium.pf2e.actionspf2e.c8TGiZ48ygoSPofx]{Nuotare} o un'altra azione anziché Avanzare.</p>\n<hr />\n<p><strong>Successo</strong> Attraversi lo spazio nemico, trattando tali quadretti come terreno difficile (ogni 1,5 metri costano 3 metri di movimento). Se la tua Velocità non è sufficiente ad attraversare tutto lo spazio del nemico, ottieni lo stesso effetto di un fallimento.</p>\n<p><strong>Fallimento</strong> Il tuo movimento termina e inneschi reazioni come se ti fossi mosso dal quadretto dal quale sei partito.</p>"
        },
        "Retraining": {
            "name": "Riaddestrare",
            "description": "<p>Il riaddestramento ti offre la possibilità di alterare alcune delle tue scelte in materia di personaggio, cosa utile quando vuoi che questi prenda una nuova direzione o desideri cambiare decisioni che non hanno soddisfatto le tue aspettative. Puoi riaddestrare talenti, abilità e alcuni privilegi di classe selezionabili. Non puoi riaddestrare la tua stirpe, lignaggio, background, classe o punteggi di caratteristica. Non puoi compiere altre attività in pausa mentre ti riaddestri.</p>\n<p>Il riaddestramento richiede in genere che tu trascorra del tempo apprendendo da un insegnante, che ciò comporti allenamento fisico, studio in una biblioteca o estasi magiche condivise. Il GM determina se riesci ad ottenere un addestramento vero e proprio, o se qualcosa può essere riaddestrata o meno. In alcuni casi dovrai pagare l'istruttore.</p>\n<p>Riaddestrare alcune capacità può essere difficile o impossibile (ad esempio, uno Stregone può riaddestrare la sua linea di sangue solo in circostanze straordinarie).</p>\n<p>Quando ti riaddestri, in genere non puoi effettuare scelte che non potevi effettuare quando hai scelto l'opzione originale. Ad esempio, non puoi scambiare un talento di Abilità di 2° livello con uno di 4° livello, o con uno i cui prerequisiti non erano soddisfatti nel momento in cui hai scelto il talento originale. Nel caso in cui non ricordi se soddisfacevi i prerequisiti al tempo, chiedi al GM di decidere. Se non hai più i prerequisiti per una capacità a causa del riaddestramento, non puoi usarla. Dovrai riaddestrare diverse capacità in sequenza per avere tutte le abilità che desideri.</p>\n<h2 class=\"title\">Talenti</h2>\n<p>Puoi trascorrere una settimana di pausa riaddestrando uno dei tuoi Talenti. Rimuovi il vecchio talento e sostituiscilo con un altro dello stesso tipo. Ad esempio, puoi scambiare un talento di abilità con un altro talento di abilità, ma non con un talento da mago.</p>\n<h2 class=\"title\">Abilità</h2>\n<p>Puoi trascorrere una settimana di pausa riaddestrando uno dei tuoi incrementi di Abilità. Riduci di uno il tuo grado di competenza nell'abilità che perde l'incremento e aumenta di uno il tuo grado di competenza nell'altra abilità. Il nuovo grado di competenza deve essere uguale o inferiore a quello a cui hai rinunciato. Ad esempio, se il tuo Bardo è maestro in Esibizione e Furtività ed esperto in Occultismo, puoi ridurre a esperto la competenza in Furtività per diventare maestro in Occultismo, ma non per diventare leggendario in Esibizione. Appunta il tuo livello quando riassegni gli incrementi di abilità: il livello a cui hai cambiato le competenze nelle tue abilità può influenzare la possibilità di riaddestrare talenti con prerequisiti di Abilità.</p>\n<p>Puoi anche trascorrere una settimana a riaddestrare un'Abilità addestrata iniziale ottenuta durante la creazione del personaggio.</p>\n<h2 class=\"title\">Privilegio di Classe</h2>\n<p>Puoi cambiare un privilegio di classe che ha richiesto una scelta, compiendone un'altra. Per alcuni, come cambiare un incantesimo nel tuo repertorio di incantesimi, servirà una settimana. Ciò ti consente anche di cambiare l'ordine di un Druido o una scuola di magia ad esempio, il GM ti comunicherà quanto tempo ci vuole, ma si tratta sempre di almeno un mese.</p>"
        },
        "Clue In": {
            "name": "Ragguagliare",
            "description": "<p><strong>Frequenza</strong> una volta ogni 10 minuti</p>\n<p><strong>Innesco</strong> Un'altra creatura tenta una prova per indagare su una pista che stai seguendo.</p>\n<hr />\n<p>Condividi informazioni con la creatura innescante.</p>\n<p>La creatura ottiene bonus di circostanza alla sua prova pari al tuo bonus di circostanza alle prove di indagare sull'argomento del tuo @UUID[Compendium.pf2e.actionspf2e.xTK2zsWFyxSJvYbX]{Seguire una Pista}. Il GM può aggiungere a questa reazione qualsiasi tratto rilevante a seconda della situazione, come linguistico e uditivo se stai trasmettendo informazioni verbalmente.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.vhSYlQiAQMLuXqoc]{Effetto: Ragguagliare}</p>"
        },
        "Pick a Lock": {
            "name": "Scassinare una Serratura",
            "description": "<p><strong>Requisiti</strong> Hai degli @UUID[Compendium.pf2e.equipment-srd.zvLyCVD8g2PdHJAc]{strumenti da scasso}.</p>\n<hr />\n<p>Aprire una serratura o un lucchetto senza averne la chiave è simile a @UUID[Compendium.pf2e.actionspf2e.cYdz2grcOcRt4jk6]{Disattivare un Congegno}, ma la CD della prova di <span data-pf2-action=\"pickALock\" data-pf2-glyph=\"D\">Furto</span> dipende da com'è costruita e da quant'è complesso il lucchetto. Le serrature (o lucchetti) di qualità superiore potrebbero richiedere più di un successo per essere scassinate, poiché altrimenti persino un topo d'appartamento senza esperienza potrebbe aprirle continuando a effettuare prove fino a ottenere un 20 naturale col dado. Se non hai gli strumenti adatti, il GM potrebbe permetterti di usare dei grimaldelli improvvisati, che sono considerati come strumenti scadenti, a seconda delle caratteristiche della serratura (o lucchetto).</p>\n<hr />\n<p><strong>Successo Critico</strong> Scassini la serratura, oppure totalizzi due successi ai fini di scassinare una serratura complessa. Non lasci tracce dei tuoi armeggiamenti.</p>\n<p><strong>Successo</strong> Scassini la serratura, oppure totalizzi un successo ai fini di scassinare una serratura complessa.</p>\n<p><strong>Fallimento Critico</strong> I tuoi strumenti si rompono. Devi usare Artigianato per @UUID[Compendium.pf2e.actionspf2e.bT3skovyLUtP22ME]{Ripararli}, oppure devi sostituirli con dei @UUID[Compendium.pf2e.equipment-srd.Sw7MBLASN3xK4Y44]{grimaldelli di ricambio} (che costano 3 ma, o 3 mo per gli strumenti da scasso da infiltrato).</p>"
        },
        "High Jump": {
            "name": "Salto in Alto",
            "description": "<p>Avanzi prima di Saltare in verticale e tentare una prova di <span data-pf2-action=\"highJump\" data-pf2-glyph=\"D\">Atletica</span> con CD 30 per incrementare l'altezza del balzo. Se non sei Avanzato di almeno 3 metri fallisci automaticamente la prova. Il GM potrebbe incrementare o ridurre la CD della prova a seconda delle circostanze.</p>\n<hr />\n<p><strong>Successo Critico</strong> Incrementa la distanza massima in verticale a 2,4 metri, oppure incrementa la distanza massima in verticale a 1,5 metri e quella in orizzontale a 3 metri.</p>\n<p><strong>Successo</strong> Incrementa la distanza massima in verticale a 1,5 metri.</p>\n<p><strong>Fallimento</strong> Salti normalmente.</p>\n<p><strong>Fallimento Critico</strong> Non Salti e cadi @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono} nel tuo spazio.</p>"
        },
        "Demoralize": {
            "name": "Demoralizzare",
            "description": "<p>Incrini la determinazione di un avversario con un urlo improvviso, uno scherno al momento giusto o un insulto tagliente. Scegli una creatura entro 9 metri della quale sei consapevole ed effettua una prova di Intimidazione contro la sua CD di Volontà. Se il bersaglio non capisce la lingua che stai parlando, o se non stai parlando, oppure se non può sentirti, subisci penalità di circostanza -4 alla prova. A prescindere dal risultato, il bersaglio è immune ai tuoi tentativi di Demoralizzarlo per 10 minuti.</p>\n<p><strong>Successo Critico</strong> Il bersaglio diventa @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Spaventato 2}.</p>\n<p><strong>Successo</strong> Il bersaglio diventa @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{Spaventato 1}.</p>"
        },
        "Sustain a Spell": {
            "name": "Mantenere un Incantesimo",
            "description": "<p><strong>Requisiti</strong> Hai almeno un incantesimo attivo con durata mantenuto e non stai subendo la condizione @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw]{affaticato}.</p>\n<hr />\n<p>Scegli un incantesimo con durata mantenuto che hai in effetto. La durata di quell'incantesimo continua fino alla fine del tuo turno successivo. Alcuni incantesimi possono avere effetti leggermente diversi o più estesi se li mantieni. Se Mantieni un Incantesimo per più di 10 minuti (100 round), quell'incantesimo termina e subisci la condizione affaticato a meno che l'incantesimo riporti una durata massima diversa (come ad esempio \"mantenuto fino a 1 minuto\" o \"mantenuto fino a 1 ora\").</p>\n<p>Se la tua azione Mantenere un Incantesimo viene interrotta, l'incantesimo termina immediatamente.</p>"
        },
        "Grab an Edge": {
            "name": "Afferrare un Bordo",
            "description": "<p><strong>Innesco</strong> Cadi da un cornicione o durante la caduta superi un appiglio.</p>\n<p><strong>Requisiti</strong> Le tue mani non sono legate dietro la tua schiena o comunque @UUID[Compendium.pf2e.conditionitems.VcDeM8A5oI6VqhbM]{trattenute}.</p>\n<hr />\n<p>Quando cadi da un cornicione o superi un appiglio durante la caduta puoi tentare di afferrarlo, potenzialmente arrestando la caduta, Devi superare un TS su Riflessi, in genere con la CD di Scalare. Se afferri il bordo o l'appiglio, puoi poi @UUID[Compendium.pf2e.actionspf2e.pprgrYQ1QnIDGZiy]{Scalare} usando Atletica.</p>\n<p><strong>Successo Critico</strong> Afferri il bordo o l'appiglio, che tu abbia una mano libera o meno, in genere usando un oggetto tenuto (ad esempio, ti aggrappi a un cornicione con un ascia). Subisci comunque danni per la distanza di cui sei caduto finora, ma consideri la caduta come inferiore di 9 metri.</p>\n<p><strong>Successo</strong> Se hai almeno una mano libera afferri il bordo o l'appiglio, arrestando la caduta. Subisci comunque danni per la distanza di cui sei caduto finora, ma consideri la caduta come inferiore di 6 metri. Se non ha mani libere continui a cadere come se avessi fallito la prova.</p>\n<p><strong>Fallimento Critico</strong> Continui a cadere e, se sei caduto per 6 metri o più prima di usare questa reazione, subisci 10 danni contundenti per l'impatto ogni 6 metri percorsi.</p>"
        },
        "Subsist": {
            "name": "Sopravvivere",
            "description": "<p>Cerchi di trovare cibo e riparo, per te stesso e per altri. Il GM determina la CD in base alla natura del posto dove stai cercando di Sopravvivere. In ambienti particolarmente strani potresti aver bisogno di un grado di competenza minima. Diversamente dalla maggior parte delle altre attività di pausa, puoi Sopravvivere dopo 8 ore o meno di esplorazione, ma, se lo fai, subisci penalità -5.</p>\n<hr />\n<p><strong>Successo Critico</strong> Puoi fornire a te e a un'altra creatura uno stile di vita di sussistenza, oppure puoi migliorare il tuo cibo e il tuo riparo, concedendoti uno stile di vita confortevole.</p>\n<p><strong>Successo</strong> Trovi cibo a sufficienza e un rifugio che ti protegge dagli elementi, concedendoti uno stile di vita di sussistenza.</p>\n<p><strong>Fallimento</strong> Sei esposto agli elementi e non hai abbastanza cibo, e sei @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw]{affaticato} finché non hai cibo a sufficienza e un riparo.</p>\n<p><strong>Fallimento Critico</strong> Attiri problemi, mangi qualcosa che non avresti dovuto o peggiori in qualche altro modo la situazione. Subisci penalità di circostanza -2 alle prove di Sopravvivere per 1 settimana. Non trovi cibo e, se non hai delle scorte e continui a fallire la prova, rischi di morire di fame o di sete.</p><h2 class=\"title\">Esempi di Compiti di Sopravvivere</h2>\n<ul>\n<li><strong>Senza addestramento </strong>foresta rigogliosa con clima temperato o grande città con molte risorse</li>\n<li><strong>Addestrato</strong> collina tipica o paese</li>\n<li><strong>Esperto</strong> montagna tipica o villaggio isolato</li>\n<li><strong>Maestro</strong> deserto tipico o città sotto assedio</li>\n<li><strong>Leggendario</strong> desolazione arida o città di non morti</li>\n</ul>"
        },
        "Mighty Rage": {
            "name": "Furia Possente",
            "description": "<p><strong>Innesco</strong> Utilizzi l'azione @UUID[Compendium.pf2e.actionspf2e.Ah5g9pDwWF9b9VW9]{Infuriarsi} nel tuo turno.</p>\n<hr />\n<p>Effettui un'azione con il tratto furia. In alternativa, puoi aumentare a 2 il numero azioni dell'azione di Infuriarsi richiesta dall'innesco per effettuare un'attività da 2 azioni con il tratto furia.</p>"
        },
        "Shove": {
            "name": "Spingere",
            "description": "<p><strong>Requisiti</strong> Hai almeno una mano libera. Il tuo bersaglio non può essere più grande di te di più di una taglia.</p>\n<hr />\n<p>Spingi un avversario lontano da te. Effettua una prova di <span data-pf2-action=\"shove\" data-pf2-glyph=\"A\">Atletica</span> contro la sua CD di Tempra.</p>\n<p><strong>Successo Critico</strong> Spingi l'avversario a un massimo di 3 metri di distanza da te. Dopo puoi Avanzare, ma devi muoverti della stessa distanza e nella stessa direzione.</p>\n<p><strong>Successo</strong> Spingi l'avversario indietro di 1,5 metri. Dopo puoi Avanzare, ma devi muoverti della stessa distanza e nella stessa direzione.</p>\n<p><strong>Fallimento Critico</strong> Perdi l'equilibrio, cadi e atterri @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono}.</p>"
        },
        "Warding Sign": {
            "name": "Segno di Interdizione",
            "description": "<p><strong>Frequenza</strong> una volta al\nminuto</p>\n<p><strong>Innesco</strong> Tenti un tiro salvezza contro un effetto magico, ma non hai\nancora tirato</p>\n<hr />\n<p><strong>Effetto</strong> Invochi il potere di un segno di interdizione\npersonale e mistico, che brilla vivacemente prima di svanire pian piano. Ottieni\nbonus di circostanza +2 al tiro salvezza innescante, o +3 se l'effetto è una\nmaledizione.</p>"
        },
        "Call Companion": {
            "name": "Richiamo del Compagno",
            "description": "<p>Spendi 1 minuto per chiamare un diverso compagno animale, scambiando il tuo compagno attivo con un altro dei tuoi compagni animali.</p>"
        },
        "Call on Ancient Blood": {
            "name": "Richiamo del Sangue Antico",
            "description": "<p><strong>Innesco: </strong>Tenti un Tiro Salvezza contro un effetto magico, ma non hai ancora tirato.</p><hr /><p>La resistenza innata alla magia dei tuoi antenati aumenta, prima di calare lentamente. Ottieni bonus di circostanza +1 al Tiro Salvezza che innesca questa reazione e fino alla fine di questo turno.</p>"
        },
        "Stop": {
            "name": "Fermarsi",
            "description": "<p><strong>Requisiti</strong> Stai pilotando un veicolo in movimento.</p>\n<p>Porti il veicolo ad arrestarsi.</p>"
        },
        "Delay": {
            "name": "Ritardare",
            "description": "<p><strong>Innesco</strong> Il tuo turno inizia.</p>\n<hr />\n<p>Aspetti il momento giusto per agire. Il resto del tuo turno non avviene ancora. Vieni rimosso dall'ordine di Iniziativa. Puoi tornare nell'ordine di Iniziativa come azione gratuita innescata dalla fine del turno di qualsiasi altra creatura. Ciò pone in via permanente la tua Iniziativa nella nuova posizione. Non puoi usare reazioni finché non ritorni nell'ordine di Iniziativa. Se Ritardi per un intero round senza tornare nell'ordine di Iniziativa, le azioni del turno Ritardato sono perdute, la tua iniziativa non cambia e il tuo prossimo turno avviene nella tua posizione originale nell'ordine di Iniziativa.</p>\n<p>Quando Ritardi, qualsiasi @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{danno persistente} o altro effetto negativo che subiresti normalmente all'inizio o alla fine del tuo turno avviene appena usi l'azione Ritardare. Qualsiasi effetto benefico che terminerebbe in qualsiasi punto del tuo turno termina in questo momento. Il GM può determinare che anche altri effetti terminano quando Ritardi. In sostanza, non puoi Ritardare per evitare conseguenze negative che accadrebbero nel tuo turno o per estendere effetti benefici che terminerebbero nel tuo turno.</p>"
        },
        "Impersonate": {
            "name": "Impersonare",
            "description": "<p>Ti travesti in modo da essere scambiato per qualcuno o qualcosa che non sei. Mettere in piedi un travestimento convincente richiede 10 minuti e un @UUID[Compendium.pf2e.equipment-srd.Jvp0x2Sc82WVpExT]{Kit per il Camuffamento}, ma, a discrezione del GM, uno più semplice e rapido potrebbe essere sufficiente, se non stai cercando di imitare uno specifico individuo.</p>\n<p>Nella maggior parte dei casi, le creature possono svelare il tuo travestimento solo se compiono l'azione @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Individuare} per effettuare una prova di Percezione contro la tua CD di Inganno. Se tenti di interagire direttamente con qualcuno mentre sei travestito, invece, il GM effettua in segreto una prova di Inganno per te contro la CD di Percezione di quella creatura. Se sei travestito da uno specifico individuo, il GM potrebbe concedere dei bonus di circostanza alle creature con le quali interagisci, in base alla loro familiarità con l'individuo che stai imitando, oppure potrebbe effettuare una prova di <span data-pf2-action=\"impersonate\">Inganno</span> in segreto anche se non stai interagendo direttamente con altri.</p>\n<hr />\n<p><strong>Successo</strong> Fai credere alla creatura di essere la persona che stai impersonando. Potresti dover effettuare una nuova prova se il tuo comportamento cambia.</p>\n<p><strong>Fallimento</strong> La creatura capisce che non sei chi sostieni di essere.</p>\n<p><strong>Fallimento Critico</strong> La creatura capisce che non sei chi sostieni di essere, e ti riconosce se sarebbe in grado di riconoscerti senza un travestimento.</p>"
        },
        "Rage": {
            "name": "Infuriarsi",
            "description": "<p><strong>Requisiti</strong> Non sei @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw]{affaticato} o infuriato.</p>\n<p><strong>Concede</strong> @UUID[Compendium.pf2e.feat-effects.z3uyCMBddrPK5umr]{Effetto: Infuriato}</p>\n<hr />\n<p>Attingendo alla rabbia dentro di te inizi a infuriarti. Ottieni un numero di Punti Ferita temporanei pari al tuo livello più il tuo modificatore di Costituzione. La furia dura 1 minuto, finché non restano più nemici che tu possa percepire o finché non @UUID[Compendium.pf2e.conditionitems.fBnFDH2MTzgFijKf]{perdi i sensi}, quale di queste condizioni si verifichi per prima. Non puoi interrompere volontariamente la furia. Mentre sei infuriato:</p>\n<ul>\n<li>Infliggi 2 danni aggiuntivi con armi da mischia e attacchi senz'armi, che si dimezzano se l'arma o l'attacco senz'armi è agile.</li>\n<li>Subisci penalità -1 alla CA.</li>\n<li>Non puoi effettuare azioni con il tratto concentrazione a meno che non abbiano anche il tratto furia. Puoi @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Individuare} mentre sei infuriato.</li>\n</ul>\n<p>Terminata la furia, perdi i Punti Ferita temporanei conferiti da Infuriarsi che ti restano e non puoi Infuriarti nuovamente per 1 minuto.</p>"
        },
        "Dismiss": {
            "name": "Interrompere",
            "description": "<p>Deve trattarsi di un effetto che ti è consentito interrompere, come definito dall'incantesimo o dall'oggetto. L'interruzione potrebbe porre termine all'effetto completamente, oppure potrebbe valere soltanto per un determinato bersaglio o per più bersagli in base all'incantesimo o all'oggetto.</p>"
        },
        "Recall Knowledge (Crafting)": {
            "name": "Ricordare Conoscenze (Artigianato)",
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sulla resistenza agli attacchi fisici.</p>\n<p><strong>Artigianato</strong> Reazioni e creature alchemiche, valore degli oggetti, ingegneria, materiali inusuali e costrutti.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p>\n<h2 class=\"title\">Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>"
        },
        "Recall Knowledge (Occultism)": {
            "name": "Ricordare Conoscenze (Occultismo)",
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sulla resistenza agli attacchi fisici.</p>\n<p><strong>Occultismo</strong> Antichi misteri, filosofie occulte, creature di importanza occulta e piani esoterici.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p>\n<h2 class=\"title\">Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>"
        },
        "Stride": {
            "name": "Avanzare",
            "description": "<p>Avanzi fino a un massimo della tua Velocità.</p>"
        },
        "Seek": {
            "name": "Individuare",
            "description": "<p>Cerchi segni di creature o oggetti in un'area. Se stai cercando creature, scegli un'area da perlustrare. Se è necessaria una certa precisione, il GM può farti selezionare un cono di @Template[type:cone|distance:9] metri o un'esplosione di @Template[type:burst|distance:4,5] metri entro la linea di vista. Potresti incorrere in una penalità se hai scelto un'area lontana.</p>\n<p>Se stai usando Individuare per cercare oggetti (inclusi pericoli e porte segrete), perlustri un massimo di un quadrato di 3 metri di lato adiacente. Il GM può decidere che sia il caso di usare Individuare come attività, cosa che può richiedere più azioni o persino minuti o ore nel caso di un'area particolarmente ingombra.</p>\n<p>Il GM tenta per te una singola prova segreta di <span data-pf2-action=\"seek\" data-pf2-glyph=\"A\">Percezione</span> confronta il risultato con la CD di Furtività di qualsiasi creatura @UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{non individuata} o @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{nascosta} nell'area, o con la CD per individuare ciascun oggetto nell'area (determinata dal GM o da qualcuno che @UUID[Compendium.pf2e.actionspf2e.qVNVSmsgpKFGk9hV]{Nasconde l'Oggetto}). Una creatura individuata può restare nascosta anziché diventare @UUID[Compendium.pf2e.conditionitems.1wQY3JYyhMYeeV2G]{osservata} se usi un senso impreciso o se un effetto (come <em>@UUID[Compendium.pf2e.spells-srd.XXqE1eY3w3z6xJCB]{invisibilità}</em>) impedisce che il soggetto sia osservato.</p>\n<hr />\n<p><strong>Successo Critico</strong> Se stai cercando creature, qualsiasi creatura non individuata o nascosta contro cui hai ottenuto un successo critico diventa osservata da te. Se stai cercando un oggetto, ne apprendi l'ubicazione.</p>\n<p><strong>Successo</strong> Se stai cercando creature, qualsiasi creatura non individuata contro cui hai ottenuto un successo diventa nascosta da te, e qualsiasi creatura nascosta contro cui hai ottenuto un successo diventa osservata da te. Se stai cercando un'oggetto, ne apprendi l'ubicazione o ti fai un'idea di dove si trova, come determinato dal GM.</p>"
        },
        "Steel your Resolve": {
            "name": "Risolutezza Ferrea",
            "description": "<p><strong>Costo</strong> 1 Punto Risolutezza</p>\n<hr />\n<p>Recuperi un ammontare di Punti Risolutezza pari alla metà del tuo massimo.</p>"
        },
        "Request": {
            "name": "Richiedere",
            "description": "<p>Puoi fare una richiesta a una creatura amichevole o collaborativa, ma devi esprimerla in termini che il bersaglio possa accettare dato il suo atteggiamento attuale nei tuoi confronti. Il GM stabilisce la CD della prova di <span data-pf2-action=\"request\" data-pf2-glyph=\"A\">Diplomazia</span> in base alla difficoltà della richiesta. Alcune richieste sono sgradevoli o impossibili, e nemmeno un PNG collaborativo le soddisferebbe mai.</p>\n<hr />\n<p><strong>Successo Critico</strong> Il bersaglio soddisfa la tua richiesta senza ulteriori discussioni.</p>\n<p><strong>Successo</strong> Il bersaglio soddisfa la tua richiesta, ma potrebbe richiedere delle modifiche o la fornitura dei mezzi necessari.</p>\n<p><strong>Fallimento</strong> Il bersaglio si rifiuta di soddisfare la richiesta, ma potrebbe proporti un'alternativa meno estrema.</p>\n<p><strong>Fallimento Critico</strong> Non solo il bersaglio rifiuta la tua richiesta, ma il suo atteggiamento nei tuoi confronti peggiora di un grado per via della tua impudenza.</p>"
        },
        "Eldritch Shot": {
            "name": "Tiro Mistico",
            "description": "<p><strong>Requisiti</strong> Impugni un arco</p>\n<hr />\n<p>@UUID[Compendium.pf2e.actionspf2e.aBQ8ajvEBByv45yz]{Lanci un Incantesimo} il cui lancio richiede 1 o 2 azioni e un tiro per colpire con incantesimo. Gli effetti dell'incantesimo non si verificano immediatamente, ma vengono infusi nell'arco che impugni.</p>\n<p>Effettua un Colpo con quell'arco. Il tuo incantesimo vola insieme alla munizione, usando il risultato del to tiro per colpire per determinare gli effetti sia del Colpo che dell'incantesimo. Questo conta come due attacchi per la tua penalità da attacchi multipli, ma non applichi la penalità finché non hai completato entrambi gli attacchi.</p>"
        },
        "Long Term Rest": {
            "name": "Riposo Prolungato",
            "description": "<p>In pausa, puoi trascorrere l'intera giornata e la notte riposando per recuperare Punti Ferita pari al tuo modificatore di Costituzione (minimo 1) moltiplicato per il doppio del tuo livello.</p>"
        },
        "Disarm": {
            "name": "Disarmare",
            "description": "<p><strong>Requisiti</strong> Hai almeno una mano libera. Il tuo bersaglio non può essere più grande di te di più di una taglia.</p>\n<hr />\n<p>Cerchi di far cadere di mano un oggetto tenuto da un avversario. Effettua una <span data-pf2-action=\"disarm\" data-pf2-glyph=\"A\">prova di Atletica</span> contro la CD di Riflessi dell'avversario.</p>\n<hr />\n<p><strong>Successo Critico</strong> L'avversario perde la presa sull'oggetto, che cade a terra nello spazio dell'avversario.</p>\n<p><strong>Successo</strong> Indebolisci la presa dell'avversario sull'oggetto. Fino all'inizio del suo turno, i tentativi di Disarmare l'avversario di quell'oggetto ottengono bonus di circostanza +2, e il bersaglio subisce penalità di circostanza -2 agli attacchi con l'oggetto e ad altre prove che richiedono una salda presa su di esso.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.z3ATL8DcRVrT0Uzt]{Effetto: Disarmare (Successo)}</p>\n<p><strong>Fallimento Critico</strong> Perdi l'equilibrio e diventi @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{impreparato} fino all'inizio del tuo prossimo turno.</p>"
        },
        "Track": {
            "name": "Seguire Tracce",
            "description": "<p>Segui una pista, muovendoti fino a metà della tua Velocità di viaggio, usando Perlustrare. Dopo aver superato una prova per Seguire Tracce puoi continuare a seguirle a metà della tua Velocità senza effettuare ulteriori prove per un massimo di 1 ora. A volte potresti Seguire Tracce durante un incontro. In questo caso Seguire Tracce è un'azione singola e non ha il tratto esplorazione, ma potresti dover effettuare prove più spesso perché sei in una situazione tesa. Il GM determina con quale frequenza devi effettuare queste prove.</p>\n <p>Effettui la tua prova di <span data-pf2-action=\"track\">Sopravvivenza</span> quando inizi a Seguire Tracce, una volta per ogni ora in cui continui a seguirle e ogni volta che qualcosa di significativo cambia nella pista. Il GM determina le CD di tali prove, a seconda di quanto è fresca la pista, del tempo atmosferico e del tipo di terreno.</p>\n<hr />\n<p><strong>Successo</strong> Trovi la pista o continui a seguire quella che stavi già seguendo.</p>\n<p><strong>Fallimento</strong> Perdi la pista, ma puoi riprovare dopo un ritardo di 1 ora.</p>\n<p><strong>Fallimento Critico</strong> Perdi la pista e non puoi riprovare per 24 ore.</p>\n<h2 class=\"title\">Esempi di Compiti di Seguire Tracce</h2>\n<ul>\n<li><strong>Senza Addestramento</strong> tracce di un grande animale che segue una strada</li>\n<li><strong>Addestrato</strong> tracce abbastanza fresche di un orso che imperversa nella pianura</li>\n<li><strong>Esperto</strong> tracce di un'agile pantera nella giungla, tracce dopo la pioggia</li>\n<li><strong>Maestro</strong> tracce dopo una nevicata, tracce di un topo o di una creatura più piccola, tracce lasciate su superfici che non mantengono impronte (come la nuda roccia)</li>\n<li><strong>Leggendario</strong> vecchie tracce sulla sabbia di un deserto ventoso, tracce dopo una bufera o un uragano</li>\n</ul>"
        },
        "Retributive Strike": {
            "name": "Colpo Punitivo",
            "description": "<p><strong>Innesco</strong> Un nemico danneggia un tuo alleato ed entrambi si trovano entro 4,5 metri da te.</p>\n<hr />\n<p>Proteggi il tuo alleato e colpisci il nemico. L'alleato acquisisce resistenza a tutti i danni contro il danno che ha provocato l'innesco pari a 2 + il tuo livello. Se il nemico si trova entro portata, lo Colpisci in mischia.</p>"
        },
        "Perform": {
            "name": "Esibirsi",
            "description": "<p>Quando esegui una breve performance (una canzone, un ballo, un paio di battute) usi l'azione Esibirsi. Quest'azione è particolarmente utile quando vuoi dimostrare le tue capacità o fare colpo su qualcuno. Difficilmente Esibirsi sarà sufficiente, ma potrebbe influenzare le CD delle successive prove di Diplomazia nei confronti del pubblico, o persino cambiarne l'atteggiamento, se il GM lo ritiene appropriato.</p>\n<p><strong>Successo Critico</strong> La tua esibizione impressiona il pubblico, che probabilmente inizierà a raccontare storie sulle tue capacità.</p>\n<p><strong>Successo</strong> Dai prova delle tue capacità e il pubblico apprezza la qualità della tua esibizione.</p>\n<p><strong>Fallimento</strong> La tua esibizione non è niente di che.</p>\n<p><strong>Fallimento Critico</strong> Dai prova soltanto di incompetenza.</p>\n\n<h2 class=\"title\">Esempi di Compiti di Esibirsi</h2>\n<ul>\n<li><strong>Senza Addestramento</strong> pubblico di popolani</li>\n<li><strong>Addestrato</strong> pubblico di artigiani</li>\n<li><strong>Esperto</strong> pubblico di mercanti o nobili minori</li>\n<li><strong>Maestro</strong> pubblico dell'alta nobiltà o di re minori</li>\n<li><strong>Leggendario</strong> pubblico di re maggiori o esseri ultramondani</li>\n</ul>"
        },
        "Final Surge": {
            "name": "Impeto Finale",
            "description": "<p>Avanzi due volte. La durata del @UUID[Compendium.pf2e.equipment-srd.GS4YvQieBS11JNYR]{mutageno cuor di draco} termina.</p>"
        },
        "Investigate": {
            "name": "Investigare",
            "description": "<p>Cerchi informazioni sui dintorni mentre viaggi a metà Velocità. Usi Ricordare Conoscenze come prova segreta per scoprire indizi sulle varie cose che vedi e con cui vieni in contatto mentre procedi. Mentre Investighi puoi usare qualsiasi abilità che abbia un'azione Ricordare Conoscenze, ma spetta al GM determinare se l'abilità è appropriata per gli indizi che vai cercando.</p>"
        },
        "Create a Diversion": {
            "name": "Creare un Diversivo",
            "description": "<p>Crei un diversivo con un gesto, un trucco o qualche parola, attirando altrove l'attenzione delle creature. Se usi un gesto o un trucco, questa azione ha il tratto maneggiare. Se usi le parole, guadagna invece i tratti uditivo e linguistico.</p>\n<p>Effettua una singola prova di Inganno (<span data-pf2-action=\"createADiversion\" data-pf2-glyph=\"A\" data-pf2-variant=\"distracting-words\">qualche parola</span>, <span data-pf2-action=\"createADiversion\" data-pf2-glyph=\"A\" data-pf2-variant=\"gesture\">gesto</span> o <span data-pf2-action=\"createADiversion\" data-pf2-glyph=\"A\" data-pf2-variant=\"trick\">trucco</span>) e comparala alla CD di Percezione delle creature che stai cercando di distrarre. Che tu la superi o meno, le creature che hai tentato di distrarre ottengono bonus di circostanza +4 alle proprie CD di Percezione contro i tuoi tentativi di Creare un Diversivo per 1 minuto.</p>\n<hr />\n<p><strong>Successo</strong> Diventi @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{nascosto} nei confronti di tutte le creature la cui CD di Percezione è pari o inferiore al tuo risultato. (La condizione nascosto ti permette di allontanarti @UUID[Compendium.pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Muovendoti Furtivamente}). La condizione dura fino alla fine del tuo turno o finché continui solo a fare Passi o usare le azioni Muoversi Furtivamente e @UUID[Compendium.pf2e.actionspf2e.XMcnh4cSI32tljXa]{Nascondersi} dell'abilità Furtività. Se Colpisci una creatura, essa è @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{Impreparata} nei confronti dell'attacco, dopodiché diventi @UUID[Compendium.pf2e.conditionitems.1wQY3JYyhMYeeV2G]{Osservato}. Se fai qualsiasi altra cosa diventi osservato appena prima di agire, a meno che il GM non decida diversamente.</p>\n<p><strong>Fallimento</strong> Non distogli l'attenzione delle creature che hanno una CD di Percezione superiore al tuo risultato, le quali sono consapevoli del fatto che stavi cercando di fregarle.</p>"
        },
        "Burrow": {
            "name": "Scavare",
            "description": "<p><strong>Requisiti: </strong>Hai una Velocità di Scavare.</p><hr /><p>Scavi attraverso terra, sabbia o un simile materiale friabile e ti muovi fino alla tua Velocità di Scavare. Non puoi scavare nella roccia o in altre sostanze più dense della terra se non hai una capacità che ti consente di farlo.</p>"
        },
        "Aid": {
            "name": "Aiutare",
            "description": "<p><strong>Innesco</strong>: Un alleato sta per usare un'azione che richiede una prova di abilità o un tiro per colpire</p>\n<p><strong>Requisiti</strong> L'alleato accetta il tuo aiuto e sei preparato ad aiutare (vedi sotto)</p>\n<hr />\n<p>Cerchi di aiutare il tuo alleato in un compito. Per usare questa reazione devi per prima cosa prepararti per aiutare, in genere usando un'azione nel tuo turno. Devi spiegare al GM esattamente come cerchi dì aiutare, ed egli determina se puoi aiutare il tuo alleato.</p>\n<p>Quando usi la tua reazione Aiutare, tenta una prova di abilità o un tiro per colpire di un tipo deciso dal GM. La CD tipica è 20, ma il GM può modificarla per compiti particolarmente facili o difficili. Il GM può aggiungere tratti pertinenti alla tua reazione aiutare o alla tua azione preparatoria, a seconda della, situazione, o anche consentirti di aiutare in prove che non siano di abilità o tiri per colpire.</p>\n<hr />\n<p><strong>Successo Critico</strong> Concedi al tuo alleato bonus di circostanza +2 alla prova innescante. Se sei maestro nella prova che hai tentato, il bonus è +3, e se sei leggendario è +4.</p>\n<p><strong>Successo</strong> Concedi al tuo alleato bonus di circostanza +1 alla prova innescante.</p>\n<p><strong>Fallimento Critico</strong> Concedi al tuo alleato penalità di circostanza -1 alla prova innescante.</p>\n<p>@UUID[Compendium.pf2e.other-effects.AHMUpMbaVkZ5A1KX]{Effetto: Aiutare}</p>"
        },
        "Drop Prone": {
            "name": "Cadere a Terra",
            "description": "<p>Cadi a terra @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono}.</p>"
        },
        "Avoid Notice": {
            "name": "Evitare l'Individuazione",
            "description": "<p>Tenti una prova di <span data-pf2-action=\"avoidNotice\">Furtività</span> per evitare di essere individuato mentre viaggi a metà velocità. Se hai il talento @UUID[Compendium.pf2e.feats-srd.Imvu2RV2ggjJ2HZt]{Furtività Rapida}, puoi muoverti a piena velocità anziché della metà, ma non puoi usare un'altra attività in esplorazione mentre fai ciò. Se hai il talento @UUID[Compendium.pf2e.feats-srd.n0urrOL8YlnVBVRQ]{Furtività Leggendaria}, puoi muoverti a piena Velocità e usare una seconda attività in esplorazione. Se stai Evitando l'Individuazione all'inizio di un incontro, di solito effettui una prova di Furtività anziché di Percezione per determinare la tua Iniziativa e per determinare se i nemici ti notano (a seconda della loro CD di Percezione, come di consueto per Furtività, a prescindere dai loro risultati nelle prove per l'Iniziativa).</p>"
        },
        "Liberating Step": {
            "name": "Passo del Liberatore",
            "description": "<p><strong>Innesco</strong> Un nemico danneggia, @UUID[Compendium.pf2e.conditionitems.kWc1fhmv9LBiTuei]{Afferra} o @UUID[Compendium.pf2e.actionspf2e.PMbdMWc2QroouFGD]{Lotta} con un tuo alleato, ed entrambi si trovano entro 4,5 metri da te.</p>\n<hr />\n<p>Liberi un alleato bloccato.</p>\n<p>Se l'innesco è stato provocato dal danno subito, l'alleato acquisisce resistenza a tutti i danni pari a 2 + il tuo livello contro di esso.</p>\n<p>L'alleato può tentare di liberarsi dagli effetti che lo afferrano, trattengono, @UUID[Compendium.pf2e.conditionitems.eIcWbB5o3pP6OIMe]{immobilizzano} o @UUID[Compendium.pf2e.conditionitems.6uEgoh53GbXuHpTF]{paralizzano}: può effettuare un nuovo Tiro Salvezza contro uno dei suddetti effetti, se lo concede, o tentare di @UUID[Compendium.pf2e.actionspf2e.SkZAQRkLLkmBQNB9]{Sfuggire} a un effetto come azione gratuita.</p>\n<p>Se può muoversi, l'alleato può fare un Passo come azione gratuita, anche se non ha bisogno di fuggire.</p>"
        },
        "Long Jump": {
            "name": "Salto in Lungo",
            "description": "<p>Avanzi prima di saltare in orizzontale e tentare una prova di <span data-pf2-action=\"longJump\" data-pf2-glyph=\"D\">Atletica</span> per incrementare la distanza coperta. La CD della prova di atletica è pari a 5 per ogni 1,5 metri che vuoi coprire Saltando (quindi CD 20 per saltare di 6 metri) Non puoi Saltare di una distanza superiore alla tua Velocità.</p>\n<p>Se non sei Avanzato di almeno 3 metri, o se cerchi di Saltare in una direzione che non è quella verso la quale sei Avanzato, fallisci automaticamente la prova. Il GM potrebbe incrementare o ridurre la CD della prova a seconda delle circostanze.</p>\n<hr />\n<p><strong>Successo</strong> Incrementa dell'ammontare desiderato la distanza orizzontale massima del tuo @UUID[Compendium.pf2e.actionspf2e.d5I6018Mci2SWokk]{salto}.</p>\n<p><strong>Fallimento</strong> Salti normalmente.</p>\n<p><strong>Fallimento Critico</strong> Salti normalmente, ma poi cadi e atterri @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono}.</p>"
        },
        "Hunt Prey": {
            "name": "Cacciare la Preda",
            "description": "<p>Designi una singola creatura come preda e concentri i tuoi attacchi su di essa. Devi essere in grado di vedere o sentire la preda, o devi essere impegnato a seguire le sue tracce durante l'esplorazione.</p>\n<p>Ottieni bonus di circostanza +2 alle prove di Percezione quando Individui la tua preda e bonus di circostanza +2 alle prove di Sopravvivenza di @UUID[Compendium.pf2e.actionspf2e.EA5vuSgJfiHH7plD]{Seguire Tracce} per rintracciarla. Inoltre, ignori la penalità agli attacchi a distanza effettuati contro la preda designata entro il tuo secondo incremento di gittata.</p>\n<p>Puoi designare come preda una sola creatura alla volta. Se utilizzi Cacciare la Preda contro una creatura mentre ne hai già una designata, la creatura precedente perde la designazione, che passa alla nuova preda. La designazione dura finché non effettui nuovamente i Preparativi Giornalieri.</p>"
        },
        "Hustle": {
            "name": "Affrettarsi",
            "description": "<p>Con uno sforzo, ti muovi al doppio della tua Velocità di viaggio. Puoi Affrettarti per un numero di minuti pari al tuo modificatore di Costituzione x 10 (minimo 10 minuti). Se sei in un gruppo che si Affretta, usa il modificatore di Costituzione più basso fra tutti per determinare la rapidità con cui il gruppo si Affretta.</p>"
        },
        "Attack of Opportunity": {
            "name": "Attacco di Opportunità",
            "description": "<p><strong>Innesco</strong> Una creatura entro la tua portata utilizza un'azione con il tratto maneggiare o una di movimento, effettua un attacco a distanza o esce da un quadretto mentre utilizza un'azione di movimento.</p>\n<hr />\n<p>Colpisci un avversario che si espone all'attacco. Colpisci in mischia la creatura che ha provocato l'innesco. Se metti a segno un colpo critico e l'innesco era un'azione con il tratto maneggiare, interrompi quell'azione. Questo Colpo non conta ai fini della penalità da attacchi multipli, e la penalità in questione non si applica a esso.</p>"
        },
        "Recall Knowledge (Society)": {
            "name": "Ricordare Conoscenze (Societa')",
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sulla resistenza agli attacchi fisici.</p>\n<p><strong>Società</strong> Storia locale, personalità chiave, istituzioni legali, struttura sociale e cultura umanoide.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p>\n<h2 class=\"title\">Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>"
        },
        "Treat Poison": {
            "name": "Curare Veleno",
            "description": "<p><strong>Requisiti</strong> Hai degli @UUID[Compendium.pf2e.equipment-srd.s1vB3HdXjMigYAnY]{strumenti da guaritore}.</p>\n<hr />\n<p>Curi un paziente per evitare la diffusione del veleno. Effettua una prova di <span data-pf2-action=\"treatPoison\" data-pf2-glyph=\"A\">Medicina</span> contro la CD del veleno. Dopo che hai effettuato un tentativo di Curare Veleno su di una creatura, non puoi effettuarne un altro prima del suo prossimo tiro salvezza contro il veleno.</p>\n<hr />\n<p><strong>Successo Critico</strong> Concedi alla creatura bonus di circostanza +4 al suo prossimo tiro salvezza contro il veleno.</p>\n<p><strong>Successo</strong> Concedi alla creatura bonus di circostanza +2 al suo prossimo tiro salvezza contro il veleno.</p>\n<p><strong>Fallimento Critico</strong> I tuoi sforzi impongono alla creatura penalità di circostanza -2 al suo prossimo tiro salvezza contro il veleno.</p>"
        },
        "Recall Knowledge (Arcana)": {
            "name": "Ricordare Conoscenze (Arcano)",
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sulla resistenza agli attacchi fisici.</p>\n<p><strong>Arcano</strong> Teorie arcana, tradizioni magiche, creature di importanza arcana e piani arcani.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p>\n<h2 class=\"title\">Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>"
        },
        "Recall Knowledge (Religion)": {
            "name": "Ricordare Conoscenze (Religione)",
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sulla resistenza agli attacchi fisici.</p>\n<p><strong>Religione</strong> Agenti divini, piani divini, teologia, miti oscuri e creature di importanza religiosa.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p>\n<h2 class=\"title\">Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>"
        },
        "Balance": {
            "name": "Bilanciarsi",
            "description": "<p><strong>Requisiti: </strong>Sei in un quadretto che contiene una superficie stretta, terreno irregolare o un'altra caratteristica simile.</p><hr /><p>Attraversi una superficie stretta o un terreno irregolare, effettuando una prova di Acrobazia contro la sua CD di Bilanciarsi. Mentre sei su una superficie stretta o su terreno irregolare sei Impreparato.</p><p><strong>Successo Critico</strong>: Ti muovi fino alla tua Velocità.</p><p><strong>Successo</strong>: Ti muovi fino alla tua Velocità come se fossi su Terreno Difficile (ogni 1,5 metri costano 3 metri di movimento).</p><p><strong>Fallimento</strong>: Devi rimanere fermo per mantenere l'equilibrio (sprecando l'azione) oppure cadi. Se cadi, il tuo turno finisce.</p><p><strong>Fallimento Critico</strong>: Cadi e il tuo turno finisce.</p>"
        },
        "Administer First Aid": {
            "name": "Prestare Primo Soccorso",
            "description": "<p><strong>Requisiti</strong> Stai tenendo degli @UUID[Compendium.pf2e.equipment-srd.s1vB3HdXjMigYAnY]{strumenti da guaritore} o li stai indossando e hai una mano libera.</p>\n<hr />\n<p>Presti il primo soccorso a una creatura adiacente che sia @UUID[Compendium.pf2e.conditionitems.yZRUzMqrMmfLu0V1]{morente} o @UUID[Compendium.pf2e.conditionitems.lDVqvLKA6eF3Df60]{sanguinante}. Se una creatura è morente e sanguinante, scegli quale delle due condizioni curare prima di tirare. In seguito puoi Prestare Primo Soccorso di nuovo per tentare di curare l'altro effetto.</p>\n<ul>\n<li><strong>Stabilizzare</strong> Effettua una prova di Medicina su una creatura che ha 0 Punti Ferita e la condizione morente. La CD è pari a 5 + la CD della prova per il recupero di quella creatura (solitamente 15 + il suo valore di Morente).</li>\n<li><strong>Fermare Sanguinamento</strong> Effettua una prova di Medicina su una creatura che sta subendo danni persistenti da sanguinamento, permettendole di effettuare un'altra prova semplice per rimuovere i danni persistenti. La CD è solitamente pari alla CD del l'effetto che ha provocato il sanguinamento.</li>\n</ul>\n<p><strong>Successo</strong> Se stai cercando di stabilizzare, la creatura perde la condizione morente, ma rimane @UUID[Compendium.pf2e.conditionitems.fBnFDH2MTzgFijKf]{priva di sensi}. Se stai cercando di fermare il sanguinamento, la creatura effettua una prova semplice per porre fine al sanguinamento.</p>\n<p><strong>Fallimento Critico</strong> Se stavi cercando di stabilizzare, il valore di Morente della creatura incrementa di 1. Se stavi tentando di fermare il sanguinamento, la creatura subisce immediatamente un ammontare di danni pari al suo danno persistente da sanguinamento.</p>"
        },
        "Repeat a Spell": {
            "name": "Ripetere un Incantesimo",
            "description": "<p>Lanci ripetutamente lo stesso incantesimo mentre ti muovi a metà Velocità. Di solito si tratta di un trucchetto che desideri sia in vigore nel casi di un combattimento, e devi poterlo lanciare in 2 azioni o meno, Per prevenire l'affaticamento dovuto ai lanci ripetuti , probabilmente userai quest'attività solo in circostanze fuori dall'ordinario.</p>\n<p>Puoi invece usare quest'attività per continuare a @UUID[Compendium.pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Mantenere un Incantesimo} o un'@UUID[Compendium.pf2e.actionspf2e.XSGlLjI80LDCimAP]Attivazione} con durata mantenuto. Gran parte di questi incantesimi o effetti di oggetti possono essere mantenuti per 1O minuti, ma alcuni indicano che hanno durate differenti.</p>"
        },
        "Refocus": {
            "name": "Rifocalizzare",
            "description": "<p><strong>Requisiti</strong> Hai una riserva di focalizzazione e hai speso almeno 1 Punto Focalizzazione dall'ultimo recupero di un qualsiasi Punto Focalizzazione.</p>\n<hr />\n<p>Spendi 10 minuti a compiere atti per ristabilire la tua connessione magica. Questo ripristina 1 Punto Focalizzazione nella tua riserva. Gli atti che devi compiere sono specificati nella classe o nella capacità che ti fornisce i tuoi incantesimi focalizzati. Tali atti possono di solito sovrapporsi ad altri compiti relativi alla fonte dei tuoi incantesimi focalizzati. Per esempio, un Chierico con incantesimi focalizzati da una Divinità buona può di solito Rifocalizzare mentre cura le ferite dei suoi alleati, e un Mago della scuola Illusionista potrebbe essere in grado di Rifocalizzare mentre compie l'azione @UUID[Compendium.pf2e.actionspf2e.eReSHVEPCsdkSL4G]{Identificare Magia} della scuola Illusione.</p>"
        },
        "Make an Impression": {
            "name": "Impressionare",
            "description": "<p>Con almeno 1 minuto di conversazione, durante il quale ti profondi in aperture carismatiche, adulazioni e altri atti di benevolenza, cerchi di fare una buona impressione su qualcuno per renderlo temporaneamente bendisposto. Alla fine della conversazione, effettua una prova di <span data-pf2-action=\"makeAnImpression\">Diplomazia</span> contro la CD di Volontà di un bersaglio, modificata dalle circostanze secondo il giudizio del GM. La buona impressione (o la cattiva impressione, in caso di fallimento critico) dura solo per l'interazione sociale corrente, a meno che il GM non decida altrimenti.</p>\n<hr />\n<p><strong>Successo Critico</strong> L'atteggiamento del bersaglio nei tuoi confronti migliora di due gradi.</p>\n<p><strong>Successo</strong> L'atteggiamento del bersaglio nei tuoi confronti migliora di un grado.</p>\n<p><strong>Fallimento Critico</strong> L'atteggiamento del bersaglio nei tuoi confronti peggiora di un grado.</p>"
        },
        "Stand": {
            "name": "Alzarsi",
            "description": "<p>Ti alzi da @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono}.</p>"
        },
        "Borrow an Arcane Spell": {
            "name": "Attingere Incantesimo Arcano",
            "description": "<p>Se sei un incantatore arcano che usa un libro degli incantesimi Per preparare i propri incantesimi, puoi tentare di preparare un incantesimo dal libro degli incantesimi di qualcun'altro. Il GM stabilisce la CD per la prova in base al livello e alla rarità dell'incantesimo; solitamente questa azione è un po' più semplice di @UUID[Compendium.pf2e.actionspf2e.Q5iIYCFdqJFM31GW]{Imparare un Incantesimo}.</p>\n<p><strong>Successo</strong> Prepari l'incantesimo come se fosse uno di quelli che hai normalmente a disposizione</p>\n<p><strong>Fallimento</strong> Non prepari l'incantesimo, ma puoi usare lo slot incantesimo per preparare un incantesimo diverso. Non puoi riprovare a preparare questo incantesimo fino alla prossima volta che preparerai gli incantesimi.</p>"
        },
        "Mount": {
            "name": "Montare",
            "description": "<p><strong>Requisiti</strong> Sei adiacente a una creatura più grande di te almeno di una taglia e consenziente a farti da cavalcatura.</p>\n<hr />\n<p>Sali sopra la creatura controllata in modo da poterla cavalcare. Se sei già in sella puoi usare quest'azione per smontare, scendendo dalla cavalcatura in uno spazio adiacente a essa.</p>"
        },
        "Grapple": {
            "name": "Lottare",
            "description": "<p><strong>Requisiti</strong> Hai almeno una mano libera. Il tuo bersaglio non può essere più grande di te di più di una taglia.</p>\n<hr />\n<p>Tenti di afferrare un avversario con la tua mano libera. Effettua una prova di <span data-pf2-action=\"grapple\" data-pf2-glyph=\"A\">Atletica</span> contro la sua CD di Tempra. Puoi anche Lottare per mantenere la presa su una creatura che hai già afferrato.</p>\n<hr />\n<p><strong>Successo Critico</strong> L'avversario è @UUID[Compendium.pf2e.conditionitems.VcDeM8A5oI6VqhbM]{trattenuto} fino alla fine del tuo prossimo turno, a meno che tu non ti muova o lui @UUID[Compendium.pf2e.actionspf2e.SkZAQRkLLkmBQNB9]{Sfugga}.</p>\n<p><strong>Successo</strong> L'avversario è @UUID[Compendium.pf2e.conditionitems.kWc1fhmv9LBiTuei]{afferrato} fino alla fine del tuo prossimo turno, a meno che tu non ti muova o lui Sfugga.</p>\n<p><strong>Fallimento</strong> Non riesci ad afferrare l'avversario. Se avevi già afferrato o trattenuto l'avversario con Lottare, non è più soggetto a queste condizioni.</p>\n<p><strong>Fallimento Critico</strong> L'avversario si libera se lo avevi già afferrato o trattenuto. Il bersaglio può afferrarti, come se avesse compiuto con successo l'azione lottare contro di te, oppure farti cadere e atterrare @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono}.</p>"
        },
        "Identify Alchemy": {
            "name": "Identificare Alchimia",
            "description": "<p><strong>Requisiti</strong> Hai degli @UUID[Compendium.pf2e.equipment-srd.4ftXXUCBHcf4b0MH]{Strumenti da Alchimista}.</p>\n<hr />\n<p>Usando degli strumenti da alchimista, puoi identificare la natura di un oggetto alchemico dopo 10 minuti di esperimenti. Se il tentativo viene interrotto, per qualsiasi motivo, devi ricominciare da capo.</p>\n<hr />\n<p><strong> Successo</strong> Identifichi l'oggetto e il modo di attivarlo. </p>\n<p><strong>Fallimento</strong> Non riesci a identificare l'oggetto, ma puoi riprovarci.</p>\n<p><strong>Fallimento Critico</strong> Sei certo che l'oggetto sia in verità un altro oggetto diverso, a scelta del GM.</p>"
        },
        "Learn a Spell": {
            "name": "Imparare un Incantesimo",
            "description": "<p><strong>Requisiti</strong> Hai un privilegio di classe \"lanciare incantesimi\", e l'incantesimo che vuoi imparare si trova nella lista degli incantesimi della tua tradizione.</p>\n<hr />\n<p>Ottieni accesso a un nuovo incantesimo della tua tradizione da qualcuno che già lo conosce o attraverso un testo magico, come un libro di incantesimi o una pergamena. Se puoi lanciare incantesimi di più tradizioni, puoi Imparare un Incantesimo di una qualsiasi di esse, ma per farlo devi usare l'abilità associata. Se, per esempio, sei un chierico con l'archetipo di multiclasse bardo, non puoi usare Religione per aggiungere un incantesimo occulto al tuo repertorio degli incantesimi da bardo.</p>\n<p>Per imparare l'incantesimo devi:</p>\n<ul>\n<li>Trascorrere ininterrottamente 1 ora per livello dell'incantesimo conversando con una persona che lo conosce o avere il testo magico in tuo possesso.</li>\n<li>Avere materiali per il Prezzo indicato nella Tabella 4-3.</li>\n<li>Effettuare una prova dell'abilità corrispondente alla tua tradizione (la CD è stabilita del GM, spesso è simile a quella indicata nella Tabella 4-3). Incantesimi più rari hanno CD superiori.</li>\n</ul>\n<p>Se hai un libro di incantesimi, Imparare un Incantesimo ti permette di aggiungerlo a esso; se prepari gli incantesimi scegliendoli da una lista, lo aggiungi alla lista; se hai un repertorio, puoi sceglierlo quando aggiungi o scambi incantesimi.</p>\n<hr />\n<p><strong>Successo Critico</strong> Spendi la metà dei materiali e impari l'incantesimo.</p>\n<p><strong>Successo</strong> Spendi i materiali e impari l'incantesimo.</p>\n<p><strong>Fallimento</strong> Non impari l'incantesimo, ma puoi riprovare quando sali di livello. Non spendi i materiali.</p>\n<p><strong>Fallimento Critico</strong> Come per Fallimento, ma spendi metà dei materiali.</p>"
        },
        "Quick Tincture": {
            "name": "Tintura Rapida",
            "description": "<p><strong>Costo</strong> 1 fiala versatile</p>\n<p><strong>Requisiti</strong> Conosci la formula dell'oggetto alchemico che stai creando, hai in mano o indossi gli strumenti da alchimista e hai una mano libera.</p>\n<hr />\n<p>Mescoli rapidamente una tintura di breve durata. Crei un singolo elisir o strumento alchemico del tuo livello o inferiore senza dover pagare il normale costo monetario dei reagenti alchemici o dover effettuare una prova di Artigianato. L'oggetto in questione ha il tratto infuso, ma rimane efficace solo fino alla fine del turno in corso.</p>"
        },
        "Feint": {
            "name": "Fintare",
            "description": "<p><strong>Requisiti </strong>L'avversario contro il quale stai cercando di Fintare è entro la tua portata in mischia.</p>\n<hr />\n<p>Svii l'attenzione dell'avversario con un'abile mossa, lasciandolo Impreparato a reagire al tuo vero attacco. Effettua una prova di <span data-pf2-action=\"feint\" data-pf2-glyph=\"A\">Inganno</span> contro la sua CD di Percezione.</p>\n<hr />\n<p><strong>Successo Critico</strong> Aggiri completamente le difese dell'avversario. Il bersaglio è @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{impreparato} contro i tuoi attacchi in mischia fino alla fine del tuo prossimo turno.</p>\n<p><strong>Successo</strong> Inganni l'avversario, ma solo temporaneamente. Il bersaglio è impreparato contro i tuoi attacchi in mischia fino alla fine del tuo turno attuale.</p>\n<p><strong>Fallimento Critico</strong> La tua finta ti si ritorce contro. Sei impreparato contro gli attacchi in mischia dell'avversario fino alla fine del tuo prossimo turno.</p>"
        },
        "Maneuver in Flight": {
            "name": "Manovrare in Volo",
            "description": "<p><strong>Requisiti</strong> Hai una Velocità di Volare.</p>\n<hr />\n<p>Provi a compiere una manovra difficile in volo. Effettua una prova di <span data-pf2-action=\"maneuverInFlight\" data-pf2-glyph=\"A\">Acrobazia</span>. Il GM determina quali manovre puoi effettuare, ma difficilmente ti permetterà di muoverti più di quanto permesso dalla tua Velocità di Volare.</p>\n<hr />\n<p><strong>Successo</strong> Compi la manovra.</p>\n<p><strong>Fallimento</strong> La manovra fallisce. Il GM sceglie se semplicemente, non puoi muoverti o se accade qualcosa di negativo. Il risultato dovrebbe essere appropriato alla manovra (come finire fuori rotta se cercavi di virare in direzione contraria a un forte vento).</p>\n<p><strong>Fallimento Critico</strong> Come fallimento ma le conseguenze sono peggiori.</p>\n<h2 class=\"title\">Esempi di Compiti di Manovrare in Volo</h2>\n<ul>\n<li><strong>Addestrato</strong> ascesa ripida o discesa in picchiata</li>\n<li><strong>Esperto</strong> volare controvento, librarsi a mezz'aria</li>\n<li><strong>Maestro</strong> invertire la direzione</li>\n<li><strong>Leggendario</strong> volare con vento di burrasca</li>\n</ul>"
        },
        "Earn Income": {
            "name": "Guadagnare",
            "description": "<p>Puoi usare un'abilità (solitamente Artigianato, Sapienza o Esibizione) per guadagnare soldi durante una pausa, ma per farlo devi essere addestrato nell'abilità relativa. Ci vuole del tempo per cominciare, e i tuoi introiti dipendono dal tuo grado di competenza e da quanto è remunerativo il compito che riesci a ottenere. Poiché questo processo richiede un tempo significativo e necessita di tenere traccia di elementi che non riguardano il progresso dell'avventura, non sarà possibile effettuarlo in tutte le campagne.</p>\n<p>In alcuni casi il GM potrebbe permetterti di usare un'abilità diversa per Guadagnare facendo un lavoro specializzato. Solitamente si tratta di un impiego accademico, come usare Religione in un monastero per studiare antichi tomi (tenere sermoni in chiesa ricadrebbe comunque nell'ambito di Esibizione, e non di Religione). Potresti anche usare le tue abilità fisiche per guadagnare, per esempio usando Acrobazia per esibirti in un circo o Furto per borseggiare. Se usi abilità che non siano Artigianato, Sapienza o Esibizione la CD tende a essere parecchio superiore.</p>\n<h2 class=\"title\">Usi Abilità</h2>\n<p><strong>Artigianato</strong> Guadagnare fabbricando beni di consumo.</p>\n<p><strong>Esibizione</strong> Guadagnare esibendosi.</p>\n<p><strong>Sapienza</strong> Guadagnare usando la tua conoscenza per praticare un mestiere.</p>\n<h2 class=\"title\">Guadagnare</h2>\n<p><span class=\"trait\" title=\"An activity with this trait takes a day or more, and can be used only during downtime.\">Pausa</span></p>\n<hr />\n<p>Usi una delle tue abilità per fare soldi durante un periodo di pausa. Il GM stabilisce un livello del compito per rappresentare I lavori più remunerativi disponibili. Puoi andare in cerca di incarichi di basso livello, ma è il GM a determinare se ne trovi. A volte, però, puoi cercare di trovare un lavoro migliore di quello che ti era stato inizialmente offerto, ma la cosa richiede tempo e l'uso dell'abilità Diplomazia per Raccogliere Informazioni, fare ricerche o socializzare.</p>\n<p>Quando accetti un impiego, il GM stabilisce in segreto la CD della tua prova di abilità. Dopo il tuo primo giorno di lavoro tiri per determinare i tuoi introiti. Il guadagno dipende dal risultato della prova, dal livello del compito e dal tuo grado di competenza come indicato dalla Tabella Guadagni).</p>\n<p>Nei giorni successivi puoi continuare con il tuo impiego senza bisogno di ripetere la prova. Continui a guadagnare lo stesso ammontare in tutti i giorni dopo il primo finché non porti a termine il compito (il GM decide per quanto tempo puoi lavorare in quel ruolo). La maggior parte dei compiti durano una o due settimane, ma alcuni possono richiedere mesi o addirittura, anni.</p>\n<h2>Tabella 4-2: Guadagni</h2>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Livello del compito</th>\n<th>Fallimento</th>\n<th>Addestrato</th>\n<th>Esperto</th>\n<th>Maestro</th>\n<th>Leggendario</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>0</td>\n<td>1 mr</td>\n<td>5 mr</td>\n<td>5 mr</td>\n<td>5 mr</td>\n<td>5 mr</td>\n</tr>\n<tr>\n<td>1</td>\n<td>2 mr</td>\n<td>2 ma</td>\n<td>2 ma</td>\n<td>2 ma</td>\n<td>2 ma</td>\n</tr>\n<tr>\n<td>2</td>\n<td>4 mr</td>\n<td>3 ma</td>\n<td>3 ma</td>\n<td>3 ma</td>\n<td>3 ma</td>\n</tr>\n<tr>\n<td>3</td>\n<td>8 mr</td>\n<td>5 ma</td>\n<td>5 ma</td>\n<td>5 ma</td>\n<td>5 ma</td>\n</tr>\n<tr>\n<td>4</td>\n<td>1 ma</td>\n<td>7 ma</td>\n<td>8 ma</td>\n<td>8 ma</td>\n<td>8 ma</td>\n</tr>\n<tr>\n<td>5</td>\n<td>2 ma</td>\n<td>9 ma</td>\n<td>1 mo</td>\n<td>1 mo</td>\n<td>1 mo</td>\n</tr>\n<tr>\n<td>6</td>\n<td>3 ma</td>\n<td>1 mo, 5 ma</td>\n<td>2 mo</td>\n<td>2 mo</td>\n<td>2 mo</td>\n</tr>\n<tr>\n<td>7</td>\n<td>4 ma</td>\n<td>2 mo</td>\n<td>2 mo, 5 ma</td>\n<td>2 mo, 5 ma</td>\n<td>2 mo, 5 ma</td>\n</tr>\n<tr>\n<td>8</td>\n<td>5 ma</td>\n<td>2 mo, 5 ma</td>\n<td>3 mo</td>\n<td>3 mo</td>\n<td>3 mo</td>\n</tr>\n<tr>\n<td>9</td>\n<td>6 ma</td>\n<td>3 mo</td>\n<td>4 mo</td>\n<td>4 mo</td>\n<td>4 mo</td>\n</tr>\n<tr>\n<td>10</td>\n<td>7 ma</td>\n<td>4 mo</td>\n<td>5 mo</td>\n<td>6 mo</td>\n<td>6 mo</td>\n</tr>\n<tr>\n<td>11</td>\n<td>8 ma</td>\n<td>5 mo</td>\n<td>6 mo</td>\n<td>8 mo</td>\n<td>8 mo</td>\n</tr>\n<tr>\n<td>12</td>\n<td>9 ma</td>\n<td>6 mo</td>\n<td>8 mo</td>\n<td>10 mo</td>\n<td>10 mo</td>\n</tr>\n<tr>\n<td>13</td>\n<td>1 mo</td>\n<td>7 mo</td>\n<td>10 mo</td>\n<td>15 mo</td>\n<td>15 mo</td>\n</tr>\n<tr>\n<td>14</td>\n<td>1 mo, 5 ma</td>\n<td>8 mo</td>\n<td>15 mo</td>\n<td>20 mo</td>\n<td>20 mo</td>\n</tr>\n<tr>\n<td>15</td>\n<td>2 mo</td>\n<td>10 mo</td>\n<td>20 mo</td>\n<td>28 mo</td>\n<td>28 mo</td>\n</tr>\n<tr>\n<td>16</td>\n<td>2 mo, 5 ma</td>\n<td>13 mo</td>\n<td>25 mo</td>\n<td>36 mo</td>\n<td>40 mo</td>\n</tr>\n<tr>\n<td>17</td>\n<td>3 mo</td>\n<td>15 mo</td>\n<td>30 mo</td>\n<td>45 mo</td>\n<td>55 mo</td>\n</tr>\n<tr>\n<td>18</td>\n<td>4 mo</td>\n<td>20 mo</td>\n<td>45 mo</td>\n<td>70 mo</td>\n<td>90 mo</td>\n</tr>\n<tr>\n<td>19</td>\n<td>6 mo</td>\n<td>30 mo</td>\n<td>60 mo</td>\n<td>100 mo</td>\n<td>130 mo</td>\n</tr>\n<tr>\n<td>20</td>\n<td>8 mo</td>\n<td>40 mo</td>\n<td>75 mo</td>\n<td>150 mo</td>\n<td>200 mo</td>\n</tr>\n<tr>\n<td>20 (successo critico)</td>\n<td> </td>\n<td>50 mo</td>\n<td>90 mo</td>\n<td>175 mo</td>\n<td>300 mo</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Successo Critico</strong> Fai un lavoro eccezionale. Ottieni l'ammontare di monete indicato per il livello del compito + 1 e il tuo grado di competenza.</p>\n<p><strong>Successo</strong> Fai bene il tuo lavoro. Ottieni l'ammontare di monete indicato per il livello del compito e il tuo grado di competenza.</p>\n<p><strong>Fallimento</strong> Fai un lavoro scadente e vieni pagato il minimo. Ottieni l'ammontare di monete indicato per il livello del compito nella colonna Fallimento. Probabilmente il GM ridurrà il tempo in cui puoi lavorare in quel ruolo.</p>\n<p><strong>Fallimento Critico</strong> Non guadagni nulla per il tuo lavoro e vieni immediatamente licenziato. Non puoi continuare il compito. La tua reputazione ne risente, e in futuro potrebbe esserti difficile trovare impieghi ben pagati in quella comunità.</p>\n<h2 class=\"title\">Esempi di Compiti di Guadagnare</h2>\n<p>Questi esempi usano Sapienza sull'Alcol per lavorare in un'osteria o Sapienza Legale per un impiego nell'ambito legale.</p>\n<ul>\n<li><strong>Addestrato</strong> servire al bancone, fare ricerche in ambito legale</li>\n<li><strong>Esperto</strong> curare una selezione di drink, rappresentare assistiti in processi minori</li>\n<li><strong>Maestro</strong> gestire una grande distilleria, rappresentare assistiti in processi importanti</li>\n<li><strong>Leggendario</strong> gestire un marchio multinazionale di bevande alcoliche, presentare un caso nelle corti dell'Inferno</li>\n</ul>\n<h2 class=\"title\">Mettere in Scena uno Spettacolo [Esibizione]</h2>\n<p>Ti esibisci di fronte a un pubblico per denaro. Il pubblico disponibile determina il livello del compito, poiché un pubblico più raffinato può pagare di più, ma è anche più difficile da impressionare. Il GM determina il livello del compito in base ai pubblici disponibili: esibirsi per strada di fronte a dei popolani è un compito di livello 0, farlo per un gruppo di artigiani dai gusti più raffinati potrebbe essere di 2° o 3° livello, mentre per mercanti, nobili o re li livello è via via maggiore. Il tuo grado di successo determina se hai commosso il pubblico e se vieni ricompensato con applausi o pomodori e uova marce.</p>\n<h2 class=\"title\">Produrre Beni di Consumo [Artigianato]</h2>\n<p>Usando Artigianato puoi lavorare per produrre oggetti comuni da vendere. Di solito è abbastanza semplice trovare lavoro fabbricando oggetti basilari di livello inferiore di 1 o 2 al livello dell'insediamento. Compiti di livello più elevato rappresentano commissioni speciali, come la richiesta di Fabbricare uno specifico oggetto e Venderlo all'acquirente a prezzo pieno. Queste opportunità non sono frequenti, e potrebbero esserci dei requisiti particolari (o delle gravi conseguenze se dovessi deludere un cliente importante).</p>\n<h2 class=\"title\">Praticare un Mestiere [Sapienza]</h2>\n<p>Applichi i benefici concreti di una delle tue specializzazioni di Sapienza per praticare un mestiere durante un periodo di pausa. È abbastanza semplice trovare un lavoro usando specialità di Sapienza relative ad affari, legge o navigazione, perché c'è molta offerta. Se invece cerchi di usare una specializzazione piuttosto desueta per Guadagnare con Sapienza, il GM potrebbe incrementare la CD o decidere che sono disponibili solo impieghi di basso livello. Potresti anche avere bisogno di strumenti specialistici per accettare il posto, come attrezzi da minatore per lavorare in miniera o una bilancia da mercante per la compravendita di oggetti preziosi in un mercato.</p>"
        },
        "Steal": {
            "name": "Rubare",
            "description": "<p>Cerchi di prendere un piccolo oggetto a un'altra creatura senza essere notato. Solitamente puoi Rubare solo oggetti di Volume trascurabile, e fallisci automaticamente se la creatura che ha l'oggetto sta combattendo o è in guardia.</p><p> </p><p>Effettua una prova di Furto per stabilire se riesci a Rubare l'oggetto. La CD per Rubare è solitamente la CD di Percezione della creatura che indossa l'oggetto. Ciò presuppone che l'oggetto sia indossato, ma non attentamente sorvegliato (come un borsello pieno di monete chiuso in maniera lasca, o un oggetto all'interno di quel borsello). Se l'oggetto è in una tasca, o è comunque protetto in maniera simile, subisci penalità -5 alla tua prova di Furto. Il GM potrebbe incrementare la CD della prova se la natura dell'oggetto lo rende particolarmente difficile da rubare (come un oggetto molto piccolo in uno zaino grande, o un foglio di pergamena nascosto tra altri documenti).</p><p> </p><p>Potresti inoltre dover comparare il risultato della tua prova di Furto con le CD di Percezione delle creature che ti osservano (esclusa la persona che indossa l'oggetto). Il GM può incrementare le CD di Percezione di queste creature se sono distratte.</p><p> </p><p><strong>Successo</strong> Rubi l'oggetto senza che il portatore se ne accorga, oppure un osservatore non ti vede prendere o cercare di prendere l'oggetto.</p><p><strong>Fallimento</strong> Il portatore nota il tuo tentativo prima che tu possa rubare l'oggetto, oppure un osservatore ti vede prendere o cercare di prendere l'oggetto. Il GM determina le reazioni di ciascuna creatura che nota il tuo furto.</p>"
        },
        "Master Strike": {
            "name": "Colpo Magistrale",
            "description": "<p><strong>Innesco</strong> Il tuo Colpo va a segno contra una creatura @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{impreparata} e infligge danni.</p>\n<hr />\n<p>Il bersaglio effettua un tiro salvezza su Tempra contra la tua CD di classe, dopodiché diventa temporaneamente immune al tuo Colpo Magistrale per 1 giorno.</p>\n<hr />\n<p><strong>Successo Critico</strong> Il bersaglio non viene influenzato.</p>\n<p><strong>Successo</strong> Il bersaglio diventa @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{indebolito 2} fino alla fine del tuo turno successivo.</p>\n<p><strong>Fallimento</strong> Il bersaglio rimane @UUID[Compendium.pf2e.conditionitems.6uEgoh53GbXuHpTF]{paralizzato} per 4 round.</p>\n<p><strong>Fallimento Critico</strong> Il bersaglio rimane paralizzato per 4 round, cade @UUID[Compendium.pf2e.conditionitems.fBnFDH2MTzgFijKf]{privo di sensi} per 2 ore o viene ucciso (a tua scelta).</p>"
        },
        "Absorb into the Aegis": {
            "name": "Assorbire nell'Egida",
            "description": "<p><strong>Innesco</strong> Un nemico lancia un incantesimo che bersaglia te o un alleato entro 4,5 metri da te</p><hr /><p>Interponi l'interdizione del tuo scudo contro l'incantesimo. Tenta una prova di Contrasto, usando il tuo modificatore di Religione come modificatore di Contrasto. In caso di successo, l'incantesimo è contrastato e il tuo scudo subisce danno pari quattro volte il livello dell'incantesimo assorbendo e disperdendo l'energia magica. In caso di fallimento, lo scudo subisce danno pari al doppio del livello dell'incantesimo.</p>"
        },
        "Cover Tracks": {
            "name": "Coprire Tracce",
            "description": "<p>Muovendoti fino a metà della tua Velocità di viaggio copri le tue tracce, usando le regole a pag. 479 (Evitare l'Individuazione). Non devi effettuare una prova di Sopravvivenza per coprire le tue tracce, ma chiunque le segua deve superare una prova di Sopravvivenza contro la tua CD di Sopravvivenza, se è superiore rispetto alla normale CD di @UUID[Compendium.pf2e.actionspf2e.EA5vuSgJfiHH7plD]{Seguire Tracce}.</p>\n<p>A volte potresti Coprire Tracce durante un incontro. In questo caso Coprire Tracce è un'azione singola e non ha il tratto esplorazione.</p>"
        },
        "Recall Knowledge (Medicine)": {
            "name": "Ricordare Conoscenze (Medicina)",
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sulla resistenza agli attacchi fisici.</p>\n<p><strong>Medicina</strong> Malattie, veleni, ferite e medicina forense.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p>\n<h2 class=\"title\">Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>"
        },
        "Force Open": {
            "name": "Forzare",
            "description": "<p>Usando il tuo corpo, una leva o un altro strumento cerchi di aprire con la forza una porta, una finestra, una cassa o un portone pesante. Se il tuo risultato è sufficientemente alto puoi anche aprire una breccia in un muro. Senza un piede di porco, subisci penalità dell'oggetto -2 alla prova di <span data-pf2-action=\"forceOpen\" data-pf2-glyph=\"A\">Atletica</span> per Forzare.</p>\n<hr />\n<p><strong>Successo Critico</strong> Apri la porta, la finestra, la cassa o il portone senza danneggiarlo.</p>\n<p><strong>Successo</strong> Sfondi la porta, la finestra, la cassa o il portone, il quale ottiene la condizione @UUID[Compendium.pf2e.conditionitems.6dNUvdb1dhToNDj3]{rotto}. Se e molto resistente, il GM potrebbe decidere che subisce dei danni senza diventare rotto.</p>\n<p><strong>Fallimento Critico</strong> Il tuo tentativo blocca la porta, la finestra, la cassa o il portone, imponendo penalità di circostanza -2 ai futuri tentativi di Forzarlo.</p>\n<h2>Esempi di Compiti di Forzare</h2>\n<ul>\n<li><strong>Senza addestramento</strong> tessuto, vetro fragile</li>\n<li><strong>Addestrato</strong> ghiaccio, vetro resistente</li>\n<li><strong>Esperto</strong> porta di legno fragile, saracinesca di legno</li>\n<li><strong>Maestro</strong> porta di legno robusto, saracinesca di ferro, sbarre di metallo</li>\n<li><strong>Leggendario</strong>: porta di pietra o ferro</li>\n</ul>"
        },
        "Escape": {
            "name": "Sfuggire",
            "description": "<p>Tenti di sfuggire mentre sei @UUID[Compendium.pf2e.conditionitems.kWc1fhmv9LBiTuei]{afferrato}, @UUID[Compendium.pf2e.conditionitems.eIcWbB5o3pP6OIMe]{immobilizzato} o @UUID[Compendium.pf2e.conditionitems.VcDeM8A5oI6VqhbM]{trattenuto}. Scegli una creatura, oggetto, effetto di incantesimo, pericolo o altro impedimento che ti imponga qualsiasi di queste condizioni. Tenta una prova usando il tuo modificatore di attacco senz'armi contro la CD dell'effetto; in genere si tratta della CD di Atletica di una creatura che ti afferra, la CD di Furto di una creatura che ti ha legato, la CD di incantesimo dell'effetto di un incantesimo oppure la CD di Fuggire di un oggetto, pericolo o altro impedimento. Puoi tentare una prova di Acrobazia o Atletica anziché usare il tuo modificatore di attacco, se lo desideri; l'azione mantiene comunque il tratto attacco.</p>\n<hr />\n<p><strong>Successo Critico</strong> Ti liberi e rimuovi la condizione Afferrato, Immobilizzato e Trattenuto imposta dal bersaglio che hai scelto. Puoi poi Avanzare fino a 1,5 metri.</p>\n<p><strong>Successo</strong> Ti liberi e rimuovi la condizione Afferrato, Immobilizzato e Trattenuto imposta dal bersaglio che hai scelto.</p>\n<p><strong>Fallimento Critico</strong> Non ti liberi e non puoi tentare di Fuggire di nuovo fino al tuo prossimo turno.</p>"
        },
        "Treat Disease": {
            "name": "Curare Malattia",
            "description": "<p><strong>Requisiti</strong> Hai degli @UUID[Compendium.pf2e.equipment-srd.s1vB3HdXjMigYAnY]{strumenti da guaritore}.</p>\n<hr />\n<p>Trascorri almeno 8 ore prendendoti cura di una creatura ammalata. Effettua una prova di <span data-pf2-action=\"treatDisease\">Medicina</span> contro la CD della malattia. Dopo che hai effettuato un tentativo di Curare Malattia su di una creatura, non puoi effettuarne un altro prima del suo prossimo tiro salvezza contro la malattia.</p>\n<hr />\n<p><strong>Successo Critico</strong> Concedi alla creatura bonus di circostanza +4 al suo prossimo tiro salvezza contro la malattia.</p>\n<p><strong>Successo</strong> Concedi alla creatura bonus di circostanza +2 al suo prossimo tiro salvezza contro la malattia.</p>\n<p><strong>Fallimento Critico</strong> I tuoi sforzi impongono alla creatura penalità di circostanza -2 al suo prossimo tiro salvezza contro la malattia.</p>"
        },
        "Search": {
            "name": "Cercare",
            "description": "<p>Cerchi meticolosamente di @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Individuare} porte segrete, pericoli nascosti e simili. Di solito puoi fare una stima ragionata dei posti migliori da controllare e muoverti a metà Velocità, ma se vuoi essere minuzioso e certo di aver controllato ovunque, devi viaggiare a una Velocità non superiore a 90 metri al minuto, o 45 metri al minuto per controllare ogni luogo prima di entrarvi. Puoi sempre muoverti più lentamente mentre Cerchi, per coprire un'area con più precisione, e il talento @UUID[Compendium.pf2e.feats-srd.GdZLxDtFXaQI3Fop]{Ricerca Spedita} aumenta queste Velocità massime. Se ti imbatti in una porta, oggetto o pericolo segreto mentre Cerchi, il GM tenta una prova segreta gratuita di Individuare per vedere se lo noti. In luoghi con parecchi oggetti da controllare, devi fermarti e impiegare un tempo significativamente più lungo per cercare meticolosamente.</p>"
        },
        "Crawl": {
            "name": "Andare Carponi",
            "description": "<p><strong>Requisiti</strong> Sei prono e la tua Velocità è almeno 3 metri.</p>\n<hr />\n<p>Ti muovi per 1,5 metri strisciando e continui a rimanere @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono}.</p>"
        },
        "Affix a Talisman": {
            "name": "Applicare un Talismano",
            "description": "<p><strong>Requisiti</strong> Devi usare un @UUID[Compendium.pf2e.equipment-srd.vLGDUFrg4yGzpTQX]{kit da riparazione}</p>\n<hr />\n<p>Impieghi 10 minuti per applicare un talismano a un oggetto, collocando l'oggetto su una superficie stabile e usando il kit da riparazione con entrambe le mani; puoi usare questa attività anche per rimuovere un talismano. Se più talismani sono applicati a un solo oggetto, essi sono soppressi nessuno di essi può essere attivato.</p>"
        },
        "Step": {
            "name": "Passo",
            "description": "<p><strong>Requisiti</strong> La tua Velocità è almeno 3 metri.</p>\n<hr />\n<p>Ti muovi attentamente di 1,5 metri. A differenza di gran parte dei tipi di movimento, il Passo non innesca reazioni, come @UUID[Compendium.pf2e.actionspf2e.KAVf7AmRnbCAHrkT]{Attacchi di Opportunità}, basate su azioni di movimento o su entrata e uscita da un quadretto.</p>\n<p>Non puoi fare un Passo su un terreno difficile, e non puoi fare un Passo usando una Velocità diversa dalla tua Velocità sul terreno.</p>"
        },
        "Avert Gaze": {
            "name": "Evitare lo Sguardo",
            "description": "<p>Distogli lo sguardo dal pericolo.</p>\n<p>Ottieni bonus di circostanza +2 ai tiri salvezza contro capacità visive che ti richiedono di guardare una creatura o oggetto, come lo sguardo pietrificante di una medusa. Distogli lo sguardo fino all'inizio del tuo prossimo turno.</p>"
        },
        "Sneak": {
            "name": "Muoversi Furtivamente",
            "description": "<p>Puoi tentare di muoverti verso un altro posto mentre diventi o rimani @UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{non individuato}. Avanza fino a metà della tua Velocità. (Puoi usare Muoversi Furtivamente mentre Nuoti, Scali, Scavi o Voli anziché mentre Avanzi, se hai il corrispondente tipo di movimento ti muovi comunque fino a un massimo di metà di quella Velocità).</p>\n<p>Se sei non individuato da una creatura ed è impossibile che tu divenga osservato da essa (nel caso di una creatura tipica, ciò può significare che tu sei @UUID[Compendium.pf2e.conditionitems.zJxUflt9np0q4yML]{invisibile}, che essa è @UUID[Compendium.pf2e.conditionitems.XgEqL1kFApUbl5Z2]{cieca} o che tu sei nell'oscurità ed essa non può vedere nel buio) ogni fallimento critico che ottieni in una prova di Muoversi Furtivamente viene considerato invece un fallimento. Continui, inoltre, a essere non individuato se perdi copertura o copertura maggiore o non sei più @UUID[Compendium.pf2e.conditionitems.DmAIPqOBomZ7H95W]{occultato} nei suoi confronti.</p>\n<p>Alla fine del tuo movimento, il GM effettua la tua prova di <span data-pf2-action=\"sneak\" data-pf2-glyph=\"A\">Furtività</span> in segreto e ne confronta il risultato con la CD di Percezione di ciascuna delle creature dalle quali eri @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{nascosto} o non individuato a inizio del tuo movimento. Se, mentre Avanzi, hai copertura o copertura maggiore da quella creatura ottieni bonus di circostanza +2 per la copertura (o +4 per la copertura maggiore) alla tua prova di Furtività. Poiché ti stai muovendo, l'incremento di bonus dovuto all'@UUID[Compendium.pf2e.actionspf2e.ust1jJSCZQUhBZIz]{Andare in Copertura} non si applica. Non devi effettuare una prova contro una creatura se, alla fine del tuo movimento, non sei occultato da essa né hai copertura o copertura maggiore nei suoi confronti: diventi automaticamente @UUID[Compendium.pf2e.conditionitems.1wQY3JYyhMYeeV2G]{osservato} da essa.</p>\n<hr />\n<p><strong>Successo</strong> Sei non individuato dalla creatura durante il tuo movimento e mantieni la stessa condizione alla fine di esso.</p>\n<p>Diventi osservato appena compi un'azione che non sia Nascondersi, Muoversi Furtivamente o Passo. Se cerchi di Colpire una creatura, essa è @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{impreparata} contro quell'attacco e poi diventi osservato. Se fai qualsiasi altra cosa diventi osservato appena prima di agire, a meno che il GM non decida diversamente. Il GM potrebbe permetterti di compiere un'azione molto poco appariscente senza essere notato, magari richiedendoti di effettuare un'altra prova di Furtività. Se parli o fai deliberatamente un forte rumore diventi nascosto anziché non individuato.</p>\n<p>Se una creatura usa @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Individuare} e ciò ti rende nascosto a essa, devi Muoverti Furtivamente se vuoi tornare a essere non individuato da essa.</p>\n<p><strong>Fallimento</strong> Un suono o un segno rivelatore rendono nota la tua posizione, ma rimani comunque inosservato. Sei nascosto dalla creatura per tutto il tuo movimento e mantieni tale condizione alla fine.</p>\n<p><strong>Fallimento Critico </strong> Ti hanno individuato! Sei osservato dalla creatura per tutto il tuo movimento, e mantieni tale condizione alla sua fine. Se sei Invisibile ed eri nascosto dalla creatura, anziché osservato sei nascosto per tutto il tuo movimento, e mantieni tale condizione alla sua fine.</p>"
        },
        "Foresight": {
            "name": "Previsione",
            "description": "<p><strong>Innesco</strong> II bersaglio di <em>@UUID[Compendium.pf2e.spells-srd.qsNeG9KZpODSACMq]{previsione}</em> si difende contro una creatura ostile o altri pericoli.</p>\n<hr />\n<p><strong>Effetto</strong> Se la creatura ostile o il pericolo forzano il bersaglio a tirare dadi (come con un tiro salvezza), il bersaglio tira due dadi ed usa il risultato più alto, e questo incantesimo ottiene il tratto fortuna. Ma se la creatura ostile o il pericolo stanno tirando il dado contro il bersaglio (un tiro per colpire o prova di abilità, ad esempio), quella creatura ostile o pericolo tira il dado due volte ed usa il risultato più basso, e questo incantesimo ottiene il tratto sfortuna.</p>"
        },
        "Strike": {
            "name": "Colpire",
            "description": "<p>Attacchi con un'arma che impugni o con un attacco senz'armi, prendendo a bersaglio una singola creatura entro la tua portata (per un attacco in mischia) o entro la gittata (per un attacco a distanza). Effettua il Tiro per Colpire per l'arma o l'attacco senz'armi che stai usando e confronta il risultato con la CA della creatura bersaglio per determinare l'effetto.</p><p> </p><p><strong>Successo Critico</strong> Come per il successo, ma infliggi danni doppi.</p><p><strong>Successo</strong> Infliggi danni a seconda dell'arma o dell 'attacco senz'armi, inclusi modificatori, bonus e penalità.</p>"
        },
        "Hide": {
            "name": "Nascondersi",
            "description": "<p>Ti nascondi dietro una copertura o una copertura maggiore, oppure sfrutti l'occultamento per diventare @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{nascosto} e non essere più @UUID[Compendium.pf2e.conditionitems.1wQY3JYyhMYeeV2G]{osservato}. Il GM effettua la tua prova di <span data-pf2-action=\"hide\" data-pf2-glyph=\"A\">Furtività</span> in segreto e confronta il risultato con la CD di Percezione di ciascuna delle creature dalle quali eri osservato, ma nei confronti delle quali hai copertura, copertura maggiore o occultamento. A questa prova hai il bonus di circostanza dovuto a copertura o copertura maggiore.</p>\n<hr />\n<p><strong>Successo</strong> Se la creatura poteva vederti, ora sei nascosto da essa, anziché osservato. Se eri nascosto o @UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{non individuato} dalla creatura, mantieni la stessa condizione.</p>\n<p>Se diventi nascosto nei confronti di una creatura, ma poi perdi copertura, copertura maggiore od occultamento noi suoi confronti, diventi nuovamente osservato. Non sei più nascosto se compi qualsiasi azione che non sia Nascondersi, @UUID[Compendium.pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Muoversi Furtivamente} o Passo. Se cerchi di Colpire una creatura, essa è @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{impreparata} contro quell'attacco e poi diventi osservato. Se fai qualsiasi altra cosa diventi osservato appena prima di agire, a meno che il GM non decida diversamente. Il GM potrebbe permetterti di compiere un'azione molto poco appariscente senza essere notato, magari richiedendoti di effettuare un'altra prova di Furtività.</p>\n<p>Se una creatura usa @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Individuare} per renderti osservato a essa, devi Nasconderti con successo per diventare nuovamente nascosto nei suoi confronti.</p>"
        },
        "Sustain an Activation": {
            "name": "Mantenere un'Attivazione",
            "description": "<p><strong>Requisiti</strong> Hai almeno un'attivazione di un oggetto magico che puoi mantenere e non sei @UUID[Compendium.pf2e.conditionitems.HL2l2VRSaQHu9lUw]{affaticato}.</p>\n<hr />\n<p>Scegli l'attivazione di un oggetto magico con una durata mantenibile che sia in funzione. La durata dell'attivazione terminerà alla fine del tuo prossimo turno. Alcune attivazioni, se mantenute, possono avere effetti leggermente diversi o estesi. Mantenere un'Attivazione per più di 10 minuti (100 round) fa terminare l'attivazione e ti rende faticato, a meno che la descrizione dell'oggetto non indichi una durata massima diversa (come \"fino a 1 minuto\" o \"fino a 1 ora\").</p>\n<p>Se la tua azione Mantenere un'Attivazione è interrotta, l'effetto dell'oggetto terminerà immediatamente.</p>"
        },
        "Detect Magic": {
            "name": "Individuare il Magico",
            "description": "<p>Lanci <em>Individuazione del Magico</em> a intervalli regolari. Ti muovi di metà o meno della tua velocità di viaggio. Fino a una Velocità di viaggio di 90 metri al minuto non c'è possibilità che tu tralasci per caso un'aura magica; per individuare auree magiche prima che il gruppo si imbatta in esse devi procedere a un massimo di 45 metri al minuto.</p>"
        },
        "Travel": {
            "name": "Viaggio"
        },
        "Cast a Spell": {
            "name": "Lanciare un Incantesimo",
            "description": "<p>Puoi lanciare un incantesimo che hai preparato o nel tuo repertorio. Lanciare un Incantesimo è un'attività speciale che implica un numero variabile di azioni in base all'incantesimo, come elencato nel blocco delle statistiche di ogni incantesimo. Dopo aver completato le azioni di lancio dell'incantesimo, avviene l'effetto dell'incantesimo.</p>\n<p>Alcuni incantesimi vengono lanciati come reazione o azione gratuita. In quei casi, Lanci l'Incantesimo come reazione o azione gratuita (a seconda del caso) invece che come attività. Tali casi saranno riportati nel blocco delle statistiche (per esempio, \"[reaction] verbale\").</p>\n<p><strong>Tempi di Lancio Lunghi</strong> Per alcuni incantesimi occorrono minuti od ore per il lancio. L'attività Lanciare un Incantesimo per questi incantesimi include una varietà dei componenti dell'incantesimo elencati, ma non è necessario interrompere quello che si sta effettuando in un dato momento. Non puoi effettuare altre azioni o reazioni mentre lanci tale incantesimo, anche se, a discrezione del GM, puoi essere in grado di pronunciare alcune frasi. Come per altre attività per le quali occorre molto tempo, questi incantesimi hanno il tratto esplorazione, e non puoi lanciarli in un incontro. Se il combattimento avviene mentre ne stai lanciando uno, il tuo incantesimo viene interrotto.</p>\n<p><strong>Componenti dell'Incantesimo</strong>: Ciascun incantesimo elenca i componenti dell'incantesimo richiesti per lanciarlo dopo le icone o il testo dell'azione, come \"[three-actions] materiale, somatico, verbale\". I componenti dell'incantesimo, descritti nel dettaglio di seguito, aggiungono tratti e requisiti all'attività Lanciare un Incantesimo. Se non puoi procurarti i componenti, il Lancio di Incantesimo fallisce.</p>\n<ul>\n<li>Materiale (maneggiare)</li>\n<li>Somatico (maneggiare)</li>\n<li>Verbale (concentrazione)</li>\n<li>Focus (maneggiare)</li>\n</ul>\n<p><strong>Incantesimi Interrotti e Perduti</strong> Alcune capacità ed alcuni incantesimi possono interrompere un incantesimo, il quale non avrà alcun effetto e sarà perduto. Quando perdi un incantesimo, hai già utilizzato lo slot incantesimo, avrai speso il costo e le azioni dell'incantesimo, ed avrai già usato l'attività Lanciare un Incantesimo. Se un incantesimo viene interrotto durante un'azione @UUID[Compendium.pf2e.actionspf2e.3f5DMFu8fPiqHpRg]{Mantenere un Incantesimo}, questo termina immediatamente.</p>"
        },
        "Board": {
            "name": "Salire a Bordo",
            "description": "<p><strong>Requisiti</strong> Sei adiacente a un punto d'accesso del veicolo di cui desideri salire a bordo.</p>\n<p>Sali a bordo di un veicolo attraverso un tetto scoperto, una porta, un portale o un portello; se sei già a bordo, puoi invece usare questa azione per sbarcare in uno spazio vuoto adiacente al punto d'accesso del veicolo. Usare questa azione mentre il veicolo è in movimento è impegnativo e richiede di superare una prova di Acrobazia o Atletica con una CD pari alla CA del veicolo.</p>"
        },
        "Repair": {
            "name": "Riparare",
            "description": "<p><strong>Requisiti</strong> Hai un @UUID[Compendium.pf2e.equipment-srd.vLGDUFrg4yGzpTQX]{kit da riparazione}.</p>\n<hr />\n<p>Spendi 10 minuti cercando di riparare un oggetto danneggiato, appoggiandolo su una superficie stabile e usando il kit da riparazione con entrambe le mani. La CD è stabilita dal GM, ma solitamente è simile a quella per Fabbricare l'oggetto stesso. Non puoi Riparare un oggetto distrutto.</p>\n<hr />\n<p><strong>Successo Critico</strong> L'oggetto recupera 10 Punti Ferita, più 10 Punti Ferita aggiuntivi per ogni grado di competenza che hai in Artigianato (20 PF se sei Addestrato, 30 PF se sei Esperto, 40 PF se sei un Maestro o 50 PF se sei Leggendario).</p>\n<p><strong>Successo</strong> L'oggetto recupera 5 Punti Ferita, più 5 Punti Ferita aggiuntivi per ogni grado di competenza che hai in Artigianato (10 PF se sei Addestrato, 15 PF se sei Esperto, 20 PF se sei un Maestro o 25 PF se sei Leggendario).</p>\n<p><strong>Fallimento Critico</strong> Infliggi [[/r {2d6}]]{2d6 danni} all'oggetto, applicandone la Durezza.</p>"
        },
        "Debilitating Strike": {
            "name": "Colpo Debilitante",
            "description": "<p><strong>Innesco</strong> Il tuo Colpo va a segno contra una creatura Impreparata e infligge danni.</p>\n<hr />\n<p>Applichi una delle seguenti debilitazioni, che dura fino alla fine del tuo turno successivo.</p>\n<ul>\n<li><strong>Debilitazione</strong> Il bersaglio subisce penalità di status -3 metri alle sue Velocità.</li>\n<li><strong>Debilitazione</strong> Il bersaglio diventa @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{indebolito 1}.</li>\n</ul>\n<p>@UUID[Compendium.pf2e.feat-effects.yBTASi3FvnReAwHy]{Effetto: Colpo Debilitante}</p>"
        },
        "Swim": {
            "name": "Nuotare",
            "description": "<p>Ti spingi in avanti attraverso l'acqua. Nella maggior parte delle acque quiete superi l'azione senza bisogno di prove. Se devi respirare aria e sei sott'acqua, devi trattenere il respiro ogni round. Se non trattieni il respiro inizi ad Annegare. Se nuoti in acque turbolente o pericolose potresti dover effettuare una prova di Atletica per Nuotare. Se finisci il tuo turno in acqua, e in quel turno non hai superato una prova di Nuotare, il GM determina se affondi di 3 metri o vieni trasportato dalla corrente. Se, tuttavia, la tua ultima azione nel tuo turno è stata entrare in acqua, non affondi né vieni trasportato dalla corrente per quel turno.</p><p> </p><p>Successo Critico: Ti muovi attraverso l'acqua di 3 metri, più 1,5 metri per ogni 6 metri totali della tua Velocità sul Terreno (un totale di 4,5 metri per la maggior parte dei PG).</p><p>Successo: Ti muovi attraverso l'acqua di 1,5 metri, più 1,5 metri per ogni 6 metri totali della tua Velocità sul Terreno (un totale di 3 metri per la maggior parte dei PG).</p><p>Fallimento Critico: Non ti muovi, e se stavi trattenendo il respiro perdi 1 round di aria.</p><h2 class=\"title\">Esempi di Compiti di Nuotare</h2><p><strong>Senza Addestramento</strong> lago o altre acque quiete</p><p><strong>Addestrato</strong> acqua che scorre, come un fiume</p><p><strong>Esperto</strong> fiume rapido</p><p><strong>Maestro</strong> mare tempestoso</p><p><strong>Leggendario</strong> maelstrom, cascata</p>"
        },
        "Fly": {
            "name": "Volare",
            "description": "<p><strong>Requisiti</strong>: Hai una Velocità di Volare.</p><hr /><p>Ti muovi nell'aria fino alla tua Velocità di Volare. Muoversi verso l'alto (in verticale o diagonale) conta come muoversi in Terreno Difficile. Puoi muoverti in verticale verso il basso di 3 metri per ogni 1,5 metri di movimento che usi. Se voli fino a terra non subisci Danni da Caduta. Puoi usare un'azione per volare di 0 metri e fluttuare sul posto. Se sei in aria alla fine del tuo turno e non hai usato un'azione volare in questo turno, cadi.</p>"
        },
        "Disable Device": {
            "name": "Disattivare un Congegno",
            "description": "<p><strong>Requisiti</strong>: Per disattivare alcuni congegni devi avere degli @UUID[Compendium.pf2e.equipment-srd.zvLyCVD8g2PdHJAc]{strumenti da scasso}.</p>\n<hr />\n<p>Questa azione ti permette di disarmare una trappola o un altro congegno complesso. Spesso per disattivare un congegno occorrono molti successi, a seconda di com'è costruito e quant'è complesso. Gli Strumenti da Scasso sono utili, e a volte persino necessari, per Disattivare un Congegno, secondo quanto stabilito dal GM. Per disattivare alcuni congegni serve un grado di competenza in Furto superiore.</p>\n<p>Il risultato della tua prova di Furto determina quanti progressi fai.</p>\n<hr />\n<p><strong>Successo Critico</strong> Disattivi il congegno, oppure totalizzi due successi ai fini di disattivare un congegno complesso. Non lasci tracce dei tuoi armeggiamenti, e in seguito puoi riattivare il congegno (se si tratta di un tipo di congegno che può essere riattivato).</p>\n<p><strong>Successo</strong> Disattivi il congegno, oppure totalizzi un successo ai fini di disattivare un congegno complesso.</p>\n<p><strong>Fallimento Critico</strong> Attivi il congegno.</p>"
        },
        "Defend": {
            "name": "Difendersi",
            "description": "<p>Ti muovi a metà della tua Velocità di viaggio con lo scudo alzato. Se inizia un combattimento otteni i benefici di @UUID[Compendium.pf2e.actionspf2e.xjGwis0uaC2305pm]{Alzare lo Scudo} prima che inizi il tuo primo turno.</p>"
        },
        "Leap": {
            "name": "Saltare",
            "description": "<p>Fai un salto cauto e breve. Puoi Saltare fino a 3 metri in orizzontale se la tua Velocità è almeno 4,5 metri, o fino a 4,5 metri in orizzontale se la tua Velocità è almeno 9 metri. Atterri nello spazio dove termina il Salto (quindi in genere puoi coprire una distanza di 1,5 metri, o una distanza di 3 metri se la tua Velocità è 9 metri o più).</p>\n<p>Se Salti in verticale, puoi spostarti su una superficie sopraelevata fino a 0,9 metri in verticale e 1,5 metri in orizzontale. Saltare per distanze maggiori richiede l'uso dell'Abilità Atletica.</p>"
        },
        "Decipher Writing": {
            "name": "Decifrare Scritti",
            "description": "<p>Tenti di decifrare un testo complicato o che tratta di un argomento oscuro. Di solito occorre 1 minuto per pagina, ma potrebbe volerci di più (solitamente un'ora per pagina per decifrare testi cifrati). Il testo dev'essere in una lingua che sai leggere, ma il GM potrebbe permetterti di usare Società per provare a decifrare un testo in una lingua che non ti è familiare.</p>\n<p>La CD viene stabilita dal GM in base allo stato di conservazione o alla complessità del documento; ti potrebbe essere richiesto di effettuare una prova per un breve testo, o una prova per ciascuna sezione di un testo più ampio.</p>\n<hr />\n<p><strong>Successo Critico</strong> Comprendi il vero significato del testo.</p><p><strong>Successo</strong> Comprendi il vero significato del testo. Se era un documento in codice ne comprendi il significato generale, ma non puoi fornirne una traduzione parola per parola.</p>\n<p><strong>Fallimento</strong> Non comprendi il testo e subisci penalità di circostanza -2 a ulteriori prove per decifrarlo.</p>\n<p><strong>Fallimento Critico</strong> Pensi di aver compreso il testo sulla pagina, ma in realtà lo hai frainteso</p>\n<h2 class=\"title\">Esempi di Compiti di Decifrare</h2>\n<ul>\n<li><strong>Addestrato</strong> un trattato base di filosofia</li>\n<li><strong>Esperto</strong> un codice complesso, ad esempio un messaggio cifrato</li>\n<li><strong>Maestro</strong> il cifrario di un maestro delle spie o appunti su ricerche avanzate</li>\n<li><strong>Leggendario</strong> un testo planare esoterico scritto sotto forma di metafore da un antico celestiale</li>\n</ul>"
        },
        "Ready": {
            "name": "Preparare",
            "description": "<p>Ti prepari a usare un'azione che avverrà al di fuori del tuo turno. Scegli un'azione singola o gratuita che puoi usare e indica un innesco. Poi il tuo turno termina. Se l'innesco scelto avviene prima dell'inizio del tuo prossimo turno, puoi usare l'azione scelta come reazione (se soddisfi ancora i requisiti per usarla). Non puoi Preparare un'azione gratuita che ha già un innesco. Se hai una penalità da attacchi multipli e la tua azione preparata è un'azione attacco, l'attacco preparato subisce la penalità da attacchi multipli che avevi quando hai usato Preparare. Questa è una delle rare occasioni in cui la penalità da attacchi multipli si applica al di fuori del tuo turno.</p>"
        },
        "Encouraging Words": {
            "name": "Parole incoraggianti",
            "description": "<p><strong>Prerequisiti</strong> addestrato in Diplomazia</p>\n<p><strong>Requisiti</strong> L'alleato bersaglio deve aver perso Punti Tenacia nel corso dell'ultimo round.</p>\n<hr />\n<p>Rivolgi a un alleato entro 9 metri qualche rapida parola di incoraggiamento e lo aiuti a riprendersi. Tenta una prova di Diplomazia. La CD è solitamente 15, anche se il GM può modificarla in base alle circostanze. Se possiedi competenza esperto in Diplomazia, puoi invece tentare una prova con CD 20 per aumentare di 5 i Punti Tenacia recuperati; se possiedi competenza maestro, puoi tentare una prova con CD 30 per aumentare i Punti Tenacia di 15; se possiedi competenza leggendaria, puoi tentare una prova con CD 40 per aumentare i Punti Tenacia di 25. A prescindere del risultato, l'alleato è immune a Parole Incoraggianti finché non @UUID[Compendium.pf2e.actionspf2e.qc0VsZ0UesnurUUB]{Riprende Fiato} o non riposa per quella giornata.</p>\n<hr />\n<p><strong>Successo Critico</strong> L'alleato recupera [[/r {2d8} #Punti Tenacia]]{2d8 Punti Tenacia}.</p>\n<p><strong>Successo</strong> L'alleato recupera [[/r {1d8} #Punti Tenacia]]{1d8 Punti Tenacia}.</p>\n<p><strong>Fallimento Critico</strong> L'alleato subisce [[/r 1d8[mental]]]{1d8 danni mentali}, che però possono ridurre solo i Punti Tenacia, mai i Punti Ferita.</p>"
        },
        "Identify Magic": {
            "name": "Identificare Magia",
            "description": "<p>Dopo aver scoperto che un oggetto, un luogo o un effetto in corso è magico, puoi trascorrere 10 minuti per cercare di identificare i dettagli della sua magia. Se il tuo tentativo viene interrotto devi ricominciare da capo. Il GM stabilisce la CD della prova. Oggetti maledetti o argomenti esoterici hanno solitamente CD superiori, quando non sono addirittura impossibili da identificare usando solo questa attività. Intensificare un incantesimo non incrementa la CD per identificarlo.</p>\n<hr />\n<p><strong>Successo Critico</strong> Apprendi tutti gli attributi della magia, inclusi il suo nome (per un effetto), cosa fa, come può essere attivata (per un oggetto o un luogo) e se è maledetta.</p>\n<p><strong>Successo</strong> Se si tratta di un oggetto o un luogo, sai cosa fa e come attivarlo. Se si tratta di un effetto in corso (come un incantesimo con una durata) ne sai il nome e il funzionamento. Non puoi riprovare sperando di ottenere un successo critico.</p>\n<p><strong>Fallimento</strong> non riesci a identificare la magia e non puoi riprovare per 1 giorno.</p>\n<p><strong>Fallimento Critico</strong> Scambi la magia per un'altra magia a scelta del GM.</p>"
        },
        "Recall Knowledge (Nature)": {
            "name": "Ricordare Conoscenze (Natura)",
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sulla resistenza agli attacchi fisici.</p>\n<p><strong>Natura</strong> L'ambiente, flora, geografia, tempo atmosferico, creature di origine naturale e piani naturali.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p>\n<h2 class=\"title\">Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>"
        },
        "Lie": {
            "name": "Mentire",
            "description": "<p>Cerchi di ingannare qualcuno con una bugia, cosa che richiede almeno 1 round , e più tempo se si tratta di una menzogna elaborata. Effettua una singola prova di <span data-pf2-action=\"lie\">Inganno</span> e confronta il risultato con le CD di Percezione di ciascuna delle creature che stai cercando di ingannare. Il GM potrebbe concedere loro un bonus di circostanza in base alla situazione e alla natura della menzogna che stai raccontando. Le bugie semplici e credibili hanno più possibilità di avere effetto rispetto a quelle elaborate o poco credibili, e alcune sono delle enormità tali che nessuno potrebbe crederci.</p>\n<p>A discrezione del GM se una creatura crede alle tue menzogne, in seguito potrebbe effettuare una prova di Percezione per @UUID[Compendium.pf2e.actionspf2e.1xRFPTFtWtGJ9ELw]{Intuire} contro la tua CD di Inganno per capire che si trattava di una bugia. Di solito ciò accade se la creatura ottiene delle prove sufficienti a refutare le tue affermazioni.</p>\n<hr />\n<p><strong>Successo</strong> Il bersaglio crede alla tua menzogna.</p>\n<p><strong>Fallimento</strong> Il bersaglio non crede alla tua menzogna e ottiene bonus di circostanza +4 contro i tuoi tentativi di Mentire per l'intera durata della conversazione. È inoltre probabile che sospetterà di te in futuro.</p>"
        },
        "Sense Direction": {
            "name": "Trovare la Direzione",
            "description": "<p>Usando le stelle, la posizione del sole, elementi geografici o della flora, oppure il comportamento della fauna, puoi orientarti nelle terre selvagge. Solitamente effettui una prova di <span data-pf2-action=\"senseDirection\">Sopravvivenza</span> solo una volta al giorno, ma alcuni ambienti o alcuni cambiamenti potrebbero costringerti a effettuarne più spesso. Il GM determina la CD e il tempo impiegato da quest'attività (solitamente circa un minuto). Luoghi molto inusuali o con i quali non sei familiare potrebbero richiedere un grado di competenza minimo per Trovare la Direzione. Senza una @UUID[Compendium.pf2e.equipment-srd.wob6DB1FFdWs0mbp]{bussola} subisci penalità -2 alle prove per Trovare la Direzione.</p>\n<hr />\n<p><strong>Successo Critico</strong> Hai un'ottima idea di dove ti trovi. Se sei in un ambiente con direzioni cardinali, sai esattamente dove sono.</p>\n<p><strong>Successo</strong> Ti orienti quanto basta per evitare di perderti completamente. Se sei in un ambiente con direzioni cardinali, sai bene o male dove sono.</p>\n<h2 class=\"title\">Esempi di Compiti di Trovare la Direzione</h2>\n<ul>\n<li><strong>Senza Addestramento</strong> determinare un punto cardinale usando il sole</li>\n<li><strong>Addestrato</strong> trovare un sentiero coperto dalla vegetazione in una foresta</li>\n<li><strong>Esperto</strong> orientarsi in un labirinto di siepi</li>\n<li><strong>Maestro</strong> orientarsi in un labirinto bizantino o un deserto senza punti di riferimento</li>\n</ul>"
        },
        "Create Forgery": {
            "name": "Falsificare",
            "description": "<p>Crei un documento falso, solitamente in un giorno o una settimana di lavoro. Per creare un falso devi avere i materiali per scrivere adeguati. Quando Falsifichi, il GM effettua una prova segreta di @Check[type:society|dc:20|traits:action:create-forgery]. Se la superi, il falso è di qualità abbastanza alta, e gli osservatori passivi lo scambiano per un originale. Solo gli individui che esaminano attentamente il documento ed effettuano una prova di Percezione o Società contro la tua CD di Società si accorgono che è un falso.</p><p>Se la grafia del documento non deve essere quella di una persona specifica, devi semplicemente aver già visto un documento simile in passato. e ottieni bonus di circostanza fino a +4 alla tua prova e a la tua CD (il GM ne stabilisce l'entità). Per falsificare la grafia di una specifica persona devi averne a disposizione un esempio.</p><p>Se il risultato della tua prova è inferiore a 20 il documento ha dei particolari che lo identificano come un falso, quindi il GM compara il tuo risultato con la CD di Percezione o Società (la più alta tra le due) di ciascun osservatore passivo, usando i risultati successo e fallimento qui sotto. Dopo che il GM ha effettuato la tua prova per un documento, quel risultato viene usato contro le CD di tutti gli osservatori passivi. a prescindere da quanti siano.</p><p>Un osservatore ingannato da un'occhiata passiva può comunque scegliere di analizzare in dettaglio il documento alla ricerca di segni di falsificazione usando metodi di analisi e tecniche che vadano oltre gli elementi superficiali che hai falsificato con successo con la tua prova. In questo caso l'osservatore può effettuare una prova di Percezione o Società contro la tua CO di Società (se a supera, riconosce il documento come un falso).</p><p><strong>Successo</strong>: L'osservatore non si accorge della falsificazione.</p><p><strong>Fallimento</strong>: L'osservatore sa che il documento è un falso.</p>"
        },
        "Trip": {
            "name": "Sbilanciare",
            "description": "<p><strong>Requisiti</strong> Hai almeno una mano libera. Il tuo bersaglio non può essere più grande di te di più di una taglia</p>\n<hr />\n<p>Cerchi di far cadere un avversario. Effettua una prova di <span data-pf2-action=\"trip\" data-pf2-glyph=\"A\">Atletica</span> contro la sua CD di Riflessi.</p>\n<hr />\n<p><strong>Successo Critico</strong> Il bersaglio cade, atterra @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{Prono} e subisce [[/r 1d6[bludgeoning]]]{1d6 danni contundenti}.</p>\n<p><strong>Successo</strong> Il bersaglio cade e atterra Prono.</p>\n<p><strong>Fallimento Critico</strong> Perdi l'equilibrio, cadi e atterri Prono.</p>"
        },
        "Palm an Object": {
            "name": "Nascondere nella Mano",
            "description": "<p>Per nascondere un piccolo oggetto non custodito nella mano senza essere notato devi superare una singola prova di Furto contro le CD di Percezione di tutte le creature che ti stanno osservando. Prendi comunque l'oggetto, che superi o meno la prova. Solitamente puoi Nascondere nella Mano solo oggetti di Volume trascurabile, ma a seconda della situazione il GM potrebbe decidere diversamente.</p>\n<hr />\n<p><strong>Successo</strong> La creatura non nota che Nascondi nella Mano l'oggetto.</p>\n<p><strong>Fallimento</strong> La creatura nota che Nascondi nella Mano l'oggetto, e il GM determina la sua reazione.</p>"
        },
        "Expeditious Inspection": {
            "name": "Ispezione Rapida",
            "description": "<p><strong>Frequenza</strong> una volta ogni 10 minuti</p>\n<hr />\n<p>Osservi e valuti i tuoi dintorni con gran rapidità. @UUID[Compendium.pf2e.actionspf2e.1OagaWtBpVXExToo]{Ricordi Conoscenze}, @UUID[Compendium.pf2e.actionspf2e.BlAOM2X92SI6HMtJ]{Individui}, or @UUID[Compendium.pf2e.actionspf2e.1xRFPTFtWtGJ9ELw]{Intuisci}.</p>"
        },
        "Squeeze": {
            "name": "Stringersi",
            "description": "<p>Ti contorci per infilarti in uno spazio cos&igrave; stretto che ci entri a malapena. Questa azione è solo per spazi incredibilmente stretti, mentre la maggior parte degli spazi stretti sono Terreni Difficili che puoi attraversare più rapidamente e senza effettuare prove.</p><p> </p><p><strong>Successo Critico</strong> Attraversi lo spazio stringendoti, a una velocità di 3 metri al minuto.</p><p><strong>Successo</strong> Attraversi lo spazio stringendoti, a una velocità di 1,5 metri al minuto.</p><p><strong>Fallimento Critico</strong> Ti incastri. Mentre sei incastrato puoi spendere 1 minuto per effettuare un'altra prova di Acrobazia con la stessa CD. Qualsiasi risultato che non sia un fallimento critico ti permette di disincastrarti.</p><h2 class=\"title\">Esempi di Compiti di Stringersi</h2><p><strong>Addestrato </strong>spazio largo non più delle tue spalle</p><p><strong>Maestro</strong> spazio largo non più della tua testa</p>"
        },
        "Scout": {
            "name": "Perlustrare",
            "description": "<p>Perlustri la zona davanti e dietro al gruppo in cerca di pericoli, muovendoti a metà velocità. All'inizio del prossimo incontro, ogni creatura nel tuo gruppo ottiene bonus di circostanza +1 ai tiri per l'Iniziativa.</p>\n<p>@UUID[Compendium.pf2e.other-effects.EMqGwUi3VMhCjTlF]{Effetto: Perlustrare}</p>"
        },
        "Run Over": {
            "name": "Investire",
            "description": "<p><strong>Requisiti</strong> Stai pilotando un veicolo.</p>\n<p>(spericolato) Cerchi di investire le creature con il tuo veicolo, forse anche speronando una creatura o un oggetto più grande. Se mantieni il controllo del tuo veicolo, il veicolo si muove fino al doppio della sua Velocità in linea retta nel suo orientamento attuale. Tenti di investire qualsiasi creatura sul tuo percorso che sia inferiore almeno di due taglie rispetto alla taglia del veicolo e puoi tentare di speronare una creatura o oggetto bersaglio che si trovi sul tuo percorso e sia inferiore o superiore di una taglia rispetto alla taglia del veicolo.</p>\n<p>Ogni creatura sul tuo percorso, incluso un bersaglio speronato, subisce i danni da collisione del veicolo (TS base su Riflessi con la CD di collisione del veicolo). Se il bersaglio speronato è un veicolo, il suo pilota può tentare una prova di pilotaggio al posto di questo TS su Riflessi, con gli stessi risultati. Se il bersaglio dello speronamento subisce danni, sia tu che il tuo veicolo subite danni da collisione (senza TS) e il tuo movimento termina.</p>"
        },
        "Invest an Item": {
            "name": "Investire un Oggetto",
            "description": "<p>Quando indossi un oggetto con il tratto investito, investi in esso la tua energia. Questo processo necessita di 1 o più azioni Interagire, che di solito richiedono lo stesso tempo che serve per indossare l'oggetto. Una volta Investito l'Oggetto, trai beneficio dalle sue capacità magiche costanti finché soddisfi i suoi altri requisiti (per la maggior parte degli oggetti investiti, l'unico altro requisito è che devi indossarli).</p>\n<p>Questa investitura dura finché non rimuovi l'oggetto. Non puoi investire più di 10 oggetti al giorno. Se rimuovi un oggetto investito, esso perderà l'investitura ma conterà ancora nel tuo limite giornaliero. Ripristini il limite durante i tuoi preparativi giornalieri e, a quel punto, puoi di nuovo Investire gli Oggetti. Se stai ancora indossando oggetti che hai investito il giorno prima, di solito puoi mantenerli investiti anche il giorno successivo, ma influiranno ancora sul tuo limite.</p>"
        },
        "Devise a Stratagem": {
            "name": "Ideare uno Stratagemma",
            "description": "<p><strong>Frequenza</strong> una volta per round</p>\n<hr />\n<p>Valuti le debolezze di un avversario in combattimento e le usi per formulare un piano d'attacco contro il tuo nemico. Scegli una creatura che puoi vedere e tira un d20. Se più avanti in questo round Colpisci la creatura scelta, devi usare il risultato del tiro che hai effettuato per Ideare uno Stratagemma come tiro per colpire del tuo Colpo, anziché tirare. Effettui questa sostituzione solo per il primo Colpo che fai contro la creatura in questo round, non per gli attacchi successivi.</p>\n<p>Quando effettui questa sostituzione, puoi anche aggiungere il tuo modificatore di Intelligenza al tiro per colpire invece del tuo modificatore di Forza o Destrezza, a condizione che il tuo Colpo utilizzi un'arma da mischia accurata o agile, un attacco senz'armi accurato o agile, un'arma a distanza (che deve essere accurata o agile se è un'arma da mischia con il tratto lancio) o un @UUID[Compendium.pf2e.equipment-srd.TLQErnOpM9Luy7rL]{manganello}.</p>\n<p>Se sei consapevole che la creatura che scegli è l'argomento di una pista che stai seguendo, puoi usare questa capacità come azione gratuita.</p>"
        },
        "Flurry of Blows": {
            "name": "Raffica di Colpi",
            "description": "<p>Effettui due Colpi Senz'Armi. Se entrambi vanno a segno contro la stessa creatura, combini i rispettivi danni ai fini di resistenze e debolezze. Applichi normalmente la penalità da attacchi multipli ai Colpi. Data la presenza del tratto ostentazione, Raffica di Colpi è utilizzabile solo una volta per turno.</p>"
        },
        "Dragon Breath": {
            "name": "Soffio del Drago"
        },
        "Gather Information": {
            "name": "Raccogliere Informazioni",
            "description": "<p>Bazzichi i mercati, le taverne e i luoghi di ritrovo locali cercando di scoprire qualcosa su uno specifico individuo o argomento. Il GM determina la CD della prova e il tempo necessario (solitamente 2 ore, ma a volte di più), nonché qualsiasi beneficio che potresti ottenere spendendo qualche moneta in mazzette, bevute o regali.</p><p><strong>Successo</strong>: Raccogli informazioni sull'individuo o l'argomento. Il GM decide quali.</p><p><strong>Fallimento Critico</strong>: Raccogli informazioni erronee sull'individuo o l'argomento.</p><h2 class=\"title\">Esempi di Compiti di Raccogliere Informazioni</h2><p><strong>Senza Addestramento</strong>: chiacchiere di paese</p><p><strong>Addestrato</strong>: voci comuni</p><p><strong>Esperto</strong>: voci poco comuni, segreti di pulcinella</p><p><strong>Maestro</strong>: informazioni riservate o esoteriche</p><p><strong>Leggendario</strong>: informazioni conosciute solo a pochissimi o a esseri straordinari</p>"
        },
        "Climb": {
            "name": "Scalare",
            "description": "<p><strong>Requisiti</strong> Hai entrambe le mani libere.</p>\n<hr />\n<p>Ti muovi verso l'altro, verso il basso, in orizzontale o in diagonale lungo un pendio. A meno che non sia particolarmente semplice, devi effettuare una prova di <span data-pf2-action=\"climb\" data-pf2-glyph=\"A\">Atletica</span>. Il GM determina la CD in base alla natura del pendio e all'ambiente. Se non hai una Velocità di scalare sei @UUID[Compendium.pf2e.conditionitems.AJh5ex99aV6VTggg]{impreparato}.</p>\n<hr />\n<p><strong>Successo Critico</strong> Ti muovi verso l'alto, in orizzontale, o in sicurezza verso il basso lungo il pendio di 1,5 metri più 1,5 metri per ogni 6 metri totali della tua Velocità sul terreno (quindi 3 metri per la maggior parte dei PG).</p>\n<p><strong>Successo</strong> Ti muovi verso l'alto, in orizzontale, o in sicurezza verso il basso lungo il pendio di 1,5 metri per ogni 6 metri totali della tua Velocità sul terreno (quindi 1,5 metri per la maggior parte dei PG, con un minimo di 1,5 metri se la tua Velocità è inferiore a 6 metri).</p>\n<p><strong>Fallimento Critico</strong> Cadi. Se hai iniziato la scalata mentre eri su un terreno stabile, cadi e atterri @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono}.</p>\n<h2>Esempi di Compiti di Scalare</h2>\n<ul>\n<li><strong>Senza Addestramento</strong> scala, pendio scosceso, albero con rami bassi</li>\n<li><strong>Addestrato</strong> sartiame, corda, albero tipico</li>\n<li><strong>Esperto</strong> muro con piccoli appigli per mani e piedi</li>\n<li><strong>Maestro</strong> soffitto con appigli per mani e piedi, parete di roccia</li>\n<li><strong>Leggendario</strong> superficie liscia</li>\n</ul>"
        },
        "Interact": {
            "name": "Interagire",
            "description": "<p>Usi una mano o le mani per manipolare un oggetto o il terreno. Puoi afferrare un oggetto incustodito o riposto, aprire una porta o produrre un effetto simile. Potresti dover tentare una prova per determinare se la tua azione interagire ha successo.</p>"
        },
        "Command an Animal": {
            "name": "Comandare un Animale",
            "description": "<p>Dai un ordine a un animale: effettua una prova di <span data-pf2-action=\"commandAnAnimal\" data-pf2-glyph=\"A\">Natura</span> contro la sua CD di Volontà. Il GM potrebbe modificare la CD se l'animale ha un atteggiamento positivo nei tuoi confronti, se suggerisci un corso di azioni per il quale è predisposto, o se gli offri una ricompensa.</p>\n<p>Fallisci automaticamente se l'animale e ostile o maldisposto nei tuoi confronti. Se è invece collaborativo nei tuoi confronti, aumenta il tuo grado di successo di 1. Potresti Comandare un Animale più facilmente con un talento come @UUID[Compendium.pf2e.feats-srd.Rq5wkA8DtsmbzoGV]{Cavalcare}.</p>\n<p>La maggior parte degli animali conosce le azioni base Saltare, Individuare, Alzarsi, Avanzare e Colpire. Se un animale conosce un'attività, come il cavallo che sa Galoppare, puoi Comandare l'Animale affinché svolga l'attività, ma devi trascorrere a Comandare l'Animale lo stesso numero di azioni richiesto dall'attività. Puoi spendere più azioni per Comandare all'Animale di svolgere quel numero di azioni base nel suo turno successivo: puoi, per esempio, spendere 3 azioni per Comandare all'Animale di Avanzare tre volte o di Avanzare due volte o e poi Colpire.</p>\n<hr />\n<p><strong>Successo</strong> L'animale esegue i tuoi ordini nel suo prossimo turno.</p>\n<p><strong>Fallimento</strong> L'animale esita o è riottoso, e non fa nulla.</p>\n<p><strong>Fallimento Critico</strong> L'animale capisce male e compie qualche altra azione a scelta del GM.</p>"
        },
        "Conceal an Object": {
            "name": "Nascondere un Oggetto",
            "description": "<p>Nascondi un piccolo oggetto sulla tua persona (per esempio un'arma con Volume leggero). Quando cerchi di non far notare un oggetto nascosto a qualcuno che potrebbe accorgersene, il GM effettua la tua prova di Furtività e la compara alla CD di Percezione dell'osservatore passivo. Dopo che il GM ha effettuato la tua prova per un oggetto, tale risultato si applica a tutti gli osservatori passivi ai quali stai cercando di nasconderlo: Se una creatura ti sta specificamente perquisendo in cerca di un oggetto, essa può effettuare una prova di Percezione contro la tua CD di Furtività (trovando l'oggetto in caso di successo).</p>\n<p>Puoi anche nascondere un oggetto non su di te: per esempio tra dei cespugli o in uno scomparto segreto di un mobile. In questo caso i personaggi che Individuano in un'area comparano il proprio risultato di Percezione alla tua CD di Furtività per determinare se trovano l'oggetto.</p>\n<hr />\n<p><strong>Successo</strong> L'oggetto non viene trovato.</p>\n<p><strong>Fallimento</strong>L'oggetto viene trovato.</p>"
        },
        "Take a Breather": {
            "name": "Riprendere Fiato",
            "description": "<p><strong>Costo</strong> 1 Punto Risolutezza</p>\n<hr />\n<p>Riposi per 10 minuti e recuperi la tua tenacia. Dopo aver completato questa attività recuperi tutti i tuoi punti Tenacia.</p>"
        },
        "Arrest a Fall": {
            "name": "Arrestare una Caduta",
            "description": "<p><strong>Innesco </strong>Cadi.</p>\n<p><strong>Requisiti </strong>Hai una Velocità di Volare.</p>\n<hr />\n<p>Tenti una prova di Acrobazia per rallentare la tua caduta. La CD è in genere 15, ma può aumentare in caso di perturbazioni o altre circostanze.</p>\n<hr />\n<p><strong>Successo</strong> Cadi in modo composto e non subisci danni dalla caduta.</p>"
        },
        "Craft": {
            "name": "Fabbricare",
            "description": "<p>Puoi costruire un oggetto da materiali grezzi. Per creare oggetti alchemici ti serve il talento di abilità @UUID[Compendium.pf2e.feats-srd.is3Oz9wt11lNq62K]{Fabbricare Oggetti Alchemici}, per creare oggetti magici il talento di abilità @UUID[Compendium.pf2e.feats-srd.xWY5omyIcILNR7y1]{Fabbricare Oggetti Magici}, e per creare calappi il talento @UUID[Compendium.pf2e.feats-srd.DMetdzt1VJL2Y62i]{Fabbricare Calappi}.</p>\n<p>Fabbricare un oggetto ha i seguenti requisiti:</p>\n<ul>\n<li>Il livello dell'oggetto è pari o inferiore al tuo. Un oggetto per il quale non è indicato un livello è di livello 0. Se l'oggetto è di 9° livello (o superiore), devi essere un maestro in Artigianato, e se è di 16° (o superiore), devi essere leggendario.</li>\n<li>Hai la formula dell'oggetto; vedi Ottenere le Formule, per maggiori informazioni.</li>\n<li>Hai gli strumenti appropriati e, in molti casi, un @UUID[Compendium.pf2e.equipment-srd.k6xZkDUpF7E1Totd]{laboratorio}. Devi avere accesso a una fucina per forgiare uno scudo di metallo, per esempio.</li>\n<li>Devi avere materiali grezzi per un valore pari almeno a metà del Prezzo dell'oggetto. Consumi sempre almeno questo ammontare di materiali grezzi quando Fabbrichi con Successo. Se sei in un insediamento di solito puoi acquistare i materiali grezzi che ti servono tranne che i più rari e preziosi.</li>\n</ul>\n<p>Devi trascorrere 4 giorni lavorando, dopodiché puoi effettuare una prova di <span data-pf2-action=\"craft\">Artigianato</span>. Il GM determina la CD per Fabbricare l'oggetto in base al suo livello, alla sua rarità e ad altre circostanze.</p>\n<p>Se il tentativo ha successo, i materiali grezzi sono consumati. Puoi pagare la parte rimanente del Prezzo dell'oggetto in materiali, in modo da completarlo immediatamente, oppure puoi trascorrere altri giorni di pausa lavorandoci ogni giorno aggiuntivo che trascorri a Fabbricare l'oggetto riduce il valore dei materiali di cui hai bisogno per completarlo. Tale ammontare viene determinato usando la tabella Guadagnare, usando il tuo grado di competenza in Artigianato e il tuo livello anziché il livello del compito. Dopo un numero qualsiasi di questi giorni di pausa puoi completare l'oggetto spendendo materiali per un valore pari alla parte rimanente del suo Prezzo. Se i giorni di pausa che stai usando vengono interrotti, puoi tornare sull'oggetto in un secondo momento per completarlo, riprendendo da dove lo avevi lasciato. Nel riquadro laterale qui sopra trovi un esempio di Fabbricazione.</p>\n<hr />\n<p><strong>Successo Critico</strong> Il tentativo ha successo. Ogni giorno di lavoro aggiuntivo riduce i materiali che ti servono per completare l'oggetto di un importo basato sul tuo livello + 1 e il tuo grado di competenza in Artigianato.</p>\n<p><strong>Successo</strong> Il tentativo ha successo. Ogni giorno di lavoro aggiuntivo riduce i materiali che ti servono per completare l'oggetto di un importo basato sul tuo livello e il tuo grado di competenza in Artigianato.</p>\n<p><strong>Fallimento</strong> Non riesci a completare l'oggetto. Puoi recuperare tutti i materiali grezzi che avevi a disposizione. Se vuoi riprovare devi ricominciare da capo.</p>\n<p><strong>Fallimento Critico</strong> Non riesci a completare l'oggetto. Rovini il 10% dei materiali grezzi che avevi a disposizione ma puoi recuperare il resto. Se vuoi riprovare devi ricominciare da capo.</p>"
        },
        "Point Out": {
            "name": "Indicare",
            "description": "<p><strong>Requisiti</strong> Una creatura è Non Individuata da uno o più tuoi alleati, ma non è non individuata da te.</p>\n<hr />\n<p>Indichi a uno o più dei tuoi alleati una creatura che puoi vedere, gesticolando in una direzione e descrivendo la distanza verbalmente. Quella creatura è @UUID[Compendium.pf2e.conditionitems.iU0fEDdBp3rXpTMC]{nascosta} ai tuoi alleati anziché @UUID[Compendium.pf2e.conditionitems.VRSef5y1LmL2Hkjf]{non individuata}. Ciò funziona solo per gli alleati che possono vederti e sono in una posizione da cui sono in grado di Individuare il bersaglio. Se i tuoi alleati non possono udirti o comprenderti, devono superare una prova di Percezione contro la CD di Furtività della creatura, altrimenti fraintendono la distanza e ritengono che il bersaglio sia in un'ubicazione diversa.</p>"
        },
        "Coerce": {
            "name": "Costringere",
            "description": "<p>Tenti di costringere una creatura a fare quello che vuoi minacciandola palesemente o in maniera velata. Devi trascorrere almeno 1 minuto conversando con una creatura che puoi vedere e che possa vederti o percepirti. Al termine della conversazione, effettua una prova di Intimidazione contro la CD di Volontà della creatura, modificata dalle circostanze secondo il giudizio del GM. Gli atteggiamenti ai quali si fa riferimento negli effetti qui sotto sono riassunti in Cambiare Atteggiamento a pag. 245 e descritti estensivamente in Condizioni a partire da pag. 618.</p><p><strong>Successo Critico</strong>: Il bersaglio ti dà le informazioni che cerchi o esegue i tuoi ordini, a patto che facendolo non rischi di essere danneggiato in alcun modo. Il bersaglio continua a ubbidire per un tempo determinato dal GM, ma non superiore a 1 giorno, dopodiché diventa Maldisposto (se non era già Maldisposto od Ostile). Il bersaglio è tuttavia troppo spaventato per vendicarsi ... almeno nel breve periodo.</p><p><strong>Successo</strong>: Come successo critico, ma quando il bersaglio diventa Maldisposto potrebbe decidere di agire contro di te (ad esempio denunciandoti alle autorità o assistendo i tuoi nemici).</p><p><strong>Fallimento</strong>: Il bersaglio non fa ciò che dici, e se non era già Maldisposto od Ostile, diventa Maldisposto.</p><p><strong>Fallimento Critico</strong>: Il bersaglio rifiuta di ubbidire, diventa Ostile se non lo era già, e non puoi più Costringerlo per almeno 1 settimana.</p>"
        },
        "Follow the Expert": {
            "name": "Seguire l'Esperto",
            "description": "<p>Scegli un alleato che tenta una prova di abilita ricorrente mentre esplora, come Scalare, o compie una diversa attività per esplorazione che richiede una prova di abilita (come @UUID[Compendium.pf2e.actionspf2e.IE2nThCmoyhQA0Jn]{Evitare l'Individuazione}). L'alleato dev'essere almeno un esperto in quell'abilità e consenziente a fornirti aiuto. Mentre Segui l'Esperto, ne copi la tattica o tenti simili prove di abilità. Grazie all'assistenza del tuo alleato, puoi aggiungere il tuo livello come bonus di competenza alla prova di abilità associata, anche se sei senza addestramento. Inoltre ottieni un bonus circostanza alla prova dipendente dalla competenza del tuo alleato (+2 per esperto, +3 per maestro e +4 per leggendario).</p>\n<p>@UUID[Compendium.pf2e.other-effects.VCSpuc3Tf3XWMkd3]{Effetto: Segui l'Esperto}</p>"
        },
        "Glimpse of Redemption": {
            "name": "Barlume di Redenzione",
            "description": "<p><strong>Innesco</strong> Un nemico danneggia un tuo alleato ed entrambi si trovano entro 4,5 metri da te.</p>\n<hr />\n<p>Il tuo nemico esita, schiacciato dal peso del rimorso, mentre con gli occhi della mente contempla visioni di redenzione. Il bersaglio deve scegliere una delle seguenti opzioni:</p>\n<ul>\n<li>L'alleato resta indenne dal danno che ha provocato l'innesco.</li>\n<li>L'alleato acquisisce resistenza a tutti i danni pari a 2 + il tuo livello contro il danno che ha provocato l'innesco.Una volta applicato l'effetto che infligge danno, il nemico diventa @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{indebolito 2} fino alla fine del suo turno successivo.</li>\n</ul>"
        },
        "Draconic Frenzy": {
            "name": "Frenesia Draconica"
        },
        "Drive": {
            "name": "Guidare",
            "description": "<p><strong>Requisiti</strong> Stai pilotando un veicolo.</p>\n<p>Piloti il tuo veicolo per farlo muovere. Decidi quante azioni hai intenzione di spendere prima di iniziare a Guidare. Gli effetti dipendono dal numero di azioni che spendi. Non puoi Guidare attraverso gli spazi occupati dalle altre creature, anche se sono tue alleate.</p>\n<p><span class=\"pf2-icon\">1</span> Tenta una prova di pilotaggio. In caso di successo, il veicolo si muove fino alla sua Velocità e può girare normalmente. In caso di fallimento, il veicolo si muove della sua Velocità in linea retta. In caso di fallimento critico, il veicolo si muove della sua Velocità in linea retta e diventa senza controllo.</p>\n<p><span class=\"pf2-icon\">2</span> (spericolato) Il veicolo si muove fino al doppio della sua Velocità in linea retta nel suo orientamento attuale.</p>\n<p><span class=\"pf2-icon\">3</span> (spericolato) Subisci penalità -5 alla tua prova di pilotare per mantenere il controllo del veicolo. Il veicolo si muove fino a tre volte la sua Velocità in linea retta nel suo orientamento attuale.</p>"
        },
        "Take Cover": {
            "name": "Andare in Copertura",
            "description": "<p><strong>Requisiti</strong> Benefici della copertura, o sei nei pressi di un elemento che ti consente di andare in copertura, o sei @UUID[Compendium.pf2e.conditionitems.j91X7x0XSomq8d60]{prono}.</p>\n<hr />\n<p>Ti appiattisci contro un muro o ti chini dietro un ostacolo per sfruttare meglio la copertura. Se avevi copertura standard ottieni copertura superiore, che fornisce bonus di circostanza +4 alla CA, ai TS su Riflessi contro effetti ad area e a prove di Furtività per @UUID[Compendium.pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Muoversi Furtivamente}, @UUID[Compendium.pf2e.actionspf2e.XMcnh4cSI32tljXa]{Nascondersi} o evitare l'individuazione in altri modi. Altrimenti, ottieni i benefici della copertura standard (bonus di circostanza +2). Ciò dura finché ti muovi dal tuo spazio attuale, usi un'azione attacco, diventi @UUID[Compendium.pf2e.conditionitems.fBnFDH2MTzgFijKf]{privo di sensi} o termini quest'effetto come azione gratuita.</p>"
        },
        "Drain Bonded Item": {
            "name": "Scaricare Oggetto Legato",
            "description": "<p><strong>Frequenza</strong> una volta al giorno</p>\n<hr />\n<p>Consumi l'energia magica conservata nel tuo oggetto legato, fintanto che l'oggetto è sulla tua persona. Questo ti permette di lanciare un incantesimo che hai preparato quel giorno e già lanciato, senza consumare uno slot incantesimo. Devi comunque @UUID[Compendium.pf2e.actionspf2e.aBQ8ajvEBByv45yz]{Lanciare un Incantesimo} e soddisfare gli altri requisiti dell'incantesimo.</p>"
        },
        "Release": {
            "name": "Lasciare",
            "description": "<p>Lasci qualcosa che stavi tenendo in una o entrambe le mani. Ciò può voler dire che lasci cadere un oggetto, togli una mano dall'arma mentre continui a tenerla con l'altra, lasci andare una corda che sostiene un lampadario o compi un'azione simile. A differenza di gran parte delle azioni maneggiare, lasciare non innesca reazioni che possono essere innescate da azioni con il tratto maneggiare, come gli Attacchi di Opportunità.</p>\n<p>Se vuoi prepararti a lasciare qualcosa al di fuori del tuo turno, usa l'attività @UUID[Compendium.pf2e.actionspf2e.dLgAMt3TbkmLkUqE]{Preparare}.</p>"
        },
        "Rally": {
            "name": "Rincuorare",
            "description": "<p><strong>Prerequisiti</strong> addestrato in Diplomazia, Esibizione o Intimidazione</p>\n<hr />\n<p>Trascorri 1 minuto a incoraggiare il tuo alleato. Anche se questa azione solitamente possiede i tratti linquistico e uditivo, se usi l'abilità Esibizione, il GM potrebbe modificare i tratti di questa azione per adattarli ai tratti del tuo tipo di esibizione.</p>\n<p>Tenta una prova di abilità con CD 15. Il GM può modificare questa CD in base alle circostanze, per esempio se tenti di Rincuorare un alleato che ha appena subito un'umiliante sconfitta.</p>\n<hr />\n<p><strong>Successo Critico</strong> L'alleato può spendere un Punto Risolutezza per recuperare tutti i suoi Punti Tenacia.</p>\n<p><strong>Successo</strong> Puoi continuare a rincuorare il tuo alleato per un totale di 10 minuti. Se lo fai può spendere 1 Punto Risolutezza per recuperare tutti i suoi Punti Tenacia.</p>\n<p><strong>Fallimento Critico</strong> L'alleato subisce [[/r 1d8[mental]]]{1d8 danni mentali}, che però possono ridurre solo i Punti Tenacia, mai i Punti Ferita.</p>"
        },
        "Pursue a Lead": {
            "name": "Seguire una Pista",
            "description": "<p><strong>Frequenza</strong> una volta ogni 10 minuti</p>\n<hr />\n<p>Passi 1 minuto a esaminare i dettagli di un potenziale indizio, indicando l'argomento collegato a quell'indizio come obiettivo della tua indagine attiva. Questo argomento in genere è una singola creatura, un oggetto o un luogo ristretto (come una stanza o un corridoio), ma il GM potrebbe consentire una portata diversa per la tua indagine. Non è necessario conoscere l'identità, lo scopo o la natura del soggetto, ma è necessario essere consapevoli della sua esistenza. Per esempio, trovare un'impronta è sufficente per indagare sulla creatura che la ha lasciata, e vedere uno schizzo frettoloso di un oggetto o di un luogo può essere sufficiente per iniziare la tua indagine su quell'argomento.</p>\n<p>Ogni volta che tenti una prova di Percezione o di abilitàp per indagare su un argomento designato, ottieni bonus di circostanza +1 alla prova. Le specifiche prove per indagare a cui si applica questo bonus dipendono dalle azioni che usi per indagare e sono determinate dal GM, ma in genere si tratta di prove di Percezione o di abilità che utilizzano Intelligenza, Saggezza o Carisma.</p>\n<p>Puoi mantenere due indagini attive alla volta. Dopo di che, se Segui un'altra Pista l'argomento deve essere diverso da una qualsiasi delle tue indagini in corso (o meglio, deve essere diverso per quanto tu ne sappia), e rinunci a un argomento in corso a tua scelta. Una volta che hai rinunciato a un argomento in corso, non puoi Seguire di nuovo quella Pista fino alla volta successiva in cui effettui i tuoi preparativi giornalieri.</p>"
        },
        "Pointed Question": {
            "name": "Domanda Mirata",
            "description": "<p>Fai una domanda che affascina o stuzzica qualcuno nel modogiusto. Poni una domanda a una creatura non alleata che puoi vedere e con cui stai conversando. Tenta una prova di Diplomazia contro la CD di Volontà della creatura. La creatura poi è temporaneamente immune per 1 ora.</p>\n<hr />\n<p><strong>Successo Critico</strong> Il bersaglio deve rispondere direttamente alla tua domanda. Non deve rispondere sinceramente, ma ottieni bonus di circostanza +4 alla tua CD di Percezione se la creatura tenta di @UUID[Compendium.pf2e.actionspf2e.ewwCglB7XOPLUz72]{Mentirti}.</p>\n<p><strong>Successo</strong> Come successo critico, ma il bonus di circostanza è +2.</p>\n<p><strong>Fallimento</strong> Il bersaglio può rifiutarsi di risponderti, come al solito.</p>\n<p><strong>Fallimento Critico</strong> Il bersaglio può rifiutarsi di risponderti, come al solito, e il suo atteggiamento nei tuoi confronti peggiora di un passo per via delle tue attenzioni irritanti.</p>"
        },
        "Raise a Shield": {
            "name": "Alzare lo Scudo",
            "description": "<p><strong>Requisiti</strong> Impugni uno scudo.</p>\n<hr />\n<p>Posizioni lo scudo in modo da proteggerti. Quando hai Alzato lo Scudo, ottieni il bonus di circostanza indicato alla CA. Lo scudo rimane alzato fino all'inizio del tuo prossimo turno.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.2YgXoHvJfrDHucMr]{Effetto: Alzare lo Scudo}</p>"
        },
        "Anchor": {
            "name": "Ancora"
        },
        "Take Control": {
            "name": "Prendere il Controllo",
            "description": "<p><strong>Requisiti</strong> Sei a bordo del veicolo e adiacente ai suoi comandi.</p>\n<p>Afferri le redini, il timone o qualsiasi altro meccanismo che controlli il veicolo. Tenta una prova di pilotaggio; in caso di successo, diventi il pilota del veicolo o recuperi il controllo del veicolo se era senza controllo. Alcuni veicoli hanno dei comandi complicati che rendono questa azione un'attività multi-azione.</p>"
        },
        "Quick Alchemy": {
            "name": "Alchimia Rapida",
            "description": "<p><strong>Costo</strong> 1 partita di reagenti infusi</p>\n<p><strong>Requisiti</strong> Devi avere degli @UUID[Compendium.pf2e.equipment-srd.4ftXXUCBHcf4b0MH]{strumenti da alchimista}, la formula dell'oggetto alchemico che stai creando e una mano libera.</p>\n<hr />\n<p>Mescoli rapidamente un oggetto alchemico di breve durata da usare al momento. Crei un singolo oggetto alchemico del tuo livello di alchimia avanzata o inferiore presente nel tuo formulario senza dover pagare il normale costo monetario dei reagenti alchemici o dover effettuare una prova di Artigianato. L'oggetto in questione ha il tratto infuso, ma rimane potente solo fino all'inizio del tuo turno successivo.</p>"
        },
        "Change Shape (Kitsune)": {
            "name": "Cambiare Forma (Kitsune)"
        },
        "Threatening Approach": {
            "name": "Approccio Minaccioso",
            "description": "<p>Avanzi per essere adiacente a un nemico e @UUID[Compendium.pf2e.actionspf2e.2u915NdUyQan6uKF]{Demoralizzi} quel nemico. In caso di successo, il nemico è @UUID[Compendium.pf2e.conditionitems.TBSHQspnbcqxsmjL]{spaventato 2} anziché spaventato 1.</p>"
        },
        "Call Upon the Brightness": {
            "name": "Appellarsi alla Luminosità",
            "description": "<p><strong>Innesco</strong> Tenti un tiro per colpire, una prova di abilità o un tiro salvezza durante l'esecuzione della linea d'azione derivante dal tuo <em>@UUID[Compendium.pf2e.spells-srd.41TZEjhO6D1nWw2X]{presagio}</em>, ma non hai ancora tirato</p>\n<hr />\n<p>Ottieni bonus di status +1 alla prova di innesco, o bonus di status +2 se il risultato del presagio era “sventura” e hai proceduto comunque.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.xPg5wzzKNxJy18rU]{Effetto: Cercatore della Luminosità}</p>"
        },
        "Energy Emanation (Electricity)": {
            "description": "<p><strong>Frequenza</strong> una volta al giorno</p>\n<hr />\n<p>L'energia fuoriesce dal tuo corpo. Infliggi 1d6 danni di elettricità a tutte le creature adiacenti (TS @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] usando la tua CD di classe o CD di incantesimo, qualunque sia la più alta). Al 3° livello, e ogni due livelli successivi, questo danno aumenta di 1d6.</p>\n<p>[[/r (ceil(@actor.level/2))d6[electricity]]]{Danno Livellato}</p>",
            "name": "Emanazione di Energia (Elettricità)"
        },
        "Energy Emanation (Fire)": {
            "name": "Emanazione di Energia (Fuoco)",
            "description": "<p><strong>Frequenza</strong> una volta al giorno</p>\n<hr />\n<p>L'energia fuoriesce dal tuo corpo. Infliggi 1d6 danni di fuoco scelto a tutte le creature adiacenti (TS @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] usando la tua CD di classe o CD di incantesimo, qualunque sia la più alta). Al 3° livello, e ogni due livelli successivi, questo danno aumenta di 1d6.</p>\n<p>[[/r (ceil(@actor.level/2))d6[fire]]]{Danno Livellato}</p>"
        },
        "Recall Knowledge": {
            "description": "<p>Puoi cercare di Ricordare Conoscenze per riportare alla mente informazioni utili su un argomento. Potresti avere informazioni di base senza bisogno di effettuare la prova, ma Ricordare Conoscenze richiede che ti fermi a pensare per un momento, in modo da mettere a fuoco fatti più specifici e metterli in pratica. Potresti addirittura dover compiere delle ricerche prima. Se vuoi usare Medicina per determinare le cause di un decesso, per esempio, potresti dover effettuare un'autopsia prima di Ricordare Conoscenze.</p>\n<p>Puoi usare le seguenti abilità per Ricordare Conoscenze e Ottenere informazioni sugli argomenti elencati. In alcuni casi puoi ottenere il permesso del GM per usare un'altra abilità (purché correlata), solitamente effettuando una prova con una CD più elevata. Alcuni argomenti compaiono in più liste, ma le abilità potrebbero dare informazioni diverse. Arcano, per esempio, potrebbe svelarti le difese magiche di un golem, mentre Artigianato potrebbe informarti sulla sua resistenza agli attacchi fisici.</p>\n<p><strong>Sapienza</strong> l'argomento della sottocategoria dell'abilità Sapienza.</p>\n<p>Il GM potrebbe permetterti di effettuare prove per Ricordare Conoscenze usando altre abilità. Potresti, per esempio, giudicare le capacità di un acrobata usando Acrobazia. Se stai usando un'abilità fisica (come in questo esempio), probabilmente il GM ti chiederà di usare il punteggio di una caratteristica mentale, solitamente Intelligenza, anziché il punteggio della norma le caratteristica fisica dell'abilità.</p>\n<hr />\n<p><strong>Successo Critico</strong> Ricordi accuratamente l'informazione e ottieni dettagli aggiuntivi o informazioni sul contesto.</p>\n<p><strong>Successo</strong> Ricordi accuratamente l'informazione o ottieni un indizio utile sulla tua situazione attuale.</p>\n<p><strong>Fallimento Critico</strong> Ricordi un'informazione sbagliata o ottieni un indizio erroneo o falso.</p><h2 class=\"title\">Esempi di Compiti di Ricordare Conoscenze</h2>\n<p>Questi esempi usano Società o Religione.</p>\n<ul>\n<li><strong>Senza Addestramento</strong> il nome di un governante, un importante nobile o una divinità maggiore</li>\n<li><strong>Addestrato</strong> la linea di successione di una importante famiglia aristocratica, le dottrine cardine di una divinità maggiore</li>\n<li><strong>Esperto</strong> la genealogia di un nobile minore, gli insegnamenti di un antico sacerdote</li>\n<li><strong>Maestro</strong> la gerarchia di una corte nobiliare di geni, i principali templi extraplanari di una divinità</li>\n<li><strong>Leggendario</strong> l'esistenza di un erede nobile perduto da tempo, le dottrine segrete di una religione</li>\n</ul>",
            "name": "Ricordare Conoscenze"
        },
        "Energy Emanation (Cold)": {
            "name": "Emanazione di Energia (Freddo)",
            "description": "<p><strong>Frequenza</strong> una volta al giorno</p>\n<hr />\n<p>L'energia fuoriesce dal tuo corpo. Infliggi 1d6 danni del tipo scelto a tutte le creature adiacenti (TS @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] usando la tua CD di classe o CD di incantesimo, qualunque sia la più alta). Al 3° livello, e ogni due livelli successivi, questo danno aumenta di 1d6.</p>\n<p>[[/r (ceil(@actor.level/2))d6[cold]]]{Danno Livellato}</p>"
        },
        "Energy Emanation (Acid)": {
            "name": "Emanazione di Energia (Acido)",
            "description": "<p><strong>Frequenza</strong> una volta al giorno</p>\n<hr />\n<p>L'energia fuoriesce dal tuo corpo. Infliggi 1d6 danni del tipo scelto a tutte le creature adiacenti (TS @Check[type:reflex|dc:resolve(@actor.attributes.classOrSpellDC.value)|basic:true] usando la tua CD di classe o CD di incantesimo, qualunque sia la più alta). Al 3° livello, e ogni due livelli successivi, questo danno aumenta di 1d6.</p>\n<p>[[/r (ceil(@actor.level/2))d6[acid]]]{Danno Livellato}</p>"
        },
        "Resist Elf Magic": {
            "name": "Resistere alla Magia dell'Elfo",
            "description": "<p><strong>Innesco</strong> Tenti un tiro salvezza contro un effetto magico, ma non hai ancora tirato.</p>\n<hr />\n<p>La tua resistenza ancestrale alla magia ti protegge. Ottieni bonus di circostanza +1 al tiro salvezza innescante. Se l'effetto di innesco è arcano, ottieni invece bonus di circostanza +2.</p>"
        }
    }
}
