{
    "entries": {
        "Azarketi": {
            "name": "Azarketi",
            "description": "<p>Gli Azarketi, discendenti dell'eredità di un impero in frantumi, mantengono intatte le loro orgogliose tradizioni, ma emergono comunque per interagire con il resto del mondo.</p>\n<p>Gli umanoidi acquatici del Mare Interno condividono una storia cupa e pesante. La maggior parte si riferisce a questi popoli acquatici come uomini pesce o talvolta azlanti bassi, sebbene in genere loro si riferiscano a se stessi come azarketi, una parola azlanti che si traduce approssimativamente in \"popolo dei mari\". Dopo il cataclisma, questi orgogliosi umani furono mutati in servitori acquatici dal loro nemici alghollthu. Sentendo di non appartenere completamente ai loro fratelli umani né al mare che li vincola, molti azarketi lottano per un senso di identità e uno scopo. Sebbene siano visti con sospetto dagli abitanti della superficie, gli azarketi celebrano il loro lignaggio unico e la loro discendenza dalla venerata cultura azlanti.</p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.SNhp04cirQnnBTbb]{Azarketi}</p>"
        },
        "Tengu": {
            "name": "Tengu",
            "description": "<p><em>I tengu, socievoli e pieni di risorse, si sono diffusi in lungo e in largo partendo dalla loro madrepatria, il Tian Xia, e mescolando tutte le innovazioni e le tradizioni che incontravano con quelle provenienti dalla loro storia millenaria.</em></p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.YGIwmuVOJI7uNhGM]{Tengu}</p>"
        },
        "Kitsune": {
            "name": "Kitsune",
            "description": "<p><em>I kitsune sono un popolo carismatico e arguto, il cui legame con la spiritualità concede loro molte capacità magiche, in particolare il potere di assumere altre forme. Che passino inosservati tra gli altri popoli o che tengano le code alte, i kitsune sono abili osservatori delle società che li circondano.</em></p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.26YL1jOPQQS6k7A9]{Kitsune}</p>"
        },
        "Skeleton": {
            "name": "Scheletro",
            "description": "<p><em> Gli scheletri sono considerati tra i tipi più infimi di non morti. Sono generalmente privi di intelletto e di molte delle capacità che rendono gli altri non morti una seria minaccia. Tuttavia, i corpi animati di draghi, giganti e altre bestie sono pericolosi avversari. Le creature che erano molto potenti in vita potrebbero conservare una porzione della loro potenza e del loro intelletto quando tornano come scheletri. Alcuni necromanti possono trasformare i loro nemici più forti in servitori non morti scheletrici, ammesso che riescano a controllarli.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.EcNSrvwIj22Jxkjz]{Scheletro}</em></p>"
        },
        "Kobold": {
            "name": "Coboldo",
            "description": "<p><em>Ogni coboldo sa che la sua corporatura esile cela un reale e vigoroso potere draconico. I coboldi sono ingegnosi artigiani e alleati devoti all'interno dei loro cunicoli, ma chi sconfina nel loro territorio scopre che sono anche abili nelle schermaglie, soprattutto grazie al sostegno di uno stregone draconico o di un vero signore supremo dei draghi. Tuttavia, questi rettili opportunisti sono felici di cooperare con altri umanoidi quando ne traggono vantaggio, combinando cautela e astuzia per fare fortuna nel resto del mondo.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.naQrTTE7CXu5lnNt]{Coboldo}</em></p>"
        },
        "Catfolk": {
            "name": "Felinide",
            "description": "<p><em>I felinidi, girovaghi curiosi e socievoli, combinano le caratteristiche dei felini e degli umanoidi sia nell'aspetto sia nel temperamento. Adorano imparare cose nuove, raccogliere nuove storie e ninnoli e assicurarsi che i loro cari rimangano sani e salvi. I felinidi si considerano i guardiani prescelti dei luoghi incontaminati del mondo e spesso il loro coraggio rasenta la spericolatezza, anche a fronte di avversari irresistibili.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.5S1Pq3GoEzLfBbH7]{Felinide}</em></p>"
        },
        "Dwarf": {
            "name": "Nano",
            "description": "<p><em>I nani hanno una reuptazione più che meritata di gente stoica e severa, che vive in cittadelle e città scavate nella roccia più massiccia. Benché alcuni considerino i nani semplici artigiani dediti alla pietra e al metallo, arcigli e privi di ogni senso dell'umorismo, coloro che hanno trascorso del tempo in mezzo a loro colgono il loro grandissimo zelo nel lavoro, che punta alla qualità molto più che alla quantità. Agli occhi di uno straniero possono sembrare diffidenti e chiusi, ma con i loro amici e familiari i nani sono cordiali e premurosi; le loro sale riecheggiano del suono di risate e di martelli che battono sulle incudini.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.XzRv30zY3UXRbBho]{Nano}</em></p>"
        },
        "Gnome": {
            "name": "Gnomo",
            "description": "<p><em>Molto tempo fa, i progenitori degli gnomi emigrarono dal Primo Mondo, regno delle creature fatate. Non si conosce bene il motivo per cui i primi gnomi giunsero su Golarion, ma la loro origine si manifesta negli gnomi moderni sotto forma di ragionamenti bizzarri, eccentricità, comportamenti ossessivi e quella he alcuni considerano ingenuità. Queste qualità si riflettono ulteriormente nelle loro caratteristiche fisiche: arti esili, capelli dai colori vivaci e fattezze facciali fanciullesche ed estremamente espressive, che richiamano le loro origini ultraterrene.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.qIu10HByKeRaPPvD]{Gnomo}</em></p>"
        },
        "Fleshwarp": {
            "name": "Carnideforme",
            "description": "<p><em>I carnideformi sono persone il cui aspetto è stato plasmato o radicalmente trasformato da magia, alchimia o energie innaturali. La loro apparenza poco ortodossa può rendere complicata la ricerca di un posto nel mondo.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.vTB1bTYVE4onyyy1]{Carnideforme}</em></p>"
        },
        "Strix": {
            "name": "Strix",
            "description": "<p><em>Gli strix, che nella loro lingua si chiamano itarii, sono umanoidi simili a uccelli, solitari e devoti alla loro patria e alle loro tribù. Difendono le loro comunità più preziose con ampie ali e artigli affilati come rasoi.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.N8aShsDuf3ur0vZ2]{Strix}</em></p>"
        },
        "Android": {
            "name": "Androide",
            "description": "<p><em>Gli androidi, meraviglie tecnologiche provenienti da un altro mondo, hanno corpi sintetici e anime viventi. La loro duplice natura li rende rapidi e calmi quando sono sotto pressione, ma a loro agio nella quiete e nella solitudine.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.dyusFHHyaQOaQhZ0]{Androide}</em></p>"
        },
        "Halfling": {
            "name": "Halfling",
            "description": "<p><em>Non avendo luoghi da rivendicare per il loro possesso gli halfling controllano ben pochi insediamenti più grandi di un villaggio. In cambio vivono spesso in mezzo agli uomini tra le mura delle grandi città, creando piccole comunità a fianco alla gente alta. Molti halfling vivono in modo più che soddisfacente restando all'ombra dei loro vicini più alti, mentre altri preferiscono un'esistenza nomadica, viaggando per il mondo e sfruttando le opportunità e le avventure in cui si imbattono.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.voI7uPS9vsG74JIn]{Halfling}</em></p>"
        },
        "Lizardfolk": {
            "name": "Lucertoloide",
            "description": "<p><em>I lucertoloidi sono sopravvissuti navigati, eredi di imperi considerati antichi persino dagli elfi.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.cbLJs37Nc8FveriK]{Lucertoloide}</em></p>"
        },
        "Human": {
            "name": "Umano",
            "description": "<p><em>Gli umani, che sono tanto imprevedibili e diversificati quanto gli altri popoli di Golarion, posseggono una determinazione ecezionale e la capacità di adattarsi e di prosperare. Anche se molte civilità si sono sviluppate prima che prendessero il predominio gli umani, questi ultimi hanno costruito alcune delle socità più straordinarie o più terrificanti nel corso della storia,e oggi sono il popolo più numeroso nei regni del Mare Interno.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.7pU8yM7yPMw92SY3]{Umano}</em></p>"
        },
        "Ratfolk": {
            "name": "Rattoide",
            "description": "<p><em>Gli ysoki (questo è il nome che si danno i rattoidi) sono una stirpe intelligente, flessibile e meticolosa, felice quando vive in spazi molto piccoli con grandi famiglie numerose.</em></p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.zoSkNev57C8OEDYL]{Rattoide}</p>"
        },
        "Elf": {
            "name": "Elfo",
            "description": "<p><em>Gli elfi, facendo parte di un popolo dalle antiche origini, hanno assistito a grandi cambiamenti e osservano il mondo come pu`o fare soltanto chi ha scrutato il volgere di intere ere. Dopo aver abbandonato il mondo della notte dei tempi, hanno fatto ritorno in una terra ormai mutata e cercano di rivendicare la loro patria ancestrale, lottando soprattutto contro i terribili demoni che la hanno invasa. Per alcuni, gli elfi sono fonte di timore revererenziale: belli e aggraziati, talentuosi e sapienti. Tuttavia, gli elfi danno molto più peso alla libertà personale che all'adesione a quegli ideali.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.3cfdiId1IoxLsF9V]{Elfo}</em></p>"
        },
        "Anadi": {
            "name": "Anadi"
        },
        "Sprite": {
            "name": "Spiritello",
            "description": "<p><em>Gli spiritelli sono creature minuscole, capricciose ed esuberanti del regno fatato chiamato Primo Mondo. Amano fare scherzi, scoprire cose nuove e sposare tutto ciò che ha a che fare con la magia.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.rvbMGyBr6y5K7HDP]{Spiritello}</em></p>"
        },
        "Leshy": {
            "name": "Leshy",
            "description": "<p><em>Guardiani ed emissari dell'ambiente, i leshy sono spiriti immortali della natura ai quali è stata temporaneamente concessa una forma fisica.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.SWkwNivrfzWZqas9]{Leshy}</em></p>"
        },
        "Fetchling": {
            "name": "Ghermito",
            "description": "<p><em>I ghermiti, che un tempo erano umani e ora sono diventati qualcosa di diverso, mostrano l'antica influenza del Piano delle Ombre nelle carnagioni monocromatiche, negli occhi luminosi e nelle ombre soprannaturali.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.RlMgeku1FNJjF7YR]{Ghermito}</em></p>"
        },
        "Orc": {
            "name": "Orco",
            "description": "<p><em>Gli orchi sono forgiati tra le fiamme della violenza e del conflitto, spesso dall'istante in cui nascono. Le loro vite spesso sono brutalmente brevi: gli orchi si dilettano nel mettere alla prova la loro forza contro nemici degni, sfidando per il dominio membri di rango più alto della loro comunità o razziando un insediamento vicino. Molti orchi vanno in cerca di gloria non appena sono in grado di camminare e impugnare una lama o una mazza, addomesticando bestie selvagge o cacciando mostri letali.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.GCxhDyf1ZNlLiDKZ]{Orco}</em></p>"
        },
        "Hobgoblin": {
            "name": "Hobgoblin",
            "description": "<p><em>Più alti e più forti dei loro parenti goblin, gli hobgoblin possiedono la forza e la taglia degli umani, con spalle larghe e braccia lunghe e potenti.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.DuWzeY4zugKFFthl]{Hobgoblin}</em></p>"
        },
        "Shoony": {
            "name": "Shoony"
        },
        "Goblin": {
            "name": "Goblin",
            "description": "<p><em>Le store complicate a cui si aggrappano gli altri popoli non sono affatto interessanti per i goblin. Questo popolo di piccoletti coglie ogni attimo e preferisce inventare storie inverosimili che registrare i fatti accaduti. Le guerre combattute qualche decennio fa potrebbero anche risalire a un passato remoto. I goblin, pur essendo per lo più incompresi dagli altri popoli, sono felici di essere quello che sono. Le virtù dei goblin si incentrano sulla consapevolezza del presente, sulla creatività e sull'onestà. I goblin si preoccupano di vivere una vita piena, anziché di come finirà il loro viaggio. Di raccontare storie, non di cercare il pelo nell'uovo. Di essere piccoli, ma di sognare in grande.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.Gn0XGCWDb0N4zLE0]{Goblin}</em></p>"
        },
        "Conrasu": {
            "name": "Conrasu"
        },
        "Poppet": {
            "name": "Bambolina",
            "description": "<p><em>Le bamboline sono piccoli costrutti basilari che di solito svolgono semplici mansioni per i loro padroni. Talvolta però acquisiscono saggezza, indipendenza e una scintilla di vita e, trasceso il ruolo di mere aiutanti o giocattoli, sono libere di scrivere il proprio destino.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.Ck8L9livQph1GFal]{Bambolina}</em></p>"
        },
        "Automaton": {
            "name": "Automata",
            "description": "<p><em>Questi costrutti intelligenti hanno al loro interno delle vere e proprie anime, e rappresentano ciò che rimane dell'ultimo tentativo di grandezza di un impero morente. Gli automi combinano l'ingegno tecnologico con il potere magico, creando un essere misto del tutto unico su Golarion.</em></p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.rsx8cRI20oEDgfQh]{Automata}</p>"
        },
        "Ghoran": {
            "name": "Ghoran"
        },
        "Centaur": {
            "name": "Centauro"
        }
    },
    "label": "Stirpi"
}
