{
    "entries": {
        "Azarketi": {
            "name": "Azarketi"
        },
        "Tengu": {
            "name": "Tengu"
        },
        "Kitsune": {
            "name": "Kitsune",
            "description": "<p><em>I kitsune sono un popolo carismatico e arguto, il cui legame con la spiritualità concede loro molte capacità magiche, in particolare il potere di assumere altre forme. Che passino inosservati tra gli altri popoli o che tengano le code alte, i kitsune sono abili osservatori delle società che li circondano.</em></p>\n<hr />\n<p>I kitsune sono mutaforma dotati di due sembianze: una da umanoide con la testa di volpe e una che dipende in gran parte dal luogo in cui sono cresciuti. Chi è cresciuto in aree popolate di solito possiede quella che viene chiamata forma senza coda: un corpo umanoide senza alcuna caratteristica di volpe, che ricorda una stirpe più comune, come un elfo o un umano. Nelle zone boschive o rurali, è più probabile che la loro seconda forma sia quella di una volpe.</p>\n<p>Sebbene esistano insediamenti di kitsune, la maggior parte vive tra persone di altre stirpi, cosa che dona loro un punto di vista esterno sulle regole o dinamiche sociali che altri elaborano solo inconsciamente. I kitsune si divertono sia a sovvertire le aspettative che ad assecondarle. La loro passione per le barzellette, le storie e i giochi di parole, specialmente quando la soluzione di un enigma dipende dalle supposizioni dell'ascoltatore, rafforza la loro reputazione di ingannatori.</p>\n<p>Avendo una doppia forma e una connessione sia con il mondo materiale che con quello spirituale, i kitsune hanno concetti variegati di sé e della propria identità. Alcuni considerano addirittura le loro forme come due individui separati e le usano per esplorare diversi aspetti della loro personalità.</p>\n<p>Se vuoi giocare un personaggio con doti magiche innate e innumerevoli sfaccettature nascoste, ognuna da rivelare con un guizzo dell'occhio e un sorriso sornione, dovresti interpretare un kitsune.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Osservare attentamente le abitudini di chi ti circonda, prendendo appunti mentali su come imitarlo meglio.</li>\n<li>Dilettarti con battute, giochi di parole astuti, scherzi o intrecci inutilmente complessi.</li>\n<li>Presentare un aspetto diverso, ma autentico, di re stesso in ogni nuova situazione.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Sono catturati dalla tua personalità magnetica e dalla tua natura enigmatica.</li>\n<li>Ammirano le tue numerose capacità soprannaturali.</li>\n<li>Si chiedono cosa gli stai nascondendo.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I kitsune hanno orecchie da volpe, muso appuntito e artigli corti e semiretrattili sulle dita delle mani e dei piedi. La loro pelliccia è densa, ombreggiata e il più delle volte di colore rosso, marrone, nero o bianco. Hanno code folte che crescono di numero man mano che affinano le loro capacità magiche innate, fino a nove.</p>\n<h2>Società</h2>\n<p>Di rado i kitsune rappresentano la maggioranza nelle comunità in cui vivono, e molti passano tutta la loro vita senza incontrare altri kitsune al di fuori della loro famiglia. La loro società, per quanto esista, si basa soprattutto su punti di contattatto che si scoprono incontrando altri popoli. La stessa prospettiva sociale che li aiuta ad imitare gli altri li rende anche rapidi nel capire quando qualcuno potrebbe aver bisogno di aiuto o di una parola gentile. Per questo motivo, i kitsune instaurano spesso forti relazioni interpersonali e tendono ad avere cerchie sociali salde.</p>\n<p>Quando due kitsune si incontrano, possono scambiarsi qualche battuta verbale, cercando di superare in astuzia l'altro. Benché rivelare direttamente la natura di mutaforma di un altro kitsune sia considerata una grave offesa, i membri di questa stirpe amano costringere surrettiziamente l'altro a \"uscire\" dal personaggio, spingendolo a porre termine alla sua trasformazione con un commento ben piazzato.</p>\n<h2>Allineamento e Religione</h2>\n<p>I kitsune spesso sono di allineamento neutrale per bilanciare la loro duplice nema, anche se l'istinto di andare in cerca di guai porta molti di loro a propendere leggermente per il caos. Alcuni possiedono la capacità di controllare o piegare la volontà altrui, ma solo i più malvagi usano queste arti con leggerezza o egoismo.</p>\n<p>La divinità patrona dei kitsune è Daikitsu, dea dell'artigianato e dell'agricoltura. Anche se non tutti i kitsune adorano necessariamente Dalkitsu, la maggior parte la rispetta come presunta fonte del propri poteri. I kitsune del Tian Xia spesso venerano sia Shizuru che Tsukiyo, riconoscendo la dualità del sole e della luna nella loro natura sfaccettata. Una piccola setta di kitsune avistaniani venera Sivanah, dea dell'illusione, rispettando il suo rapporto con percezione e realtà e credendo che la sua vera forma sia quella di una kitsune, nascosta dietro non sette, ma nove veli.</p>\n<h2>Nomi</h2>\n<p>Pur avendo anche nomi tradizionali, è più probabile che i kitsune usino nomi poco vistosi nella loro società locale, per passare meglio inosservati. Alcuni hanno nomi diversi per ogni forma: un nome kitsune per la forma kitsune, un nome regionale per una forma senza coda, ed eventualmente nessun nome per una forma di volpe.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Hamako, Haohiko, Kitsukou, Kon, Kwan-la, Talaro</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Kitsune</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Carisma, Libero</p>\n<p><strong>Lingue</strong> Comune</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Elfico, Gnomesco, Goblin, Halfling, Nanico, Silvano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Cambiare Forma</strong> (concentrazione, divino, kitsune, metamorfosi trasmutazione) Ti trasformi in una specifica forma alternativa determinata dal tuo lignaggio. Se il tuo lignaggio non elenca una forma, la tua forma alternativa è una forma senza coda, che è una stirpe umanoide Media comune prevalente nel luogo in cui sei cresciuto (di solito umano). Questa forma ha la stessa età e corporatura della tua vera forma e ha tratti fisici approssimativamente analoghi, come il colore dei capelli. Usare Cambiare Forma conta come creare un travestimento per l'uso di Impersonare di Inganno. In questa forma perdi tutti i Colpi senz'armi che hai ottenuto grazie ai talenti di lignaggio o di stirpe dei kitsune. Puoi rimanere nella tua forma alternativa a tempo indeterminato e puoi tornare alla tua vera forma kitsune utilizzando nuovamente questa azione.</p>"
        },
        "Skeleton": {
            "name": "Scheletro"
        },
        "Kobold": {
            "name": "Coboldo"
        },
        "Catfolk": {
            "name": "Felinide"
        },
        "Dwarf": {
            "name": "Nano",
            "description": "<p><em>I nani hanno una reuptazione più che meritata di gente stoica e severa, che vive in cittadelle e città scavate nella roccia più massiccia. Benché alcuni considerino i nani semplici artigiani dediti alla pietra e al metallo, arcigli e privi di ogni senso dell'umorismo, coloro che hanno trascorso del tempo in mezzo a loro colgono il loro grandissimo zelo nel lavoro, che punta alla qualità molto più che alla quantità. Agli occhi di uno straniero possono sembrare diffidenti e chiusi, ma con i loro amici e familiari i nani sono cordiali e premurosi; le loro sale riecheggiano del suono di risate e di martelli che battono sulle incudini.</em></p>\n<hr />\n<p>I nani impiegano del tempo prima di fidarsi di chi è estraneo alla loro stirpe, ma questa diffidenza è motivata. Questo popolo ha una lunga storia di esilio forzato dalle sue fortezze ancestrali e di lotte contro le incursioni di nemici selvaggi, in particolar modo di giganti, goblinoidi, orchi e tutti quegli orrori che vivono ben al di sotto della superficie. E difficile accaparrarsi la fiducia di un nano, ma una volta che la si è ottenuta il legame che ne nasce è piu forte dell'acciaio.</p>\n<p>Se desideri giocare un personaggio duro come la roccia, un avventuriero testardo e implacabile che mescola una cruda durezza con una profonda saggezza (o quantomeno con una caparbia convinzione), dovresti interpretare un nano.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Sforzarti di difendere il tuo onore personale, a prescindere dalla situazione.</li>\n<li>Apprezzare l'artigianato di qualità in tutte le forme ed esigere che tutto il tuo equipaggiamento sia di alta qualità.</li>\n<li>Non esitare o desistere quando hai deciso di fare una cosa.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti considerano testardo, ma spetta a ciascun singolo individuo stabilire se questa è una risorsa o un problema.</li>\n<li>Presumono che tu sia un esperto nelle questioni legate alla lavorazione della pietra, l'estrazione mineraria, i metalli preziosi e le gemme.</li>\n<li>Riconoscono il forte legame che hai con la tua famiglia, il tuo lignaggio e i tuoi amici.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I nani sono bassi e tarchiati: misurano circa 30 centimetri in meno della maggior parte degli umani. Hanno il corpo largo e massiccio, con fattezze imponenti. I nani di ogni genere vanno orgogliosi della lunghezza delle loro chiome, che spesso acconciano con motivi intricati, talora per rappresentare clan specifici. La barba lunga è un simbolo di virilità e di onore tra i nani, per cui i maschi sbarbati sono considerati deboli, inaffidabili o anche peggio.</p>\n<p>In genere i nani raggiungono l'età adulta intorno ai 23 anni, ma la loro cultura tradizionalista assegna più importanza al completamento di alcuni riti di iniziazione, unici per ogni clan, che non al raggiungimento di una certa età. In genere un nano vive fino a 350 anni.</p>\n<h2>Società</h2>\n<p>Gli antichi imperi di superficie governati dai nani di un tempo sono tutti crollati secoli fa, sopraffatti da orchi e goblinoidi. I nani del presente possiedono ancora molte delle qualità che nei tempi antichi spinsero alla grandezza i loro progenitori: fierezza, grinta e caparbietà in ogni progetto, dalla battaglia all'artigianato, fino alla capacità di forgiare legami con familiari e amici.</p>\n<p>Benché la distanza tra le loro Cittadelle del Cielo, perse tra le montagne possa causare varie differenze culturali tra i diversi clan, per lo più le società naniche condividono molti tratti. Quasi tutte le genti naniche condividono la stessa passione per le opere in muratura e in metallo, oltre che per l'intaglio delle gemme. Molti nani sono abili nel campo dell'architettura e dell'estrazione mineraria e analogamente, condividono un odio atavico per giganti, orchi e goblinoidi.</p>\n<p>Ben pochi nani vanno in giro senza il pugnale del loro clan appeso alla cintura. Questo pugnale viene forgiato subito prima della nascita di un nano e in esso è incastonata la gemma del clan. Un genitore utilizza questo pugnale per tagliare il cordone ombelicale del bambino, per cui questa è la prima arma che assaggia il sangue del giovane nano.</p>\n<h2>Nani Avventurieri</h2>\n<p>Gli avventurieri nanici tendono a operare come cacciatori di tesori o mercenari. Spesso lasciano le loro cittadelle e città sotterranee in cerca di ricchezza, per supportare economicamente la loro patria o per riconquistare tesori nanici persi da lungo tempo, oppure terre depredate dai nemici della loro stirpe.</p>\n<p>I background tipici dei nani includono accolito, artigiano, combattente, mercante e minatore. I nani rendono ottimamente in molte classi marziali, come barbaro, guerriero, monaco e ranger, ma sono anche ottimi chierici e druidi.</p>\n<h2>Allineamento e Religione</h2>\n<p>I nani tendono ad apprezzare l'onore e a seguire le tradizioni dei loro clan e dei loro regni. Hanno un forte senso dell'amicizia e della giustizia, ma la scelta di chi considerano amico è sempre molto meticolosa. Lavorano sodo e si dedicano al divertimento in modo altrettanto intenso, in particolare quando c'è di mezzo qualche birra forte.</p>\n<p>Un nano in genere è di allineamento legale buono o legale neutrale e preferisce venerare le divinità che hanno questi allineamenti. Torag, dio delle genti naniche, è la divinità principale dei nani, ma anche il culto dei familiari di Torag è molto diffuso.</p>\n<h2>Nomi</h2>\n<p>I nani onorano i loro figli dando loro nomi presi dai propri antenati o da eroi nanici, per cui è molto raro che per un bambino si inventi un nome nuovo o si prenda in prestito un nome da un'altra cultura. Quando devono presentarsi, i nani tendono a elencare la loro famiglia e il clan a cui appartengono, più un qualsiasi numero di altri legami familiari e titoli onorifici. I nomi nanici di solito contengono consonanti aspre e in genere sono bisillabici.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Agna, Bodill, Dolgrin, Edrukk, Grunyar, Ingra, Kazmuk, Kotri, Lupp, Morgrym, Rogar, Rusilka, Torra, Yangrit</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Nani</h2>\n<p><strong>Punti Ferita</strong> 10</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 6 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Saggezza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Carisma</p>\n<p><strong>Lingue</strong> Comune, Nanico</p>\n<p><strong>Lingue aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Gnomesco, Goblin, Jotun, Orchesco, Sottocomune, Terran e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>\n<p><strong>Pugnale del Clan</strong> Ottieni gratuitamente un pugnale del clan appartenente al tuo clan, poiché ti è stato consegnato alla tua nascita. Vendere questo pugnale è considerato un terribile tabù e ti procura lo sdegno degli altri nani.</p>"
        },
        "Gnome": {
            "name": "Gnomo",
            "description": "<p><em>Molto tempo fa, i progenitori degli gnomi emigrarono dal Primo Mondo, regno delle creature fatate. Non si conosce bene il motivo per cui i primi gnomi giunsero su Golarion, ma la loro origine si manifesta negli gnomi moderni sotto forma di ragionamenti bizzarri, eccentricità, comportamenti ossessivi e quella he alcuni considerano ingenuità. Queste qualità si riflettono ulteriormente nelle loro caratteristiche fisiche: arti esili, capelli dai colori vivaci e fattezze facciali fanciullesche ed estremamente espressive, che richiamano le loro origini ultraterrene.</em></p>\n<hr />\n<p>Gli gnomi, sempre desiderosi di nuove esperienze, non si fermano mai un istante, né mentalmente né fisicamente, nel tentativo di allontanare una terribile malattia che minaccia l'intero loro popolo. Questa patologia, chiamata Sbiancamento, colpisce gli gnomi che non riescono più a sognare, a inventare novità e a intraprendere nuove esperienze, data l'assenza di energie magiche provenienti dal Primo Mondo, cruciali per gli gnomi. Queste creature, infatti, sono legate a una fonte di magia localizzata nel mondo in cui vivono (in genere la magia primeva, come è logico data la loro origine fatata), ma ciò non è sufficiente a evitare lo Sbiancamento, a meno che questa magia non venga supportata da nuove esperienze. Lo Sbiancamento risucchia lentamente (e letteralmente) il colore degli gnomi e spinge chi ne è affetto in uno stato di profonda depressione, che alla fine reclama le loro vite. Pochissimi gnomi sopravvivono a questo flagello e riescono a scamparvi, con buona dose di cupezza e saggezza: questi sono conosciuti col nome di sbiancati.</p>\n<p>Se desideri giocare un personaggio caratterizzato da un entusiasmo sconfinato e un atteggiamento stravagante e fatato nei confronti dell'etica e della vita, dovresti interpretare uno gnomo.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Appassionarti all'apprendimento e saltellare da un campo di studi a un altro senza alcun preavviso.</li>\n<li>Lanciarti nel mezzo dell'azione senza aver prima valutato l'intera situazione.</li>\n<li>Parlare, pensare e muoverti rapidamente, e spazientirti con coloro che non sono in grado di starti dietro.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Apprezzano il tuo entusiasmo e l'energia con cui affronti le nuove situazioni.</li>\n<li>Faticano a capire le tue motivazioni o ad adattarsi ai tuoi repentini cambi di direzione.</li>\n<li>Ti considerano imprevedibile, volubile, inaffidabile o addirittura scavezzacollo.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>La maggior parte degli gnomi è poco più alta di 90 centimetri e pesa poco più di un bambino umano. Gli gnomi mostrano un'ampia gamma di colori naturali della pelle, dei capelli e degli occhi. Gli gnomi che non hanno cominciato a Sbiancare possono avere praticamente qualsiasi colore di capelli e di occhi, soprattutto colori vivaci, mentre la carnagione presenta uno spettro un po, più ridotto e tende al color terra e a qualche sfumatura rosa anche se occasionalmente può orientarsi verso il verde, il nero o l'azzurro pallido. Gli occhi grandi e i muscoli facciali densi consentono agli gnomi di risultare particolarmente espressivi quando esprimono le loro emozioni. Di norma gli gnomi raggiungono la maturità fisica all'età di 18 anni, benché molti gnomi mantengano una curiosità infantile sul mondo, anche quando diventano adulti. Teoricamenente uno gnomo potrebbe vivere all'infinito se riuscisse a tenere a bada lo Sbiancamento, ma in pratica è raro che gli gnomi superino i 400 anni.</p>\n<h2>Società</h2>\n<p>Se da un lato gli gnomi adottano alcune delle pratiche culturali della regione in cui vivono, dall'altro tendono a scegliere le usanze che si adeguano di più alla logica fatata da cui provengono. Questo spesso porta la maggior parte delle comunità gnomesche a essere composte quasi unicamente da gnomi, perché gli altri popoli, sconcertati dalle decisioni politiche degli gnomi, scelgono di spostarsi altrove. Per gli gnomi è difficile trovare una cultura che sentano interamente propria. Non esistono regni o nazioni gnomesche su Golarion, e anche se esistessero gli gnomi non saprebbero che farsene.</p>\n<p>Per una questione di necessità, sono pochi gli gnomi che rimangono legati in matrimonio per una vita intera; piuttosto essi lasciano che i rapporti si evolvano spontaneamente prima di dedicarsi ad altro, con l'obiettivo di allontanare lo Sbiancamento grazie a nuove esperienze. Benché le famiglie degli gnomi tendano a essere piccole, molte comunità gnomesche allevano i loro figli collettivamente, con rapporti familiari fluidi. Quando gli adulti si allontanano da un insediamento, a volte alcuni adolescenti non imparentati con loro li seguono, creando famiglie adottate che viaggiano insieme.</p>\n<h2>Allineamento e Religione</h2>\n<p>Benché gli gnomi siano burloni impulsivi, le cui motivazioni sono imperscrutabili e i cui metodi risultano confusionari, molti quanto meno cercano di rendere il mondo un posto migliore. Spesso si lasciano andare alle emozioni più potenti e come allineamento sono buoni, ma raramente legali. Gli gnomi venerano per lo più le divinità che apprezzano gli individui e la natura, come per esempio Cayden Cailean, Desna, Gozreh e Shelyn.</p>\n<h2>Gnomi Avventurieri</h2>\n<p>Per gli gnomi l'avventura non è tanto una scelta, quanto una necessità. Gli gnomi avventurieri spesso portano con sé dei souvenir che consentono loro di ricordare e rivivere le storie più eccitanti che hanno vissuto.</p>\n<p>Gli gnomi spesso prendono in considerazione i background intrattenitore, mercante o nomade. Inoltre, i background addestratore di animali, giocatore d'azzardo, inventore eccentrico e oste sono particolarmente appropriati.</p>\n<p>Il legame degli gnomi con la magia rende particolarmente adatte a loro le classi di incantatori, in particolare quelle che si adattano ai loro incantesimi innati primevi, come il druido o lo stregone primevo, anche se gli gnomi della sorgente potrebbero scegliere altre classi.</p>\n<h2>Nomi</h2>\n<p>I nomi degli gnomi possono essere molto complessi e polisillabici. Queste creature hanno scarso interesse per i nomi legati alla famiglia e i bambini spesso finiscono per ricevere un nome per il semplice ghiribizzo di un genitore. Raramente gli gnomi si preoccupano del fatto che i loro nomi sono difficili da pronunciare, e spesso utilizzano soprannomi più corti. Alcuni collezionano e annotano questi soprannomi. Tra gli gnomi i nomi più brevi sono quelli femminili.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Gnomi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Piccola</p>\n<p><strong>Velocità</strong> 6 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Carisma, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Forza</p>\n<p><strong>Lingue</strong> Comune, Gnomesco, Silvano</p>\n<p><strong>Lingue aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Elfico, Goblin, Jotun, Nanico, Orchesco e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>"
        },
        "Fleshwarp": {
            "name": "Carnideforme",
            "description": "<p><em>I carnideformi sono persone il cui aspetto è stato plasmato o radicalmente trasformato da magia, alchimia o energie innaturali. La loro apparenza poco ortodossa può rendere complicata la ricerca di un posto nel mondo.</em></p>\n<hr />\n<p>La magia e la scienza in grado di deformare le ossa e torcere i tendini sono fin troppo comuni su Golarion. I carnideformi sono coloro che sono stati alterati in modo permanente da tali metodi: a volte esseri senzienti creati interamente da carne inanimata, ma spesso vittime trasformate controvoglia da strane energie o sadici artefici.</p>\n<p>Il nome della stirpe \"carnideforme\" è un termine generico, dato che su Golarion il processo di deformazione della carne è più tristemente noto rispetto alle alterazioni causate da magia incontrollata, tecnologia o scienza sperimentale. Che sia praticato dai maghi thassiloniani, dai creatori di carne neciani o dai drow delle Lande Tenebrose, la deformazione della carne è l'arte di rimodellare corpo e mente in vasche di disgustosi reagenti magici. Questo ha portato alcuni teratologi a sostenere che solo gli esseri creati dalla deformazione tradizionale dovrebbero essere considerati carnideformi. Indipendentemente dalla fonte delle loro alterazioni, i carnideformi mantengono per sempre la loro nuova forma di esseri trasformati dalla vita selvaggia e strana, ben più di quanto fosse possibile per la loro stirpe originaria.</p>\n<p>Anche se i carnideformi sono umanoidi, non ne esistono due uguali. Uno potrebbe presentare arti in posti insoliti e pelle liscia come il vetro, mentre un altro potrebbe avere una spessa stuoia di pelliccia spinosa. Alcuni possono avere caratteristiche animalesche, come un muso da cinghiale, squame o zoccoli chiodati. Altri hanno sembianze completamente aliene, come occhi sporgenti sul dorso delle mani. Alcuni possono presentare solo qualche caratteristica inquietante, come denti incandescenti, occhi fumanti o unghie fatte di osso. Il solo trono comune tra i carnideformi è la natura disadattata. Lascia correre la tua immaginazione quando crei un personaggio carnideforme!</p>\n<p>Se un personaggio forte e resistente, che può cambiare la sua forma crescendo e che può usare il suo aspetto inimitabile per incutere soggezione o paura agli altri, dovresti interpretare un carnideforme.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Accettare il tuo aspetto insolito per ispirare rispetto o paura.</li>\n<li>Essere abituato a contare su te stesso.</li>\n<li>Diffidare dei grandi gruppi di persone, in particolare delle folle, sulla base di esperienze passate.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Trovano la tua fisiologia affascinante o terrificante.</li>\n<li>Suppongono che tu sia un esperto dì strane creature o fenomeni occulti.</li>\n<li>Ti considerano un estraneo enigmatico e imprevedibile, e forse anche pericoloso.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I carnideformi sono umanoidi alti da 1,50 a 2,10 metri e dal peso compreso tra 50 e più di 150 chilogrammi. Le proporzioni e l'aspetto dei loro arti e delle tra loro caratteristiche sono molto vari, ma i carnideformi hanno due gambe, due braccia e una sola testa; un carnideforme con più arti di così dovrebbe in considerazione un talento di stirpe appropriato per riflettere questa variante, oppure uno dei loro arti potrebbe essere vestigiale e non funzionale. I carnideformi differiscono ampiamente nel loro aspetto a causa delle circostanze uniche della loro creazione. Anche due fratelli carnideformi persone trasformate attraverso la stessa procedura potrebbero avere un .o due aspetto ben diverso.</p>\n<h2>Società</h2>\n<p>I carnideformi sono così pochi che le loro comunità sono rare. Il più delle volte vivono da soli, con un piccolo gruppo familiare o alla periferia della società. Alcuni, tuttavia, prosperano nelle città, dove possono rimanere anonimi in mezzo alla folla mentre svolgono mestieri che permettono loro di evitare il contatto con persone che potrebbero temerli o perseguitarli.</p>\n<p>I carnideformi apprezzano la perseveranza e imparano in fretta dagli altri, quindi chi entra in contatto con altri della loro specie di solito condivide storie che aiutano l'altro a sopravvivere, nascondersi o crescere in modo più efficace. La \"nascita\" di un carnideforme può essere un argomento doloroso od orribile; tranne che per amici stretti o persone care, parlarne è considerato scortese.</p>\n<h2>Allineamento e Religione</h2>\n<p>I carnideformi hanno poco da guadagnare dalla società e quindi raramente lavorano per sostenerla, tranne forse che per aiutare altri carnideformi. Devono essere in grado di adattarsi rapidamente per sopravvivere da soli. Di conseguenza, pochi carnideformi sono legali. Anche se le persone bigotte o miopi li considerano dei mostri, i carnideformi non sono più o meno inclini al male di chiunque altro, e molti cercano solo di vivere senza problemi. La maggior parte è di allineamento neutrale, perché se l'alienazione non costringe un carnideforme a provare disprezzo per gli altri, non lo incoraggia nemmeno a evitarlo. Questo è particolarmente vero per i carnideformi che vivono nelle società che hanno innescato la loro traumatica trasformazione. I carnideformi spesso non sono religiosi solo sulla carta; la maggior parte si disinteressa della fede (considerandosi disprezzata dagli dei o semplicemente ritenendo la fede una cosa poco pratica per la sopravvivenza) oppure è eccezionalmente devota. I carnideformi religiosi spesso venerano Arazni, Calistria, Desna o Gozreh; i malvagi si rivolgono tipicamente a Lamashtu, trovando consolazione nella Madre dei Mostri.</p>\n<h2>Nomi</h2>\n<p>I carnideformi possono provenire da (e quindi avere nomi di) qualsiasi cultura o stirpe, ma alcuni si danno nuovi nomi dopo essere stati trasformati, per celebrare il cambiamento, riconoscere una nuova fase della loro vita, o nascondere la loro identità passata. Molti carnideformi portano anche un soprannome descrittivo affibbiato loro da altri, come \"Tripla Mano\", \"Piè di Corteccia\" o \"Bocchelarghe\".</p>\n<p>I carnideformi non tengono quei soprannomi che ritengono offensivi, ma conservano quelli che descrivono il loro aspetto caratteristico o che vengono affibbiati loro dalle persone a cui tengono.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Borble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Carnideformi</h2>\n<p><strong>Punti Ferita</strong> 10</p>\n<p><strong>Taglia</strong> Piccola o Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Libero</p>\n<p><strong>Lingue</strong> Comune. Lingue aggiuntive pari al tuo modificatore di Intelligenza (se è positivo).</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Aklo, Draconico, Elfico, Goblin, Nanico, Sottocomune e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Anatomia Insolita</strong> Il tuo corpo poco ortodosso resiste alle afflizioni fisiche destinate ad altre creature. Ottieni bonus di circostanza +1 ai tiri salvezza contro malattie e veleni.</p>"
        },
        "Strix": {
            "name": "Strix",
            "description": "<p><em>Gli strix, che nella loro lingua si chiamano itarii, sono umanoidi simili a uccelli, solitari e devoti alla loro patria e alle loro tribù. Difendono le loro comunità più preziose con ampie ali e artigli affilati come rasoi.</em></p>\n<hr />\n<p>Gli strix apprezzano sopra ogni cosa ferocia, vendetta e devozione. Le loro ali scure e formidabili e la lunga storia di vendetta per i familiari caduti li dipingono come diavoli alati agli occhi delle popolazioni umane vicine. Nonostante la loro natura incompresa, gli stix vantano una cultura spirituale, artistica e compassionevole che si trova raramente al di fuori dei loro nidi.</p>\n<p>Ora che le popolazioni di strix cominciano a riaffiorare e a diffondersi oltre la regione montuosa conosciuta come Trespolo del Diavolo, le loro tribù costellano il paesaggio del Cheliax e delle nazioni circostanti. Anche quando sorvolano montagne, foreste e spiagge, gli strix tornano sempre a casa, spinti dai profondi legami con i loro parenti.</p>\n<p>Se vuoi un personaggio che sia leale ma enigmatico, feroce ma artista, e che aneli a librarsi sopra il mondo, dovresti interpretare uno strix.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Dedicarti e affezionarti alla tua famiglia, ai tuoi amici o alla tua comunità.</li>\n<li>Nutrire una sfiducia innata per gli umani.</li>\n<li>Tenere gli estranei a distanza e forse mostrarti ingenuo riguardo al mondo oltre la tua patria.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Apprezzano la tua amicizia devota, anche se non capiscono la storia culturale che c'è dietro.</li>\n<li>Di tanto in tanto ti trattano come un piccione viaggiatore, chiedendoti di consegnare lettere o altri favori simili.</li>\n<li>Trovano spaventoso il tuo aspetto, non conoscendo la tua stirpe.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli strix sono umanoidi con influenze avicole, con ali piumate che spuntano dalla schiena e artigli minacciosi. Con un'altezza media di 1,80 metri, gli strix sono più alti della maggior parte degli umani ma molto leggeri per le loro dimensioni. Raggiungono la maturità a 14 anni e hanno una vita media di 40 anni. Hanno orecchie a punta e grandi occhi, in genere neri dalla sclera alla pupilla, ma occasionalmente di un colore dorato penetrante. Gli strix non hanno la capacità di muovere gli occhi indipendentemente dalla testa, per cui il loro sguardo si muove a scatti tra un bersaglio e l'altro. I loro corpi di solito sono tesi e hanno una muscolatura ben definita, risultato della forza necessaria per sbattere le ali.</p>\n<h2>Società</h2>\n<p>Gli strix sono un popolo insolito e solitario, che rimane aggrappato ai suoi territori ancestrali. Vivono in tribù di modeste dimensioni o, talora, in piccoli gruppi di individui molto uniti. Gli insediamenti più grandi si trovano sul Trespolo del Diavolo, ma alcuni strix hanno attraversato tutto Golarion. Provano una forte empatia e un profondo legame con la loro famiglia e gli altri membri della comunità, mettono in rito piano i bisogni della comunità rispetto ai loro desideri, e le loro bande e tribù si avvalgono di una divisione del lavoro semplice ma ben organizzata. Le tribù di strix sono guidate da una rokoa, un capo tribù donna.</p>\n<p>Una lunga storia di conflitti con la vicina nazione del Cheliax ha generato nella maggior parte degli strix profonda paura e sospetto nei confronti degli umani, che chiamano kotaara. Gli strix hanno lottato per mantenere il controllo dei loro territori e preservare la loro popolazione a fronte di un conflitto costante con questi nemici che, oltre a cercare di distruggere i presunti \"diavoli alati\", li superano di gran lunga in numero. A causa del forte legame tra ì loro gruppi, la perdita di anche un solo membro della tribù è devastante.</p>\n<h2>Allineamento e Religione</h2>\n<p>Dato il profondo rispetto per le regole di una società funzionante, è raro che gli strix siano caotici, ma alcuni possono essere flessibili nell'adottare le regole delle società esterne. In genere non sono religiosi e si rifanno alle storie di un'epopea chiamata Korrsat Akra, o \"Il Nido Disperso\", per raccontare le loro origini e orientarsi nel mondo. Sono molto attenti alla vita dei loro compagni e provano un intenso dolore per la loro morte. Pharasma influenza molto gli strix religiosi, grazie alla popolarità delle pratiche religiose e spirituali che onorano le vite e le morti della comunità. Anche Gozreh esercita un'influenza quotidiana su molti strix, che implorano il Vento e le Onde di donare loro venti favorevoli al volo e di proteggere i loro parenti quando il cielo diventa scuro per la tempesta. Erastil e persino Torag rappresentano due versioni dell'ordine sociale e possono essere divinità unificanti per intere tribù.</p>\n<h2>Nomi</h2>\n<p>I nomi degli strix sono composti da suoni che ricordano il cinguettio, lo stridio o il trillo di vari uccelli, e le loro convenzioni di nomenclatura sono influenzate soprattutto dalla tradizione e dalla spiritualità. I nomi degli strix che vivono in piccole comunità possono avere una sillaba in comune, per esprimere la loro unità. Per via del profondo affetto per i familiari, è molto comune dare ai bambini il nome di altre persone care, occasionalmente con una sillaba aggiuntiva o un leggero cambiamento nella pronuncia</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Chiit-iir, Cicreeti, Ikatarii, Irkoata, Kaata, Kiilo, Kirii, Rahka, Roatatwiil, Turiilo, Turuk, Twilii</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Strix</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Libero</p>\n<p><strong>Lingue</strong> Comune, Strix</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Gigante, Gnomesco, Infernale e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Ali</strong> Tutti gli strix possiedono ali potenti. Anche se non tutti affinano le abilita di volo, un forte battito d'ali permette loro di percorrere distanze maggiori quando saltano. Quando Salti in orizzontale, ti muovi di 1,5 metri in più. Non fallisci automaticamente le prove di Salto in Alto o Salto in Lungo se prima non Avanzi almeno di 3 metri. Inoltre, quando effettui un Salto in Lungo puoi saltare fino a 3 metri in più rispetto al risultato della tua prova di Atletica, ma sempre fino ad un massimo della tua Velocità.</p>"
        },
        "Android": {
            "name": "Androide"
        },
        "Halfling": {
            "name": "Halfling"
        },
        "Lizardfolk": {
            "name": "Lucertoloide"
        },
        "Human": {
            "name": "Umano"
        },
        "Ratfolk": {
            "name": "Rattoide"
        },
        "Elf": {
            "name": "Elfo"
        },
        "Anadi": {
            "name": "Anadi"
        },
        "Sprite": {
            "name": "Spiritello"
        },
        "Leshy": {
            "name": "Leshy"
        },
        "Fetchling": {
            "name": "Fetchling"
        },
        "Grippli": {
            "name": "Grippli"
        },
        "Orc": {
            "name": "Orco"
        },
        "Hobgoblin": {
            "name": "Hobgoblin"
        },
        "Shoony": {
            "name": "Shoony"
        },
        "Goblin": {
            "name": "Goblin"
        },
        "Conrasu": {
            "name": "Conrasu"
        },
        "Gnoll": {
            "name": "Gnoll"
        }
    },
    "label": "Stirpi"
}
