{
    "entries": {
        "Azarketi": {
            "name": "Azarketi"
        },
        "Tengu": {
            "name": "Tengu",
            "description": "<p><em>I tengu, socievoli e pieni di risorse, si sono diffusi in lungo e in largo partendo dalla loro madrepatria, il Tian Xia, e mescolando tutte le innovazioni e le tradizioni che incontravano con quelle provenienti dalla loro storia millenaria.</em></p>\n<hr />\n<p>I tengu possiedono una gran resilienza, mista a una sopraffina arte oratoria, e si trovano a loro agio sia nella natura selvaggia che nella nicchia che si ritagliano nelle città più popolose. Accumulano conoscenze, strumenti e amicizie, che aggiungono alla loro raccolta durante i loro viaggi.</p>\n<p>Una vera e propria diaspora ha sparpagliato su tutto Golarion i tengu, alla ricerca di una vita migliore, esportando in terre lontane la loro abilità con la lavorazione delle lame. Nelle regioni marittime, i tengu lavorano in particolare come pescatori, fabbri e \"mangiamalocchio\" (membri degli equipaggi delle navi che si crede, a torto o a ragione, siano in grado di assorbire la sfortuna). Avendo vissuto in svariati luoghi e condizioni, i tengu tendono a non esprimere giudizi, specialmente sullo status sociale, ma la loro disponibilità ad accompagnarsi a delinquenti ha spesso) attirato un certo sospetto nei loro confronti.</p>\n<p>Se desideri un personaggio che proviene da una ricca tradizione artigianale, ma che colleziona con gioia nuove esperienze, compagni, parole e oggetti secondo necessità, dovresti interpretare un tengu.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Essere socievole e desideroso di trovare uno stormo tutto tuo.</li>\n<li>Assorbire voracemente le consuetudini di chi sta intorno a te, a volte anche dimenticando da dove proviene.</li>\n<li>Essere disponibile a svolgere qualsiasi compito o lavoro, a prescindere da quel che pensano gli altri.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti considerano una fonte di abilità e conoscenze eclettiche, specialmente in campo linguistico.</li>\n<li>Sono confusi dal tuo simultaneo rispetto e disprezzo per le tradizioni.</li>\n<li>Hanno difficoltà a interpretare le tue espressioni o ti guardano con sospetto e superstizione.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I tengu hanno molte caratteristiche da uccello. I loro volti terminano con becchi aguzzi; gli avambracci squamati e la parte inferiore delle gambe finiscono con degli artigli. Poiché le calzature chiuse tendono ad adattarsi male se non sono fatte su misura, molti tengu indossano sandali aperti o semplicemente camminano a piedi nudi. In genere i tengu non sono più alti di 1,50 metri e sono persino più leggeri di quanto suggerirebbe le loro ossatura delicata, poiché hanno le ossa cave. Un ristretto numero di tengu conserva delle ali vestigiali, incapaci di volare.</p>\n<p>I tengu si schiudono dalle uova e non hanno piume per il loro primo anno di vita, durante il quale raramente lasciano le loro case. Presto sviluppano un pelo grigio lanuginoso, che viene sostituito da un manto scuro di piume adulte quando raggiungono la maggiore età, intorno ai 15 anni. I tengu usano le penne che cadono dal loro manto in molti modi: come semplici penne da scrittura o per ventagli magici, intrisi della loro magia ancestrale. Molti tengu modificano il loro aspetto tingendo dei motivi su piume o artigli, il che amplifica la loro espressività corporea e aiuta gli altri umanoidi a comprendere le loro esternazioni.</p>\n<h2>Società</h2>\n<p>I tengu sono estremamente socievoli, si riuniscono in comunità estese composte da molte famiglie che vivono in case adiacenti e condividono la gestione domestica. Nelle città, una comunità può contenere anche membri di altre stirpi. I bambini tengu cresciuti nella stessa unità si considerano fratelli, senza preoccuparsi di chi di loro condivide un legame biologico.</p>\n<p>La più grande distinzione nella società tengu è tra chi rimane in madrepatria e chi viaggia per tutto il mondo. I tengu si riferiscono a questi due gruppi rispettivamente con \"appollaiati\" e \"migratori\". I tengu appollaiati tendono ad essere più tradizionalisti e conservatori e si interessano particolarmente a preservare la loro cultura, erosa da anni di oppressioni. I migratori, d'altra parte, assorbono voracemente la cultura delle varie nazioni e insediamenti che considerano la loro nuova patria.</p>\n<h2>Allineamento e Religione</h2>\n<p>I tengu seguono spesso le fedi della regione in cui sono stati allevati, sebbene la divinità ancestrale dei tengu sia il dio della tempesta Hei Feng. La famigerata baldoria ubriaca e le oscillazioni emotive di questo dio portano molti tengu a concentrare piuttosto la loro attenzione sugli dei della libertà e dei viaggi, come Desna o Cayden Cailean, o su divinità della natura, come Gozreh. Anche Besmara è un comune oggetto di culto dei tengu, specialmente di quelli che vivono in mare.</p>\n<p>Prima della loro diaspora, i tengu seguivano una fede sincretica che mescolava il culto politeistico di divinità responsabili della creazione del mondo naturale. Poiché il loro folklore postula che molto tempo fa i tengu discesero dal cielo notturno su stelle cadenti, per riposarsi sulle vette più alte di Golarion, i riti animisti venivano praticati sulle montagne e in altri maestosi luoghi naturali. Ancor oggi, raramente i tengu distinguono tra culti divini e primevi.</p>\n<p>I tengu sono molto più interessati all'equilibrio tra tradizionalismo e innovazione di quanto non siano al bene e al male: i tengu legali sono più comuni tra gli appollaiati, mentre i caotici tra i migratori.</p>\n<h2>Avventurieri</h2>\n<p>Un tengu che lascia la madrepatria è molto incline alle avventure, a solcare grandi distanze, a raccogliere splendidi tesori e ad affrontare le sfide del combattimento o del mare ondeggiante.</p>\n<p>I background dei tengu potrebbero riflettere il ruolo che essi ricoprono in patria o dopo la diaspora. Tra questi ci sono acrobata, ciarlatano, emissario, giocatore d'azzardo, indovino, intrattenitore, marinaio, mercante, nomade e oste oltre a bandito, corriere, profugo, rivoltoso e rovistatore.</p>\n<p>I tengu spesso diventano bardi, canaglie, oracoli, ranger o spadaccini.</p>\n<h2>Nomi</h2>\n<p>I tengu appollaiati tendono verso nomi più tradizionali e nella loro lingua si usano spesso consonanti dure, mentre la tendenza del tengu migratori ad assorbire e, riutilizzare la cultura di chi li circonda ha portato a nomi che combinano elementi di qualsiasi lingua si adatti alla loro fantasia.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Arkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Tengu</h2>\n<p><strong>Punti Ferita</strong> 6</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Libero</p>\n<p><strong>Lingue</strong> Comune, Tengu</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Elfico, Halfling, Gnomesco, Goblin, Nanico, Silvano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>\n<p><strong>Becco Affilato</strong> Grazie al tuo becco affilato, non sei mai privo di un'arma. Hai un attacco senz'armi con il becco che infligge 1d6 danni perforanti. Il tuo becco è nel gruppo delle armi rissa e ha i tratti accurata e disarmato.</p>"
        },
        "Kitsune": {
            "name": "Kitsune",
            "description": "<p><em>I kitsune sono un popolo carismatico e arguto, il cui legame con la spiritualità concede loro molte capacità magiche, in particolare il potere di assumere altre forme. Che passino inosservati tra gli altri popoli o che tengano le code alte, i kitsune sono abili osservatori delle società che li circondano.</em></p>\n<hr />\n<p>I kitsune sono mutaforma dotati di due sembianze: una da umanoide con la testa di volpe e una che dipende in gran parte dal luogo in cui sono cresciuti. Chi è cresciuto in aree popolate di solito possiede quella che viene chiamata forma senza coda: un corpo umanoide senza alcuna caratteristica di volpe, che ricorda una stirpe più comune, come un elfo o un umano. Nelle zone boschive o rurali, è più probabile che la loro seconda forma sia quella di una volpe.</p>\n<p>Sebbene esistano insediamenti di kitsune, la maggior parte vive tra persone di altre stirpi, cosa che dona loro un punto di vista esterno sulle regole o dinamiche sociali che altri elaborano solo inconsciamente. I kitsune si divertono sia a sovvertire le aspettative che ad assecondarle. La loro passione per le barzellette, le storie e i giochi di parole, specialmente quando la soluzione di un enigma dipende dalle supposizioni dell'ascoltatore, rafforza la loro reputazione di ingannatori.</p>\n<p>Avendo una doppia forma e una connessione sia con il mondo materiale che con quello spirituale, i kitsune hanno concetti variegati di sé e della propria identità. Alcuni considerano addirittura le loro forme come due individui separati e le usano per esplorare diversi aspetti della loro personalità.</p>\n<p>Se vuoi giocare un personaggio con doti magiche innate e innumerevoli sfaccettature nascoste, ognuna da rivelare con un guizzo dell'occhio e un sorriso sornione, dovresti interpretare un kitsune.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Osservare attentamente le abitudini di chi ti circonda, prendendo appunti mentali su come imitarlo meglio.</li>\n<li>Dilettarti con battute, giochi di parole astuti, scherzi o intrecci inutilmente complessi.</li>\n<li>Presentare un aspetto diverso, ma autentico, di re stesso in ogni nuova situazione.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Sono catturati dalla tua personalità magnetica e dalla tua natura enigmatica.</li>\n<li>Ammirano le tue numerose capacità soprannaturali.</li>\n<li>Si chiedono cosa gli stai nascondendo.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I kitsune hanno orecchie da volpe, muso appuntito e artigli corti e semiretrattili sulle dita delle mani e dei piedi. La loro pelliccia è densa, ombreggiata e il più delle volte di colore rosso, marrone, nero o bianco. Hanno code folte che crescono di numero man mano che affinano le loro capacità magiche innate, fino a nove.</p>\n<h2>Società</h2>\n<p>Di rado i kitsune rappresentano la maggioranza nelle comunità in cui vivono, e molti passano tutta la loro vita senza incontrare altri kitsune al di fuori della loro famiglia. La loro società, per quanto esista, si basa soprattutto su punti di contattatto che si scoprono incontrando altri popoli. La stessa prospettiva sociale che li aiuta ad imitare gli altri li rende anche rapidi nel capire quando qualcuno potrebbe aver bisogno di aiuto o di una parola gentile. Per questo motivo, i kitsune instaurano spesso forti relazioni interpersonali e tendono ad avere cerchie sociali salde.</p>\n<p>Quando due kitsune si incontrano, possono scambiarsi qualche battuta verbale, cercando di superare in astuzia l'altro. Benché rivelare direttamente la natura di mutaforma di un altro kitsune sia considerata una grave offesa, i membri di questa stirpe amano costringere surrettiziamente l'altro a \"uscire\" dal personaggio, spingendolo a porre termine alla sua trasformazione con un commento ben piazzato.</p>\n<h2>Allineamento e Religione</h2>\n<p>I kitsune spesso sono di allineamento neutrale per bilanciare la loro duplice nema, anche se l'istinto di andare in cerca di guai porta molti di loro a propendere leggermente per il caos. Alcuni possiedono la capacità di controllare o piegare la volontà altrui, ma solo i più malvagi usano queste arti con leggerezza o egoismo.</p>\n<p>La divinità patrona dei kitsune è Daikitsu, dea dell'artigianato e dell'agricoltura. Anche se non tutti i kitsune adorano necessariamente Dalkitsu, la maggior parte la rispetta come presunta fonte del propri poteri. I kitsune del Tian Xia spesso venerano sia Shizuru che Tsukiyo, riconoscendo la dualità del sole e della luna nella loro natura sfaccettata. Una piccola setta di kitsune avistaniani venera Sivanah, dea dell'illusione, rispettando il suo rapporto con percezione e realtà e credendo che la sua vera forma sia quella di una kitsune, nascosta dietro non sette, ma nove veli.</p>\n<h2>Nomi</h2>\n<p>Pur avendo anche nomi tradizionali, è più probabile che i kitsune usino nomi poco vistosi nella loro società locale, per passare meglio inosservati. Alcuni hanno nomi diversi per ogni forma: un nome kitsune per la forma kitsune, un nome regionale per una forma senza coda, ed eventualmente nessun nome per una forma di volpe.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Hamako, Haohiko, Kitsukou, Kon, Kwan-la, Talaro</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Kitsune</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Carisma, Libero</p>\n<p><strong>Lingue</strong> Comune</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Elfico, Gnomesco, Goblin, Halfling, Nanico, Silvano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Cambiare Forma</strong> (concentrazione, divino, kitsune, metamorfosi trasmutazione) Ti trasformi in una specifica forma alternativa determinata dal tuo lignaggio. Se il tuo lignaggio non elenca una forma, la tua forma alternativa è una forma senza coda, che è una stirpe umanoide Media comune prevalente nel luogo in cui sei cresciuto (di solito umano). Questa forma ha la stessa età e corporatura della tua vera forma e ha tratti fisici approssimativamente analoghi, come il colore dei capelli. Usare Cambiare Forma conta come creare un travestimento per l'uso di Impersonare di Inganno. In questa forma perdi tutti i Colpi senz'armi che hai ottenuto grazie ai talenti di lignaggio o di stirpe dei kitsune. Puoi rimanere nella tua forma alternativa a tempo indeterminato e puoi tornare alla tua vera forma kitsune utilizzando nuovamente questa azione.</p>"
        },
        "Skeleton": {
            "name": "Scheletro"
        },
        "Kobold": {
            "name": "Coboldo",
            "description": "<p><em>Ogni coboldo sa che la sua corporatura esile cela un reale e vigoroso potere draconico. I coboldi sono ingegnosi artigiani e alleati devoti all'interno dei loro cunicoli, ma chi sconfina nel loro territorio scopre che sono anche abili nelle schermaglie, soprattutto grazie al sostegno di uno stregone draconico o di un vero signore supremo dei draghi. Tuttavia, questi rettili opportunisti sono felici di cooperare con altri umanoidi quando ne traggono vantaggio, combinando cautela e astuzia per fare fortuna nel resto del mondo.</em></p>\n<hr />\n<p>I coboldi sono ossi duri e pieni di risorse; le loro tane, protette da calappi e da utili cianfrusaglie, li fanno sembrare malvagi alla maggior parte degli altri umanoidi, mentre la loro adorazione dei draghi li fa apparire semplici e fastidiosi servitori. Eppure, alcuni coboldi sono emersi dai loro cunicoli appartati in cerca della relativa sicurezza degli insediamenti di superficie, delle redditizie prospettive della vita avventurosa o per corroborare il timore reverenziale provato dai loro seguaci.</p>\n<p>Se desideri un personaggio straordinariamente sicuro di sé, astuto, tremendamente smaliziato e nelle cui vene scorre l'antico potere dei draghi, dovresti interpretare un coboldo.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Essere orgoglioso del tuo rapporto coi draghi, a prescindere dal crederli tuoi avi o semplicemente protettori.</li>\n<li>Analizzare l'ambiente circostante, sempre alla ricerca di imboscate, terreno vantaggioso e vie di fuga.</li>\n<li>Osservare, adottare e rispettare naturalmente le dinamiche di gruppo, sia come leader, sia come subordinato o pari grado.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Suppongono che tu sia un codardo e che non resterai nei paraggi di fronte al pericolo.</li>\n<li>Apprezzano la tua ingegnosità e intraprendenza, soprattutto quando si tratta di costruire difese.</li>\n<li>Considerano le tue rivendicazioni sul potere dei draghi esagerate, deliranti o affascinanti.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I coboldi sono bassi umanoidi rettili (alti circa 90 centimetri), con corpi snelli e lunghe code. Spesso vantano una remota ascendenza draconica, e ogni coboldo mostra una o più caratteristiche dei draghi: corna robuste, denti affilati come rasoi, o, più raramente, ali rudimentali o il soffio draconico. Maturano rapidamente, raggiungendo l'età adulta a circa 12 anni e vivendo fino a circa 60.</p>\n<p>Il colore delle scaglie di un coboldo può variare ampiamente. Molto spesso imitano le tonalità dei draghi cromatici o metallici, con un mix di scaglie leggermente più scure o più chiare che creano un aspetto screziato. Le scaglie dei coboldi appena nati riflettono spesso il modello draconico della comunità, sia che si tratti del drago che attualmente servono o del tipo di drago da cui discendono.</p>\n<h2>Società</h2>\n<p>A tenere in vita i coboldi c'è sempre una profonda cautela. Sono riservati o umili con le creature potenti, per evitare di diventarne vittime. Questa mitezza svanisce però una volta che i coboldi trovano un mecenate potente (come un drago) o una fonte di potere soprannaturale (come un artefatto o un leader stregone). Spesso in questi casi si infervorano incredibilmente per la nuova causa o il nuovo leader. Tuttavia, i coboldi sono tristemente famosi per la loro percezione della proverbiale nave che affonda, e una volta che la loro fonte di energia viene a mancare o sembra condannata, il loro morale si abbatte rapidamente.</p>\n<p>Che siano guidati o meno da un drago, i coboldi si identificano quasi sempre con un tipo di drago che funge da loro modello spirituale. Le loro società adottano regolarmente leggi e norme culturali ispirate alla personalità del modello.</p>\n<h2>Allineamento e Religione</h2>\n<p>Tutti i coboldi, tranne i più iconoclasti, mostrano un rispetto naturale per le gerarchie e le regole, quindi raramente sono caotici. I coboldi avventurieri tendono ad essere legali neutrali o neutrali e fare affidamento sulle loro strategie sociali ancestrali per la sopravvivenza.</p>\n<p>La religione organizzata sembra naturale per la maggior parte dei coboldi, specialmente quando una divinità assume un'indole dominante o tirannica. Molti gravitano attorno all'ordine di Abadar o al talento artistico di Shelyn. Le comunità più inquietanti si affidano spesso ad Asmodeus e ad altri arcidiavoli. Anche le divinità draconiche Apsu e Dahak sono comuni oggetti di culto. Anche i coboldi si ritrovano spesso attratti dai culti, in particolare quelli guidati da draghi o diavoli.</p>\n<h2>Avventurieri</h2>\n<p>I coboldi spesso si avventurano alla ricerca del potere, della conoscenza e dei tesori che ritengono più adatti al loro ego sproporzionato. Quando avventurieri, milizie o tiranni incuranti distruggono una comunità di coboldi, i sopravvissuti spesso si legano a nuove famiglie, in cerca di conforto e talvolta di vendetta. I tipici background dei coboldi includono artigiano, artista, cacciatore, criminale, esploratore, inventore eccentrico e minatore, oltre a bandito, cultista, rovistatore e servitore. I coboldi eccellono come bardi, canaglie, ranger e stregoni, sebbene spesso usino il loro ingegno come alchimisti o maghi.</p>\n<h2>Nomi</h2>\n<p>Raramente il nome di battesimo di un giovane coboldo è composto da più di due sillabe. Tuttavia, man mano che invecchiano, ottengono uno status sociale e compiono grandi azioni, i coboldi aggiungono più sillabe ai loro nomi, imitando una comune pratica draconica. I coboldi in genere non usano cognomi, se non nel tentativo di adattarsi meglio a una comunità, nel climi caso adottano tipicamente il cognome di una figura ispiratrice di quel gruppo.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Azrnak, Draahzin, Enga, Fazgyn, Fazij, Jekkajak, Kib, Kirrok, Mirkol, Tarka, Urkak, Varshez, Vroklan, Zekstikah, Zgaz</p>\n<hr />\n<p><strong>Nota PFS</strong> A seguito di anni di attività riuscite della Pathfinder Society activities, tutti i personaggi hanno accesso alla stirpe dei coboldi.</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Coboldi</h2>\n<p><strong>Punti Ferita</strong> 6</p>\n<p><strong>Taglia</strong> Piccola</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Carisma, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Costituzione</p>\n<p><strong>Lingue</strong> Comune, Draconico</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Aklo, Gnomesco, Infernale, Nanico, Sottocomune, Terran e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>\n<p><strong>Modello Draconico</strong> Attingi qualche potere dal tuo modello draconico. Scegli un tipo di drago cromatico o metallico come modello. Questo determina il colore e l'aspetto delle tue scaglie e i draghi a volte considerano più favorevolmente quei coboldi che somigliano loro, a discrezione del GM. Il tuo modello può anche determinare i dettagli di altre capacità che hai, utilizzando la @UUID[Compendium.pf2e.ancestryfeatures.egpiSWBrNBb1Fmig]{tabella Modello Draconico}.</p>"
        },
        "Catfolk": {
            "name": "Felinide",
            "description": "<p><em>I felinidi, girovaghi curiosi e socievoli, combinano le caratteristiche dei felini e degli umanoidi sia nell'aspetto sia nel temperamento. Adorano imparare cose nuove, raccogliere nuove storie e ninnoli e assicurarsi che i loro cari rimangano sani e salvi. I felinidi si considerano i guardiani prescelti dei luoghi incontaminati del mondo e spesso il loro coraggio rasenta la spericolatezza, anche a fronte di avversari irresistibili.</em></p>\n<hr />\n<p>I felinidi sono umanoidi estroversi e attivi che si dilettano nella ricerca di rovine nascoste, ma anche di luoghi confortevoli in cui riposarsi. Sono straordinariamente socievoli, sia con chi fa parte delle loro affiatate comunità sia con le altre creature che incontrano. Per via del loro coraggio si considerano custodi del mondo contro le forze che lo minacciano e credono che una comunità salda, esperienze di ogni tipo e la continua spinta a migliorarsi li aiutino in questa lotta.</p>\n<p>I felinidi hanno riflessi veloci e sono capaci di avvitarsi in aria mentre cadono, per atterrare in piedi. I loro riflessi sono fulminei, ma il loro temperamento è ancor più mutevole e passano in un istante dalla gioia più calorosa alla furia più indignata. Come i più comuni felini, i felinidi fanno involontariamente le fusa quando sono contenti e \"ringhiano\" quando sono sorpresi o arrabbiati.</p>\n<p>Se desideri un personaggio curioso, coraggioso, amichevole e agile nel corpo e nella mente, dovresti interpretare un felinide.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Dimostrare interesse genuino, ponendo mille domande entusiaste.</li>\n<li>Evitare i conflitti interpersonali, trattando la gente con freddezza o semplicemente allontanandoti.</li>\n<li>Analizzare attentamente un bersaglio o un problema prima di colpirlo rapidamente.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Pensano che tu monopolizzi le conversazioni con le tue incessanti domande od opinioni.</li>\n<li>Ti considerano altero e orgoglioso.</li>\n<li>Imputano più emozioni di quante ne provi davvero alle tue fusa o ai tuoi ringhi involontari.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Sebbene tutti camminino eretti e abbiano il pelo morbido, una lunga coda, orecchie grandi e pupille verticali, i felinidi mostrano almeno la stessa varietà dei normali felini. Hanno dita agili con corti artigli, di solito retrattili. La maggior parte dei felinidi si cura molto di mantenere il proprio aspetto e raramente, se può evitarlo, tollera l'umiliazione di essere bagnata o sporca.</p>\n<p>I felinidi maturano rapidamente e sono in grado di camminare già a pochi mesi, ma per il resto iniziano la loro carriera all'incirca alla stessa età degli esseri umani e vivono fino a 60 o 70 anni. Raramente i felinidi sono più alti dell'umano medio e, a causa della loro corporatura snella, non pesano quasi mai quanto un essere umano di altezza simile.</p>\n<h2>Società</h2>\n<p>I felinidi tra loro si chiamano amurrun, anche se molti lo considerano un nome privato. Crescono i loro figli in grandi famiglie allargate, dove possiedono quella che molti altri umanoidi considerano una libertà angosciante: la possibilità di esplorare e mettersi nei guai fin da giovanissimi. I felinidi imparano un mestiere attraverso l'apprendistato, ma con grande rilassatezza, e per lo più apprendono diversi mestieri nel corso della vita.</p>\n<p>Le società dei felinidi spesso sono guidate da un leader eletto, che parla a nome della comunità e media le controversie. In genere un leader felinide è un incantatore e di solito è femmina. I felinidi preferiscono affrontare le rimostranze con un certo disinteresse, o anche lasciare una comunità per un certo tempo, in modo che il problema scompaia o si risolva da solo.</p>\n<h2>Allineamento e Religione</h2>\n<p>I felinidi non sono un popolo particolarmente religioso, ma la maggior parte crede di essere stato elevato al di sopra dei grandi felini primevi per affrontare i malvagi abomini che depredano i luoghi naturali e tramano per distruggere la realtà. Gli dei hanno concesso ai felinidi la benedizione del linguaggio, dell'uso di armi e strumenti e di un forte senso di comunità.</p>\n<p>Per lo più i felinidi sono buoni. Apprezzano la libertà di viaggiare e amano stabilire la propria strada nella vita, quindi sono più caotici che legali. I felinidi religiosi praticano molto spesso una vaga forma di animismo e per preservare l'ordine naturale tentano di placare gli spiriti della terra e le creature cui danno la caccia.</p>\n<h2>Avventurieri</h2>\n<p>I felinidi amano avventurarsi in aree inesplorate, che si tratti di lande selvagge o antichi sotterranei. Adorano trovare tesori e ninnoli, ma per la maggior parte dei felinidi già solo l'esperienza del viaggio è una vera ricompensa.</p>\n<p>I tipici background felinidi includono acrobata, artista, cacciatore, esploratore, giocatore d'azzardo e nomade oltre a bandito, corriere, guaritore hoodoo, pioniere e rivoltoso. Grazie alle loro curiosità e agilità intrinseche, i felinidi eccellono come bardi, canaglie, guerrieri e spadaccini. Il loro amore per il mondo naturale e l'impulso a scoprire segreti di ogni tipo spingono molti a diventare druidi, investigatori o stregoni.</p>\n<h2>Nomi</h2>\n<p>Ai felinidi vengono dati nomi brevi in gioventù. I felinidi adolescenti sono liberi di scegliere un nome diverso quando lasciano la loro casa per la prima volta, anche se alcuni mantengono semplicemente il nome a cui sono abituati. Adorano aggiungere ai loro nomi dei titoli onorifici. Alcuni usano i titoli esclusivamente tra i non felinidi, e così vengono conosciuti con epiteti come Sei Fati, Ammazzanefandi o Veldinebbia.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Felinidi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Carisma, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Saggezza</p>\n<p><strong>Lingue</strong> Amurrun, Comune</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Elfico, Gnomesco, Goblin, Halfling, Iruxi (la lingua dei lucertoloidi), jotun, Silvano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>\n<p><strong>Atterrare in Piedi</strong> Quando cadi, subisci solo metà dei normali danni e non cadi a terra prono.</p>"
        },
        "Dwarf": {
            "name": "Nano",
            "description": "<p><em>I nani hanno una reuptazione più che meritata di gente stoica e severa, che vive in cittadelle e città scavate nella roccia più massiccia. Benché alcuni considerino i nani semplici artigiani dediti alla pietra e al metallo, arcigli e privi di ogni senso dell'umorismo, coloro che hanno trascorso del tempo in mezzo a loro colgono il loro grandissimo zelo nel lavoro, che punta alla qualità molto più che alla quantità. Agli occhi di uno straniero possono sembrare diffidenti e chiusi, ma con i loro amici e familiari i nani sono cordiali e premurosi; le loro sale riecheggiano del suono di risate e di martelli che battono sulle incudini.</em></p>\n<hr />\n<p>I nani impiegano del tempo prima di fidarsi di chi è estraneo alla loro stirpe, ma questa diffidenza è motivata. Questo popolo ha una lunga storia di esilio forzato dalle sue fortezze ancestrali e di lotte contro le incursioni di nemici selvaggi, in particolar modo di giganti, goblinoidi, orchi e tutti quegli orrori che vivono ben al di sotto della superficie. E difficile accaparrarsi la fiducia di un nano, ma una volta che la si è ottenuta il legame che ne nasce è piu forte dell'acciaio.</p>\n<p>Se desideri giocare un personaggio duro come la roccia, un avventuriero testardo e implacabile che mescola una cruda durezza con una profonda saggezza (o quantomeno con una caparbia convinzione), dovresti interpretare un nano.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Sforzarti di difendere il tuo onore personale, a prescindere dalla situazione.</li>\n<li>Apprezzare l'artigianato di qualità in tutte le forme ed esigere che tutto il tuo equipaggiamento sia di alta qualità.</li>\n<li>Non esitare o desistere quando hai deciso di fare una cosa.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti considerano testardo, ma spetta a ciascun singolo individuo stabilire se questa è una risorsa o un problema.</li>\n<li>Presumono che tu sia un esperto nelle questioni legate alla lavorazione della pietra, l'estrazione mineraria, i metalli preziosi e le gemme.</li>\n<li>Riconoscono il forte legame che hai con la tua famiglia, il tuo lignaggio e i tuoi amici.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I nani sono bassi e tarchiati: misurano circa 30 centimetri in meno della maggior parte degli umani. Hanno il corpo largo e massiccio, con fattezze imponenti. I nani di ogni genere vanno orgogliosi della lunghezza delle loro chiome, che spesso acconciano con motivi intricati, talora per rappresentare clan specifici. La barba lunga è un simbolo di virilità e di onore tra i nani, per cui i maschi sbarbati sono considerati deboli, inaffidabili o anche peggio.</p>\n<p>In genere i nani raggiungono l'età adulta intorno ai 23 anni, ma la loro cultura tradizionalista assegna più importanza al completamento di alcuni riti di iniziazione, unici per ogni clan, che non al raggiungimento di una certa età. In genere un nano vive fino a 350 anni.</p>\n<h2>Società</h2>\n<p>Gli antichi imperi di superficie governati dai nani di un tempo sono tutti crollati secoli fa, sopraffatti da orchi e goblinoidi. I nani del presente possiedono ancora molte delle qualità che nei tempi antichi spinsero alla grandezza i loro progenitori: fierezza, grinta e caparbietà in ogni progetto, dalla battaglia all'artigianato, fino alla capacità di forgiare legami con familiari e amici.</p>\n<p>Benché la distanza tra le loro Cittadelle del Cielo, perse tra le montagne possa causare varie differenze culturali tra i diversi clan, per lo più le società naniche condividono molti tratti. Quasi tutte le genti naniche condividono la stessa passione per le opere in muratura e in metallo, oltre che per l'intaglio delle gemme. Molti nani sono abili nel campo dell'architettura e dell'estrazione mineraria e analogamente, condividono un odio atavico per giganti, orchi e goblinoidi.</p>\n<p>Ben pochi nani vanno in giro senza il pugnale del loro clan appeso alla cintura. Questo pugnale viene forgiato subito prima della nascita di un nano e in esso è incastonata la gemma del clan. Un genitore utilizza questo pugnale per tagliare il cordone ombelicale del bambino, per cui questa è la prima arma che assaggia il sangue del giovane nano.</p>\n<h2>Nani Avventurieri</h2>\n<p>Gli avventurieri nanici tendono a operare come cacciatori di tesori o mercenari. Spesso lasciano le loro cittadelle e città sotterranee in cerca di ricchezza, per supportare economicamente la loro patria o per riconquistare tesori nanici persi da lungo tempo, oppure terre depredate dai nemici della loro stirpe.</p>\n<p>I background tipici dei nani includono accolito, artigiano, combattente, mercante e minatore. I nani rendono ottimamente in molte classi marziali, come barbaro, guerriero, monaco e ranger, ma sono anche ottimi chierici e druidi.</p>\n<h2>Allineamento e Religione</h2>\n<p>I nani tendono ad apprezzare l'onore e a seguire le tradizioni dei loro clan e dei loro regni. Hanno un forte senso dell'amicizia e della giustizia, ma la scelta di chi considerano amico è sempre molto meticolosa. Lavorano sodo e si dedicano al divertimento in modo altrettanto intenso, in particolare quando c'è di mezzo qualche birra forte.</p>\n<p>Un nano in genere è di allineamento legale buono o legale neutrale e preferisce venerare le divinità che hanno questi allineamenti. Torag, dio delle genti naniche, è la divinità principale dei nani, ma anche il culto dei familiari di Torag è molto diffuso.</p>\n<h2>Nomi</h2>\n<p>I nani onorano i loro figli dando loro nomi presi dai propri antenati o da eroi nanici, per cui è molto raro che per un bambino si inventi un nome nuovo o si prenda in prestito un nome da un'altra cultura. Quando devono presentarsi, i nani tendono a elencare la loro famiglia e il clan a cui appartengono, più un qualsiasi numero di altri legami familiari e titoli onorifici. I nomi nanici di solito contengono consonanti aspre e in genere sono bisillabici.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Agna, Bodill, Dolgrin, Edrukk, Grunyar, Ingra, Kazmuk, Kotri, Lupp, Morgrym, Rogar, Rusilka, Torra, Yangrit</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Nani</h2>\n<p><strong>Punti Ferita</strong> 10</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 6 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Saggezza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Carisma</p>\n<p><strong>Lingue</strong> Comune, Nanico</p>\n<p><strong>Lingue aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Gnomesco, Goblin, Jotun, Orchesco, Sottocomune, Terran e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>\n<p><strong>Pugnale del Clan</strong> Ottieni gratuitamente un pugnale del clan appartenente al tuo clan, poiché ti è stato consegnato alla tua nascita. Vendere questo pugnale è considerato un terribile tabù e ti procura lo sdegno degli altri nani.</p>"
        },
        "Gnome": {
            "name": "Gnomo",
            "description": "<p><em>Molto tempo fa, i progenitori degli gnomi emigrarono dal Primo Mondo, regno delle creature fatate. Non si conosce bene il motivo per cui i primi gnomi giunsero su Golarion, ma la loro origine si manifesta negli gnomi moderni sotto forma di ragionamenti bizzarri, eccentricità, comportamenti ossessivi e quella he alcuni considerano ingenuità. Queste qualità si riflettono ulteriormente nelle loro caratteristiche fisiche: arti esili, capelli dai colori vivaci e fattezze facciali fanciullesche ed estremamente espressive, che richiamano le loro origini ultraterrene.</em></p>\n<hr />\n<p>Gli gnomi, sempre desiderosi di nuove esperienze, non si fermano mai un istante, né mentalmente né fisicamente, nel tentativo di allontanare una terribile malattia che minaccia l'intero loro popolo. Questa patologia, chiamata Sbiancamento, colpisce gli gnomi che non riescono più a sognare, a inventare novità e a intraprendere nuove esperienze, data l'assenza di energie magiche provenienti dal Primo Mondo, cruciali per gli gnomi. Queste creature, infatti, sono legate a una fonte di magia localizzata nel mondo in cui vivono (in genere la magia primeva, come è logico data la loro origine fatata), ma ciò non è sufficiente a evitare lo Sbiancamento, a meno che questa magia non venga supportata da nuove esperienze. Lo Sbiancamento risucchia lentamente (e letteralmente) il colore degli gnomi e spinge chi ne è affetto in uno stato di profonda depressione, che alla fine reclama le loro vite. Pochissimi gnomi sopravvivono a questo flagello e riescono a scamparvi, con buona dose di cupezza e saggezza: questi sono conosciuti col nome di sbiancati.</p>\n<p>Se desideri giocare un personaggio caratterizzato da un entusiasmo sconfinato e un atteggiamento stravagante e fatato nei confronti dell'etica e della vita, dovresti interpretare uno gnomo.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Appassionarti all'apprendimento e saltellare da un campo di studi a un altro senza alcun preavviso.</li>\n<li>Lanciarti nel mezzo dell'azione senza aver prima valutato l'intera situazione.</li>\n<li>Parlare, pensare e muoverti rapidamente, e spazientirti con coloro che non sono in grado di starti dietro.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Apprezzano il tuo entusiasmo e l'energia con cui affronti le nuove situazioni.</li>\n<li>Faticano a capire le tue motivazioni o ad adattarsi ai tuoi repentini cambi di direzione.</li>\n<li>Ti considerano imprevedibile, volubile, inaffidabile o addirittura scavezzacollo.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>La maggior parte degli gnomi è poco più alta di 90 centimetri e pesa poco più di un bambino umano. Gli gnomi mostrano un'ampia gamma di colori naturali della pelle, dei capelli e degli occhi. Gli gnomi che non hanno cominciato a Sbiancare possono avere praticamente qualsiasi colore di capelli e di occhi, soprattutto colori vivaci, mentre la carnagione presenta uno spettro un po, più ridotto e tende al color terra e a qualche sfumatura rosa anche se occasionalmente può orientarsi verso il verde, il nero o l'azzurro pallido. Gli occhi grandi e i muscoli facciali densi consentono agli gnomi di risultare particolarmente espressivi quando esprimono le loro emozioni. Di norma gli gnomi raggiungono la maturità fisica all'età di 18 anni, benché molti gnomi mantengano una curiosità infantile sul mondo, anche quando diventano adulti. Teoricamenente uno gnomo potrebbe vivere all'infinito se riuscisse a tenere a bada lo Sbiancamento, ma in pratica è raro che gli gnomi superino i 400 anni.</p>\n<h2>Società</h2>\n<p>Se da un lato gli gnomi adottano alcune delle pratiche culturali della regione in cui vivono, dall'altro tendono a scegliere le usanze che si adeguano di più alla logica fatata da cui provengono. Questo spesso porta la maggior parte delle comunità gnomesche a essere composte quasi unicamente da gnomi, perché gli altri popoli, sconcertati dalle decisioni politiche degli gnomi, scelgono di spostarsi altrove. Per gli gnomi è difficile trovare una cultura che sentano interamente propria. Non esistono regni o nazioni gnomesche su Golarion, e anche se esistessero gli gnomi non saprebbero che farsene.</p>\n<p>Per una questione di necessità, sono pochi gli gnomi che rimangono legati in matrimonio per una vita intera; piuttosto essi lasciano che i rapporti si evolvano spontaneamente prima di dedicarsi ad altro, con l'obiettivo di allontanare lo Sbiancamento grazie a nuove esperienze. Benché le famiglie degli gnomi tendano a essere piccole, molte comunità gnomesche allevano i loro figli collettivamente, con rapporti familiari fluidi. Quando gli adulti si allontanano da un insediamento, a volte alcuni adolescenti non imparentati con loro li seguono, creando famiglie adottate che viaggiano insieme.</p>\n<h2>Allineamento e Religione</h2>\n<p>Benché gli gnomi siano burloni impulsivi, le cui motivazioni sono imperscrutabili e i cui metodi risultano confusionari, molti quanto meno cercano di rendere il mondo un posto migliore. Spesso si lasciano andare alle emozioni più potenti e come allineamento sono buoni, ma raramente legali. Gli gnomi venerano per lo più le divinità che apprezzano gli individui e la natura, come per esempio Cayden Cailean, Desna, Gozreh e Shelyn.</p>\n<h2>Gnomi Avventurieri</h2>\n<p>Per gli gnomi l'avventura non è tanto una scelta, quanto una necessità. Gli gnomi avventurieri spesso portano con sé dei souvenir che consentono loro di ricordare e rivivere le storie più eccitanti che hanno vissuto.</p>\n<p>Gli gnomi spesso prendono in considerazione i background intrattenitore, mercante o nomade. Inoltre, i background addestratore di animali, giocatore d'azzardo, inventore eccentrico e oste sono particolarmente appropriati.</p>\n<p>Il legame degli gnomi con la magia rende particolarmente adatte a loro le classi di incantatori, in particolare quelle che si adattano ai loro incantesimi innati primevi, come il druido o lo stregone primevo, anche se gli gnomi della sorgente potrebbero scegliere altre classi.</p>\n<h2>Nomi</h2>\n<p>I nomi degli gnomi possono essere molto complessi e polisillabici. Queste creature hanno scarso interesse per i nomi legati alla famiglia e i bambini spesso finiscono per ricevere un nome per il semplice ghiribizzo di un genitore. Raramente gli gnomi si preoccupano del fatto che i loro nomi sono difficili da pronunciare, e spesso utilizzano soprannomi più corti. Alcuni collezionano e annotano questi soprannomi. Tra gli gnomi i nomi più brevi sono quelli femminili.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Gnomi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Piccola</p>\n<p><strong>Velocità</strong> 6 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Carisma, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Forza</p>\n<p><strong>Lingue</strong> Comune, Gnomesco, Silvano</p>\n<p><strong>Lingue aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Elfico, Goblin, Jotun, Nanico, Orchesco e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>"
        },
        "Fleshwarp": {
            "name": "Carnideforme",
            "description": "<p><em>I carnideformi sono persone il cui aspetto è stato plasmato o radicalmente trasformato da magia, alchimia o energie innaturali. La loro apparenza poco ortodossa può rendere complicata la ricerca di un posto nel mondo.</em></p>\n<hr />\n<p>La magia e la scienza in grado di deformare le ossa e torcere i tendini sono fin troppo comuni su Golarion. I carnideformi sono coloro che sono stati alterati in modo permanente da tali metodi: a volte esseri senzienti creati interamente da carne inanimata, ma spesso vittime trasformate controvoglia da strane energie o sadici artefici.</p>\n<p>Il nome della stirpe \"carnideforme\" è un termine generico, dato che su Golarion il processo di deformazione della carne è più tristemente noto rispetto alle alterazioni causate da magia incontrollata, tecnologia o scienza sperimentale. Che sia praticato dai maghi thassiloniani, dai creatori di carne neciani o dai drow delle Lande Tenebrose, la deformazione della carne è l'arte di rimodellare corpo e mente in vasche di disgustosi reagenti magici. Questo ha portato alcuni teratologi a sostenere che solo gli esseri creati dalla deformazione tradizionale dovrebbero essere considerati carnideformi. Indipendentemente dalla fonte delle loro alterazioni, i carnideformi mantengono per sempre la loro nuova forma di esseri trasformati dalla vita selvaggia e strana, ben più di quanto fosse possibile per la loro stirpe originaria.</p>\n<p>Anche se i carnideformi sono umanoidi, non ne esistono due uguali. Uno potrebbe presentare arti in posti insoliti e pelle liscia come il vetro, mentre un altro potrebbe avere una spessa stuoia di pelliccia spinosa. Alcuni possono avere caratteristiche animalesche, come un muso da cinghiale, squame o zoccoli chiodati. Altri hanno sembianze completamente aliene, come occhi sporgenti sul dorso delle mani. Alcuni possono presentare solo qualche caratteristica inquietante, come denti incandescenti, occhi fumanti o unghie fatte di osso. Il solo trono comune tra i carnideformi è la natura disadattata. Lascia correre la tua immaginazione quando crei un personaggio carnideforme!</p>\n<p>Se un personaggio forte e resistente, che può cambiare la sua forma crescendo e che può usare il suo aspetto inimitabile per incutere soggezione o paura agli altri, dovresti interpretare un carnideforme.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Accettare il tuo aspetto insolito per ispirare rispetto o paura.</li>\n<li>Essere abituato a contare su te stesso.</li>\n<li>Diffidare dei grandi gruppi di persone, in particolare delle folle, sulla base di esperienze passate.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Trovano la tua fisiologia affascinante o terrificante.</li>\n<li>Suppongono che tu sia un esperto dì strane creature o fenomeni occulti.</li>\n<li>Ti considerano un estraneo enigmatico e imprevedibile, e forse anche pericoloso.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I carnideformi sono umanoidi alti da 1,50 a 2,10 metri e dal peso compreso tra 50 e più di 150 chilogrammi. Le proporzioni e l'aspetto dei loro arti e delle tra loro caratteristiche sono molto vari, ma i carnideformi hanno due gambe, due braccia e una sola testa; un carnideforme con più arti di così dovrebbe in considerazione un talento di stirpe appropriato per riflettere questa variante, oppure uno dei loro arti potrebbe essere vestigiale e non funzionale. I carnideformi differiscono ampiamente nel loro aspetto a causa delle circostanze uniche della loro creazione. Anche due fratelli carnideformi persone trasformate attraverso la stessa procedura potrebbero avere un .o due aspetto ben diverso.</p>\n<h2>Società</h2>\n<p>I carnideformi sono così pochi che le loro comunità sono rare. Il più delle volte vivono da soli, con un piccolo gruppo familiare o alla periferia della società. Alcuni, tuttavia, prosperano nelle città, dove possono rimanere anonimi in mezzo alla folla mentre svolgono mestieri che permettono loro di evitare il contatto con persone che potrebbero temerli o perseguitarli.</p>\n<p>I carnideformi apprezzano la perseveranza e imparano in fretta dagli altri, quindi chi entra in contatto con altri della loro specie di solito condivide storie che aiutano l'altro a sopravvivere, nascondersi o crescere in modo più efficace. La \"nascita\" di un carnideforme può essere un argomento doloroso od orribile; tranne che per amici stretti o persone care, parlarne è considerato scortese.</p>\n<h2>Allineamento e Religione</h2>\n<p>I carnideformi hanno poco da guadagnare dalla società e quindi raramente lavorano per sostenerla, tranne forse che per aiutare altri carnideformi. Devono essere in grado di adattarsi rapidamente per sopravvivere da soli. Di conseguenza, pochi carnideformi sono legali. Anche se le persone bigotte o miopi li considerano dei mostri, i carnideformi non sono più o meno inclini al male di chiunque altro, e molti cercano solo di vivere senza problemi. La maggior parte è di allineamento neutrale, perché se l'alienazione non costringe un carnideforme a provare disprezzo per gli altri, non lo incoraggia nemmeno a evitarlo. Questo è particolarmente vero per i carnideformi che vivono nelle società che hanno innescato la loro traumatica trasformazione. I carnideformi spesso non sono religiosi solo sulla carta; la maggior parte si disinteressa della fede (considerandosi disprezzata dagli dei o semplicemente ritenendo la fede una cosa poco pratica per la sopravvivenza) oppure è eccezionalmente devota. I carnideformi religiosi spesso venerano Arazni, Calistria, Desna o Gozreh; i malvagi si rivolgono tipicamente a Lamashtu, trovando consolazione nella Madre dei Mostri.</p>\n<h2>Nomi</h2>\n<p>I carnideformi possono provenire da (e quindi avere nomi di) qualsiasi cultura o stirpe, ma alcuni si danno nuovi nomi dopo essere stati trasformati, per celebrare il cambiamento, riconoscere una nuova fase della loro vita, o nascondere la loro identità passata. Molti carnideformi portano anche un soprannome descrittivo affibbiato loro da altri, come \"Tripla Mano\", \"Piè di Corteccia\" o \"Bocchelarghe\".</p>\n<p>I carnideformi non tengono quei soprannomi che ritengono offensivi, ma conservano quelli che descrivono il loro aspetto caratteristico o che vengono affibbiati loro dalle persone a cui tengono.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Borble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Carnideformi</h2>\n<p><strong>Punti Ferita</strong> 10</p>\n<p><strong>Taglia</strong> Piccola o Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Libero</p>\n<p><strong>Lingue</strong> Comune. Lingue aggiuntive pari al tuo modificatore di Intelligenza (se è positivo).</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Aklo, Draconico, Elfico, Goblin, Nanico, Sottocomune e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Anatomia Insolita</strong> Il tuo corpo poco ortodosso resiste alle afflizioni fisiche destinate ad altre creature. Ottieni bonus di circostanza +1 ai tiri salvezza contro malattie e veleni.</p>"
        },
        "Strix": {
            "name": "Strix",
            "description": "<p><em>Gli strix, che nella loro lingua si chiamano itarii, sono umanoidi simili a uccelli, solitari e devoti alla loro patria e alle loro tribù. Difendono le loro comunità più preziose con ampie ali e artigli affilati come rasoi.</em></p>\n<hr />\n<p>Gli strix apprezzano sopra ogni cosa ferocia, vendetta e devozione. Le loro ali scure e formidabili e la lunga storia di vendetta per i familiari caduti li dipingono come diavoli alati agli occhi delle popolazioni umane vicine. Nonostante la loro natura incompresa, gli stix vantano una cultura spirituale, artistica e compassionevole che si trova raramente al di fuori dei loro nidi.</p>\n<p>Ora che le popolazioni di strix cominciano a riaffiorare e a diffondersi oltre la regione montuosa conosciuta come Trespolo del Diavolo, le loro tribù costellano il paesaggio del Cheliax e delle nazioni circostanti. Anche quando sorvolano montagne, foreste e spiagge, gli strix tornano sempre a casa, spinti dai profondi legami con i loro parenti.</p>\n<p>Se vuoi un personaggio che sia leale ma enigmatico, feroce ma artista, e che aneli a librarsi sopra il mondo, dovresti interpretare uno strix.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Dedicarti e affezionarti alla tua famiglia, ai tuoi amici o alla tua comunità.</li>\n<li>Nutrire una sfiducia innata per gli umani.</li>\n<li>Tenere gli estranei a distanza e forse mostrarti ingenuo riguardo al mondo oltre la tua patria.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Apprezzano la tua amicizia devota, anche se non capiscono la storia culturale che c'è dietro.</li>\n<li>Di tanto in tanto ti trattano come un piccione viaggiatore, chiedendoti di consegnare lettere o altri favori simili.</li>\n<li>Trovano spaventoso il tuo aspetto, non conoscendo la tua stirpe.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli strix sono umanoidi con influenze avicole, con ali piumate che spuntano dalla schiena e artigli minacciosi. Con un'altezza media di 1,80 metri, gli strix sono più alti della maggior parte degli umani ma molto leggeri per le loro dimensioni. Raggiungono la maturità a 14 anni e hanno una vita media di 40 anni. Hanno orecchie a punta e grandi occhi, in genere neri dalla sclera alla pupilla, ma occasionalmente di un colore dorato penetrante. Gli strix non hanno la capacità di muovere gli occhi indipendentemente dalla testa, per cui il loro sguardo si muove a scatti tra un bersaglio e l'altro. I loro corpi di solito sono tesi e hanno una muscolatura ben definita, risultato della forza necessaria per sbattere le ali.</p>\n<h2>Società</h2>\n<p>Gli strix sono un popolo insolito e solitario, che rimane aggrappato ai suoi territori ancestrali. Vivono in tribù di modeste dimensioni o, talora, in piccoli gruppi di individui molto uniti. Gli insediamenti più grandi si trovano sul Trespolo del Diavolo, ma alcuni strix hanno attraversato tutto Golarion. Provano una forte empatia e un profondo legame con la loro famiglia e gli altri membri della comunità, mettono in rito piano i bisogni della comunità rispetto ai loro desideri, e le loro bande e tribù si avvalgono di una divisione del lavoro semplice ma ben organizzata. Le tribù di strix sono guidate da una rokoa, un capo tribù donna.</p>\n<p>Una lunga storia di conflitti con la vicina nazione del Cheliax ha generato nella maggior parte degli strix profonda paura e sospetto nei confronti degli umani, che chiamano kotaara. Gli strix hanno lottato per mantenere il controllo dei loro territori e preservare la loro popolazione a fronte di un conflitto costante con questi nemici che, oltre a cercare di distruggere i presunti \"diavoli alati\", li superano di gran lunga in numero. A causa del forte legame tra ì loro gruppi, la perdita di anche un solo membro della tribù è devastante.</p>\n<h2>Allineamento e Religione</h2>\n<p>Dato il profondo rispetto per le regole di una società funzionante, è raro che gli strix siano caotici, ma alcuni possono essere flessibili nell'adottare le regole delle società esterne. In genere non sono religiosi e si rifanno alle storie di un'epopea chiamata Korrsat Akra, o \"Il Nido Disperso\", per raccontare le loro origini e orientarsi nel mondo. Sono molto attenti alla vita dei loro compagni e provano un intenso dolore per la loro morte. Pharasma influenza molto gli strix religiosi, grazie alla popolarità delle pratiche religiose e spirituali che onorano le vite e le morti della comunità. Anche Gozreh esercita un'influenza quotidiana su molti strix, che implorano il Vento e le Onde di donare loro venti favorevoli al volo e di proteggere i loro parenti quando il cielo diventa scuro per la tempesta. Erastil e persino Torag rappresentano due versioni dell'ordine sociale e possono essere divinità unificanti per intere tribù.</p>\n<h2>Nomi</h2>\n<p>I nomi degli strix sono composti da suoni che ricordano il cinguettio, lo stridio o il trillo di vari uccelli, e le loro convenzioni di nomenclatura sono influenzate soprattutto dalla tradizione e dalla spiritualità. I nomi degli strix che vivono in piccole comunità possono avere una sillaba in comune, per esprimere la loro unità. Per via del profondo affetto per i familiari, è molto comune dare ai bambini il nome di altre persone care, occasionalmente con una sillaba aggiuntiva o un leggero cambiamento nella pronuncia</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Chiit-iir, Cicreeti, Ikatarii, Irkoata, Kaata, Kiilo, Kirii, Rahka, Roatatwiil, Turiilo, Turuk, Twilii</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Strix</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Libero</p>\n<p><strong>Lingue</strong> Comune, Strix</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Gigante, Gnomesco, Infernale e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Ali</strong> Tutti gli strix possiedono ali potenti. Anche se non tutti affinano le abilita di volo, un forte battito d'ali permette loro di percorrere distanze maggiori quando saltano. Quando Salti in orizzontale, ti muovi di 1,5 metri in più. Non fallisci automaticamente le prove di Salto in Alto o Salto in Lungo se prima non Avanzi almeno di 3 metri. Inoltre, quando effettui un Salto in Lungo puoi saltare fino a 3 metri in più rispetto al risultato della tua prova di Atletica, ma sempre fino ad un massimo della tua Velocità.</p>"
        },
        "Android": {
            "name": "Androide",
            "description": "<p><em>Gli androidi, meraviglie tecnologiche provenienti da un altro mondo, hanno corpi sintetici e anime viventi. La loro duplice natura li rende rapidi e calmi quando sono sotto pressione, ma a loro agio nella quiete e nella solitudine.</em></p>\n<p>Gli androidi arrivarono per la prima volta su Golarion durante la Pioggia di Stelle, quando una nave interstellare proveniente dal lontano pianeta di Androffa si schiantò, spargendo detriti su tutta la Numeria. Alcuni androidi sopravvissuti allo schianto camminano ancora oggi su Golarion, ma la maggior parte è stata creata dalle capsule tecnologiche, chiamate fonderie, che operano sporadicamente tra i rottami dell'astronave. Gli androidi nati da questi uteri meccanici possiedono corpi maturi e anime neonate, sia organiche che sintetiche; emergono conoscendo solo il linguaggio dei loro creatori e le abilità motorie necessarie alla sopravvivenza. Non hanno alcuna comprensione di ciò che li circonda, della loro origine o del loro scopo. Molti apprendono come comportarsi osservando la realtà mentre vagano per la Numeria.</p>\n<p>Gli androidi tendono ad essere introversi, logici, razionali e contemplativi. Insaziabilmente curiosi, con un desiderio di capire se stessi e il mondo che li circonda, danno grande valore alle attività intellettuali. Hanno difficoltà ad interpretare ed esprimere le emozioni, sia in se stessi che negli altri, il che li fa sembrare distanti e indifferenti. Possono creare legami emotivi, ma trovano più difficile connettersi con chi non è un androide. Se vuoi un personaggio che sia un forestiero sintetico in un mondo fantastico, costretto a imparare le sfumature della realtà e della società attraverso i soli poteri di osservazione e di logica, dovresti interpretare un androide.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Tenere segreta la tua identità, supponendo che altri vogliano sfruttarti o farti del male.</li>\n<li>Pianificare in anticipo, preparando diversi piani di emergenza anche per compiti semplici.</li>\n<li>Calcolare le ripercussioni delle tue azioni, invenzioni e pensieri prima di condividerli.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Suppongono che tu sappia come usare la tecnologia e che tu posso comunicare abilmente con i costrutti e i robot.</li>\n<li>Ti credono immortale e invidiano la tua eterna giovinezza e il tuo vigore.</li>\n<li>Pensano che tu non abbia sentimenti e che non possa stabilire legami emotivi con gli altri.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli androidi sono stati creati a immagine e somiglianza dell'umanità, quindi le fonderie producono androidi che rappresentano tutto il genere umano. Gli androidi presentano tonalità della pelle, etnie, altezze, forme del corpo e identità di genere molto differenti. Respirano, mangiano e dormono come gli umani, anche se sono incapaci di procreare biologicamente. I loro corpi contengono microscopici naniti, trasportati da un fluido troppo acquoso per essere sangue, che gestiscono i loro processi organici. Questi naniti sono controllati attraverso un circuito biologico che somiglia a un tatuaggio ed è in genere situato su mani, avambracci, viso o collo. Molti androidi sfruttano i loro naniti per aumentare l'efficienza corporea, il che fa brillare i loro circuiti.</p>\n<p>Gli androidi non invecchiano. Piuttosto, il loro aspetto organico diventa meno convincente con il tempo, facendoli sembrare più artificiali. Dopo un secolo, la maggior parte degli androidi sente che il suo tempo sta per finire e deliberatamente l'anima all'Ossario, per affrontare il giudizio di Pharasma. I loro corpi si spengono, entrando in un'ibernazione senza vita mentre i naniti iniziano il protocollo di ripristino e riportano i corpi sintetici al loro stato originale. Dopo alcune settimane, una nuova anima entra nella forma dell'androide, innescando la reinizializzazione. Questo processo, chiamato Rinnovamento, è un evento da celebrare come la nascita di un bambino. Chi muore in modo violento non può Rinnovarsi, quindi gli androidi fanno di tutto per proteggere se stessi e i loro consanguinei dal pericolo.</p>\n<h2>Società</h2>\n<p>Gli androidi sono stati sfruttati, schiavizzati e distrutti dai loro vicini Numeriani, quindi si nascondono per sopravvivere. Molti scelgono di mantenere segreta la loro stirpe, integrandosi nella società umana o adattandosi a uno stile di vita nomade. Alcuni androidi evitano l'umanità per vivere tra i loro simili. Questi gruppi rimangono spesso piccoli per necessità: mentre una coppia di androidi può evitare il pericolo grazie all'accortezza, i grandi gruppi attirano troppa attenzione.</p>\nLe comunità androidi sono efficienti e altamente organizzate. Ogni cittadino comprende il proprio ruolo ed è orgoglioso di svolgerlo efficacemente. Dibattiti e lezioni sono frequenti, poiché gli androidi cercano di capire se stessi e il loro mondo attraverso l'istruzione e la ricerca. Queste enclave isolate e segrete si trasferiscono quando vengono scoperte.\n<h2>Allineamento e Religione</h2>\n<p>Gran parte degli androidi è neutrale. Si preoccupa della propria sicurezza e di quella dei suoi compagni e dei suoi simili. Gli androidi interessati alla religione di solito adorano Casandalee o Brigh, dee che uniscono inventiva e vita. Altre divinità popolari sono Desna, Irori e Gozreh.</p>\n<h2>Nomi</h2>\n<p>Gli androidi adottano le convenzioni di denominazione delle società circostanti, mentre quelli cresciuti tra i propri simili scelgono un unico nome che utilizza la fonologia Androffana. Occasionalmente, tali androidi aggiungono una designazione numerica ai loro nomi, denotando per quante generazioni il loro corpo ha ospitato la vita, per omaggiare la loro genealogia.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Anati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Androidi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Intelligenza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Carisma</p>\n<p><strong>Lingue</strong> Comune, Androffano </p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Abissale, Celestiale, Draconico, Nanico, Sottocomune, Utopiano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Costrutto</strong> Il tuo corpo sintetico resiste ai malanni meglio di quelli degli organismi puramente biologici. Ottieni bonus di circostanza +1 ai tiri salvezza contro malattie, veleni e radiazioni.</p>\n<p><strong>Emotivamente Inconsapevole</strong> Trovi difficile capire ed esprimere emozioni complesse. Subisci penalità di circostanza -1 alle prove di Diplomazia ed Esibizione, e a quelle di Percezione per Intuire.</p>"
        },
        "Halfling": {
            "name": "Halfling",
            "description": "<p><em>Non avendo luoghi da rivendicare per il loro possesso gli halfling controllano ben pochi insediamenti più grandi di un villaggio. In cambio vivono spesso in mezzo agli uomini tra le mura delle grandi città, creando piccole comunità a fianco alla gente alta. Molti halfling vivono in modo più che soddisfacente restando all'ombra dei loro vicini più alti, mentre altri preferiscono un'esistenza nomadica, viaggando per il mondo e sfruttando le opportunità e le avventure in cui si imbattono.</em></p>\n<hr />\n<p>Gli halfling sono un popolo otturusta e allegro, sfacciatamente fortunato e spinto da una forte passione per i viaggi; compensano la loro bassa statura con grande spacconeria e curiosità. Ipersensibili agli stimoli e accomodanti, gli halfling colgono ogni opportunità e tendono a prediligere la gioia alla violenza. Anche di fronte al pericolo, raramente gli halfling perdono la loro ironia.</p>\n<p>Molta gente alta sminuisce gli halfling per la loro taglia, o peggio ancora li tratta come bambini. Gli halfling usano questi pregiudizi e stereotipi a loro vantaggio, sfruttandoli per ottenere opportunità ed eseguire imprese furbesche, audaci ed eroiche. La curiosità di un halfling è moderata dalla saggezza e dalla prudenza, che li spingono a correre solo rischi calcolati e a cercare ogni scappatoia.</p>\n<p>Anche se curiosità e passione per i viaggi li portano spesso all'avventura, gli halfling hanno anche forti legami con la loro casa, in cui di norma vivono al di là della loro disponibilità economica.</p>\n<p>Se desideri giocare un personaggio costantemente dilaniato tra le due passioni contrapposte dell'avventura e delle comodità, dovresti interpretare un halfling.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Andare d'accordo con molti popoli e rallegrarti quando incontri nuovi amici.</li>\n<li>Trovare difficile resistere all'appagamento della tua curiosità, anche quando sai che questo ti metterà nei guai.</li>\n<li>Nutrire un odio profondo e personale per la pratica della schiavitù e impegnarti per liberare coloro che sono ancora costretti a lavorare contro la loro volontà.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Apprezzano la tua capacità di trovare sempre un risvolto positivo o qualcosa di cui sorridere, a prescindere dalla gravità della situazione.</li>\n<li>Pensano che tu porti fortuna.</li>\n<li>Sottovalutano la tua forza, la tua resistenza e le tue capacità di combattente.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli halfling sono umanoidi bassi che somigliano vagamente ai bambini umani. È raro che superino i 90 centimetri di altezza. Le proporzioni degli halfling variano e alcuni sembrano umani più bassi e con teste leggermente più grandi, mentre altri hanno delle proporzioni più simili a quelle di un bambino umano.</p>\n<p>Molti halfling preferiscono camminare a piedi nudi anziché indossare scarpe, e di conseguenza col tempo finiscono per avere delle suole callose ai piedi. Questi ultimi grossi e abbronzati, hanno ciuffi di peli spessi e molte volte ricci, che ne riscaldano il dorso. La carnagione degli halfling tende verso sfumature scure e fulve, come l'ambra o la quercia, mentre capelli e peli corporei oscillano da un biondo dorato al nero corvino.</p>\n<p>Gli halfling raggiungono la maturità fisica intorno ai 20 anni. Un halfling in genere vive fino a 150 anni.</p>\n<h2>Società</h2>\n<p>Nonostante la loro natura gioviale e amichevole, gli halfling in genere non si aggregano tra loro, non avendo una madrepatria nel Mare Interno, e preferiscono mescolarsi alle varie società diffuse nel mondo. Gli halfling sopravvivono con qualsiasi lavoro disponibile, spesso dedicandosi ai compiti più umili o a qualche semplice forma di servitù. Alcuni rifiutano la vita cittadina e si dedicano alle strade e ai viaggi di luogo in luogo, in cerca di fama e fortuna. Questi halfling nomadi spesso viaggiano in piccoli gruppi, condividendo con amici e familiari le avversità e i semplici piaceri della vita.</p>\n<p>Ovunque si rechino, gli halfling si mescolano facilmente con la società in cui si ritrovano, adottando la cultura della stirpe predominante intorno a loro e aggiungendovi qualche piccolo tocco tipicamente halfling, creando in tal modo una fusione culturale che arricchisce entrambi i popoli.</p>\n<h2>Allineamento e Religione</h2>\n<p>Gli halfling sono leali ai loro amici e familiari, ma non temono di fare tutto ciò che è necessario per sopravvivere. Gli allineamenti degli halfling sono vari, in genere per adattarsi a quelli delle altre stirpi che vivono intorno a loro. Gli halfling prediligono gli dei che portano fortuna, come Desna, o che incoraggiano l'astuzia, come Norgober, mentre molti apprezzano il ruolo di liberatore impersonato da Cayden Cailean, così come molti altri culti comuni tra le altre stirpi che vivono intorno a loro.</p>\n<h2>Avventurieri</h2>\n<p>L'amore per i vagabondaggi e la natura opportunistica tipica della loro stirpe rendono gli halfling degli ottimi avventurieri. Molta gente sopporta il comportamento vivace degli halfling tenendo in considerazione le doti naturali che questi possiedono e la superstizione popolare per cui viaggiare con un halfling porta fortuna.</p>\n<p>I background tipici per gli halfling sono acrobata, criminale, emissario, intrattenitore, manovale e teppistello. Gli halfling diventano ottimi chierici e canaglie ma molti diventano anche monaci e ranger.</p>\n<h2>Nomi</h2>\n<p>I nomi halfling in genere hanno due o tre sillabe, con suoni dolci che evitano le consonanti aspre. Dato che preferiscono che i loro nomi suonino umili, gli halfling considerano i nomi troppo lunghi o complicati come un segno di arroganza. Questo tuttavia vale solo per il loro popolo: gli halfling scelgono nomi adatti a loro, ma capiscono che gli elfi e gli umani potrebbero avere dei nomi più lunghi e più conformi al loro gusto. In particolare, gli umani tendono a usare dei soprannomi per riferirsi agli halfling, e tra questi \"Fortunello\" è incredibilmente comune.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Anafa, Antal, Bellis, Boram, Etune, Filiu, Jamir, Kaleb, Linna, Marra, Miro, Rillka, Sistra, Sumak, Yamyra</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Halfling</h2>\n<p><strong>Punti Ferita</strong> 6</p>\n<p><strong>Taglia</strong> Piccola</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Saggezza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Forza</p>\n<p><strong>Lingue</strong> Comune, Halfling</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Elfico, Gnomesco, Goblin, Nanico e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Vista Acuta</strong> Hai una vista acuta, che ti consente di notare piccoli dettagli nascosti o anche creature invisibili che agli altri potrebbero sfuggire. Ottieni bonus di circostanza +2 quando usi l'azione Individuare per trovare creature nascoste o non individuate entro 9 metri da te. Quando prendi come bersaglio un avversario che ti risulta occultato o nascosto, riduci la CD della prova semplice a 3 per un bersaglio occultato o 9 per uno nascosto.</p>"
        },
        "Lizardfolk": {
            "name": "Lucertoloide",
            "description": "<p><em>I lucertoloidi sono sopravvissuti navigati, eredi di imperi considerati antichi persino dagli elfi.</em></p>\n<hr />\n<p>I lucertoloidi si muovono nelle società degli altri umanoidi con il riserbo d'acciaio di predatori nati. Hanno la ben meritata reputazione di eccellenti ranger e guerrieri poco emotivi. Sebbene i lucertoloidi si siano adattati a svariati ambienti, molti di loro preferiscono restare vicino a specchi d'acqua, usando a proprio vantaggio la loro capacità di trattenere il respiro. Per questo motivo in genere i lucertoloidi preferiscono l'equipaggiamento che non si danneggi facilmente con l'umidità, evitando il cuoio e il metallo e preferendo equipaggiamenti fatti di pietra, avorio, vetro e ossa.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Dimostrare un'estrema pazienza, persino quando messo sotto pressione per agire.</li>\n<li>Tenere in grande considerazione la storia del tuo popolo e guardare al passato per soluzioni ai problemi attuali.</li>\n<li>Sforzarti di adattarti perfettamente al tuo ambiente, tenendo al contempo intatte cultura e tradizioni.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Presumono che tu ti senta obbligato verso la tradizione e possieda conoscenze antiche.</li>\n<li>Ti vedono come dotato di sangue freddo e insensibile a causa delle tue flemmatiche reazioni fisiche.</li>\n<li>Rispettano la tua forza impressionante e la tua conoscenza delle aree naturali.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I lucertoloidi variano in base al loro ambiente, tuttavia condividono musi con denti visibili e lunghe e possenti code. Coloro che provengono da regioni temperate o desertiche tendono ad avere scaglie grigie, verdi o marroni che aiutano nel mimetismo, mentre quelli dei climi tropicali presentano colori vivaci. Molti fanno mostra di aculei dorsali o sgargianti collari che richiamano il lignaggio del proprio clan. I lucertoloidi raggiungono la maturità fisica a 15 anni e vivono sino a 120 anni. Il lucertoloide medio è alto da 1,8 a 2,1 metri, ma continua a crescere per tutta la vita acquisendo forza e dimensioni con l'età.</p>\n<h2>Società</h2>\n<p>Conosciuti fra sé come iruxi, i lucertoloidi sono allevati in modo comunitario dal momento in cui rompono il proprio guscio. Possiedono una tradizione orale che risale a migliaia di anni, resa viva con poemi epici, sculture evocative e riti ancestrali eseguiti tra campi di ossa fossilizzate. I lucertoloidi sono astrologi appassionati con lo sguardo rivolto al futuro. Se sembrano lenti ad agire è perché la loro lunga storia ha insegnato loro il valore della pazienza.</p>\n<p>I semplici villaggi che la maggior parte degli estranei associano con gli iruxi, sono le dimore di migranti nelle regioni periferiche. I veri insediamenti iruxi sono spesso ignorati, poiché sono parzialmente o quasi del tutto immersi in acqua. Questi complessi di cristallo e pietre recano i segni di ogni generazione di lucertoloidi che vi ha vissuto; spesso ossa di lucertoloidi adornano le mura, dato che molti lucertoloidi credono che questi resti possano essere animati da spiriti ancestrali quando gli abitanti sono in pericolo.</p>\n<h2>Allineamento e Religione</h2>\n<p>La maggior parte degli iruxi è disinteressata alle pesanti questioni di moralità e, pertanto, sono di solito di allineamento neutrale. Gli iruxi avventurieri che lasciano le proprie genti per viaggiare, potrebbero avere svariati motivi per farlo e possono essere di qualsiasi allineamento. La religione iruxi gioca un ruolo importante in tale cultura, ma è pesantemente pratica, mescolando animismo e culto degli antenati con riti druidici. Tra gli dei soltanto Gozreh viene comunemente venerato, ma i lucertoloidi possono appellarsi ad altri poteri dedicati ad antichi dragoni, astrologia, natura, fiumi e al potere delle armi, dalla benevola Desna sino al crudele Hanspur e certi signori dei demoni.</p>\n<h2>Avventurieri</h2>\n<p>Alcune opzioni di background sono particolarmente adatte per i lucertoloidi. Background marziali o delle terre selvagge come addestratore di animali, cacciatore, combattente o esploratore sono l'ideale. Vivere ai margini della civiltà umana implica che un iruxi potrebbe essere cresciuto come un forte teppista di strada, aver viaggiato come marinaio o nomade, oppure potrebbe aver trovato lavoro come manovale o gladiatore. Il legame dei lucertoloidi con le terre selvagge li rende ranger o druidi eccellenti. La loro notevole forza gli torna utile se selezionano le classi barbaro, guerriero o monaco, anche se sono capaci di colpire di nascosto come una canaglia. Gli iruxi possiedono anche una solida tradizione orale mantenuta in vita da bardi e stregoni lucertoloidi.</p>\n<h2>Nomi</h2>\n<p>I nomi dei lucertoloidi provengono dalla loro antica lingua e tendono a essere tradizionali. Generalmente i nomi sono scelti dall'astrologo del clan in conformità ai presagi e a quali segni delle stelle sono ascendenti quando l'uovo iruxi si schiude, sebbene talvolta i genitori di un iruxi potrebbero dare il nome a un piccolo per via di un antenato o un amato eroe storico.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Arasheg, Barashk, Essaru, Enshuk, Gishkim, Hazi, Inishish, Kutak, Nasha, Shulkuru, Tizkar, Utakish, Zelkekek</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Lucertoloidi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Forza, Saggezza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Intelligenza</p>\n<p><strong>Lingue</strong> Comune, Iruxi</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo) Scegli tra Amurrun, Aquan, Boggard, Draconico, Elfico, Jotun, Silvano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Artigli</strong> I tuoi artigli affilati offrono un'alternativa ai pugni che gli altri umanoidi usano in combattimento. Hai un attacco senz'armi con l'artiglio che infligge 1d4 danni taglienti e possiede i tratti accurata e agile.</p>\n<p><strong>Adattamento Acquatico</strong> La tua biologia da rettile ti permette di trattenere il respiro per molto tempo. Ottieni il talento generico Controllo del Respiro come talento bonus.</p>"
        },
        "Human": {
            "name": "Umano",
            "description": "<p><em>Gli umani, che sono tanto imprevedibili e diversificati quanto gli altri popoli di Golarion, posseggono una determinazione ecezionale e la capacità di adattarsi e di prosperare. Anche se molte civilità si sono sviluppate prima che prendessero il predominio gli umani, questi ultimi hanno costruito alcune delle socità più straordinarie o più terrificanti nel corso della storia,e oggi sono il popolo più numeroso nei regni del Mare Interno.</em></p>\n<hr />\n<p>L'ambizione, la versatilità e l'eccezionale potenziale degli umani hanno contribuito a stabilire il loro ruolo di stirpe predominante nel mondo. I loro imperi e nazioni sono realtà vaste e tentacolari, i cui cittadini imprimono i loro nomi nella storia, a forza di braccia armate e col potere degli incantesimi. La stirpe umana è diversificata e turbolenta, e comprende sia gruppi nomadici sia veri e propri imperi, e persone sia crudeli sia sante. Molti umani viaggiano per esplorare e cartografare le distese del multiverso, per cercare tesori perduti o per guidare eserciti alla conquista dei propri vicini: in altri termini, il motivo è che sono in grado di fare qualsiasi cosa.</p>\n<p>Se desideri giocare un personaggio in grado di essere qualsiasi cosa tu voglia, dovresti interpretare un umano.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Puntare a ottenere la celebrità, per te stesso o per una giusta causa.</li>\n<li>Cercare di comprendere il tuo scopo nel mondo.</li>\n<li>Curare i tuoi rapporti con la famiglia e gli amici.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Rispettano la tua flessibilità, il tuo spirito di adattamento e (per lo più) la tua apertura mentale.</li>\n<li>Non si fidano delle tue motivazioni, temendo che tu persegua solamente potere o ricchezza.</li>\n<li>Non sanno cosa aspettarsi da te ed esitano a presumere quali siano le tue intenzioni.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Le caratteristiche fisiche degli umani sono tanto variegate quanto i climi presenti nel mondo. Gli umani mostrano un'ampia varietà di colori della pelle e dei capelli, di tipi corporei e di fattezze del volto. In generale, la loro carnagione è più scura se vivono, o se i loro antenati vivevano, vicino all'equatore.</p>\n<p>Gli umani raggiungono la maturità fisica intorno ai 15 anni, ma la maturità mentale arriva qualche anno dopo. Un umano in genere può vivere fino a 90 anni. Spesso gli umani si sposano con esponenti di altre stirpi, generando una prole che reca i tratti di entrambi i genitori. I casi più famosi di mezzumani sono i mezzelfi e i mezzorchi.</p>\n<h2>Società</h2>\n<p>La varietà umana si manifesta anche attraverso forme di governo, atteggiamenti e norme sociali. Anche se le culture umane più antiche hanno storie condivise che risalgono a migliaia di anni nel passato, se le si confronta alle società create da Elfi o Nani quelle umane sembrano in continuo mutamento, poiché gli imperi si frammentano e nuovi regni prendono il posto dei vecchi.</p>\n<h2>Allineamento e Religione</h2>\n<p>Probabilmente quella umana è la stirpe più eterogenea di tutte, capace di essere tremendamente malvagia e incredibilmente buona. Alcuni umani si radunano in grandi orde violente, mentre altri costruiscono città tentacolari. Nel complesso, la maggior parte degli umani è neutrale, ma queste creature tendono ad aggregarsi in nazioni o comunità che condividono lo stesso allineamento, o almeno che mostrano la stessa predilezione per un certo allineamento. Gli umani venerano un'ampia gamma di divinità e professano molti culti, poiché puntano a ottenere i favori di ogni essere divino che incontrano.</p>\n<h2>Nomi</h2>\n<p>Diversamente da molte altre stirpi, che in genere propendono per tradizioni specifiche e storie condivise, l'eterogeneità degli umani dà come risultato una lista quasi infinita di nomi. Gli umani delle tribù del nord hanno nomi diversi da quelli che abitano negli stati-nazione del sud. Gli umani della maggior parte del mondo parlano il Comune (anche se alcuni continenti su Golarion hanno le loro lingue regionali comuni), ma i loro nomi sono variegati alla stregua dei loro aspetti e delle loro credenze.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Diversi gruppi etnici umani (molti dei quali provengono da terre lontane) popolano i continenti che si affacciano sul Mare Interno di Golarion. I personaggi umani possono provenire da ognuna di queste etnie, a prescindere da quale sia la loro patria.</p>\n<hr />\n<p>I personaggi di etnie umane nella regione del Mare Interno parlano il Comune (noto anche come Taldano) e alcune etnie forniscono l'accesso a una lingua non comune.</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Human Mechanics</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Due aumenti di caratteristica liberi</p>\n<p><strong>Lingue</strong> Comune</p>\n<p><strong>Lingue Aggiuntive</strong> pari a 1 + il tuo modificatore di Intelligenza (se è positivo). Scegli dall'elenco di lingue comuni e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>"
        },
        "Ratfolk": {
            "name": "Rattoide",
            "description": "<p><em>Gli ysoki (questo è il nome che si danno i rattoidi) sono una stirpe intelligente, flessibile e meticolosa, felice quando vive in spazi molto piccoli con grandi famiglie numerose.</em></p>\n<hr />\n<p>La maggior parte degli umanoidi che vivono in superficie chiama gli ysoki \"rattoidi\" e ne riconosce il forte senso di comunità e la predilezione per i luoghi angusti, dato che a volte nella stessa casa vivono fino a cento individui. Se non riescono a trovare case in un insediamento, gli ysoki sono perfettamente in grado di vivere in grotte e caverne, poiché queste si rivelano ottimi magazzini per i molti e numerosi beni che riportano dalle loro spedizioni commerciali.</p>\n<p>I rattoidi adorano viaggiare e spesso li si vede in viaggio con carovane mercantili. Hanno un'ottima manualità e individuano con grande perizia qualsiasi cosa sia fuori dall'ordinario, che si tratti di minacce o di tesori. Sono anche accaparratori incalliti e i loro cunicoli sono pieni zeppi di cianfrusaglie insolite, raccolte dalle generazioni precedenti e accantonate in vista di una qualche futura emergenza.</p>\n<p>Se desideri un personaggio astuto, veloce, amante dei viaggi e flessibile, prova a interpretare un ysoki!</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Essere orgoglioso della tua famiglia allargata e rimanere in contatto con tutti i suoi membri.</li>\n<li>Amare i viaggi vicini e lontani in cerca di nuove esperienze, magari raccogliendo qualche ninnolo lungo la strada.</li>\n<li>Lavorare bene con gli altri.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti scambiano per un ratto mannaro o qualche altro mostro.</li>\n<li>Sono sorpresi dalla tua igiene corporea molto attenta e da altre abitudini scrupolose.</li>\n<li>Pensano che miri ad affollare e invadere il loro spazio personale.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I rattoidi hanno il muso baffuto, orecchie grandi e code senza peli e in genere occhi rossi e pelo corto, marrone o nero. Un ysoki comune è alto 1,20 metri e pesa circa 40 chilogrammi. Tuttavia, i rattoidi sono molto vari; anche uno stesso gruppo familiare può mostrare variazioni sostanziali nel colore dei capelli e degli occhi o nella taglia.</p>\n<p>L'istinto spinge gli ysoki a mantenersi puliti, grazie anche alla spinta delle loro solide strutture sociali. Altri umanoidi, sentendosi superiori, spesso presumono che i rattoidi siano sporchi o malati, ma in realtà essi praticano una meticolosa igiene personale. Poiché il loro aspetto è spesso considerato innaturale, e poiché gli altri popoli li scambiano per ratti mannari, gli ysoki tendono a nascondere le loro caratteristiche fisiche con cappelli, guanti, scarpe, tuniche e altri strati di abbigliamento quando si muovono negli spazi dominati da altre stirpi.</p>\n<h2>Società</h2>\n<p>La cultura ysoki valorizza la cooperazione e la comunità. Ogni ysoki impara, attraverso giochi comuni, occasioni sociali e sport, a stringere rapidamente amicizie e legami con gli ysoki al di fuori della propria famiglia: non sai mai di chi avrai bisogno per un aiuto, ma quando ne avrai bisogno ti servirà subito.</p>\n<p>Grazie a una lunga tradizione di lavoro come mercanti e inventori, gli ysoki viaggiano spesso da una città all'altra. I loro carri si raggruppano solitamente in carovane composte da cinque o sei veicoli. Questi carri sono trainati da ratti giganti insolitamente grossi e molti ysoki sono in grado di parlare con tali animali.</p>\n<p>Le discriminazioni hanno segnato la storia degli ysoki, spingendoli a fare affidamento l'uno sull'altro e rafforzando i loro legami familiari e comunitari. Gli ysoki distinguono bene la cattiveria dalla semplice ignoranza e, dando il buon esempio, pian piano tentano di sovvertire i pregiudizi secolari di chi è disposto ad aprire la mente. Gli ysoki sono sempre alla ricerca di membri di altre stirpi che non li giudichino per il loro aspetto e considerano questi individui dei veri amici, accogliendoli nelle loro comunità. Tuttavia, sanno anche individuare rapidamente i bigotti inclini alla violenza e da cui tenersi alla larga, riducendo al minimo ogni rischio di tragedia.</p>\n<h2>Allineamento e Religione</h2>\n<p>Gli ysoki si preoccupano più della loro famiglia che dei concetti astratti di bene e male. I loro cunicoli potrebbero essere tane caotiche piene di cianfrusaglie accumulate, ma i rattoidi obbediscono anche a rigidi codici sociali. La maggior parte degli ysoki è neutrale.</p>\n<p>Sebbene gli ysoki venerino i loro antenati e tendano a riconoscere qualunque divinità sia prevalente nella loro area locale, Lao Shu Po ha un ruolo speciale nella cultura ysoki. Vecchia Donna Ratto, come è chiamata a volte, incarna molti aspetti che peraltro sono antitetici ai rattoidi: esorta i seguaci a mettere i propri interessi al di sopra degli altri e incoraggia l'inganno e il raggiro. Per la maggior parte degli ysoki, Vecchia Donna Ratto incarna tutte quelle cose che ogni rattoide deve saper fare, ma che nessun rattoide ragionevole vorrebbe fare.</p>\n<h2>Avventurieri</h2>\n<p>I rattoidi potrebbero intraprendere la vita avventurosa per esplorare e viaggiare, per difendere la propria famiglia o comunità o per qualsiasi altro motivo.</p>\n<p>Il loro ingegno naturale e le dita agili rendono i rattoidi ottimi alchimisti e canaglie, mentre alcuni si specializzano nelle armi a distanza, diventando guerrieri o ranger.</p>\n<p>I tipici background dei rattoidi includono addestratore di animali, artigiano, esploratore, infermiere militare, inventore eccentrico, mercante e nomade oltre a bandito, barbieri; insegnante e rovistatore.</p>\n<h2>Nomi</h2>\n<p>Ogni famiglia ysoki potrebbe avere una ventina di nomi che sono stati tramandati di generazione in generazione, a volte con piccole modifiche o soprannomi alternativi. Un nonno potrebbe chiamarsi Grivver, per esempio, mentre la figlia Griva e il nipote semplicemente Griv. Spesso gli umanoidi con cui interagiscono assegnano ai rattoidi soprannomi e nomignoli, ma la maggior parte degli ysoki li trova di cattivo gusto e li tollera solo quando è al di fuori delle proprie comunità.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Barnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Rattoidi</h2>\n<p><strong>Punti Ferita</strong> 6</p>\n<p><strong>Taglia</strong> Piccola</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Intelligenza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Forza</p>\n<p><strong>Lingue</strong> Comune, Ysoki</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Aklo, Draconico, Gnoll, Gnomesco, Goblin, Halfling, Nanico, Orchesco, Sottocomune e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Senses</strong> Visione Crepuscolare</p>"
        },
        "Elf": {
            "name": "Elfo",
            "description": "<p><em>Gli elfi, facendo parte di un popolo dalle antiche origini, hanno assistito a grandi cambiamenti e osservano il mondo come pu`o fare soltanto chi ha scrutato il volgere di intere ere. Dopo aver abbandonato il mondo della notte dei tempi, hanno fatto ritorno in una terra ormai mutata e cercano di rivendicare la loro patria ancestrale, lottando soprattutto contro i terribili demoni che la hanno invasa. Per alcuni, gli elfi sono fonte di timore revererenziale: belli e aggraziati, talentuosi e sapienti. Tuttavia, gli elfi danno molto più peso alla libertà personale che all'adesione a quegli ideali.</em></p>\n<hr />\n<p>Gli elfi combinano una grazia ultraterrena, un'intelligenza acuta e un fascino misterioso, in un modo che risulta magnetico per i membri delle altre stirpi. Spesso sono voraci intellettuali, ma i loro studi scendono a un livello di dettaglio che la maggior popoli meno longevi considera eccessivo o inefficace. Dato che apprezzano la gentilezza e la bellezza, gli elfi puntano sempre a migliorare i loro comportamenti, il loro aspetto e la loro cultura.</p>\n<p>Spesso gli elfi sono piuttosto riservati e si rinchiudono nel segreto dei loro boschi, coltivando stretti legami parentali. Impiegano molto tempo a stringere amicizie con chi è estraneo al loro popolo, ma per un motivo ben specifico: si adattano in modo impercettibile ma profondo, all'ambiente e alle compagnie , che frequentano. C'è una componente fisica in questo adattamento, ma non si tratta di un processo solo superficiale. Gli elfi che vivono in mezzo ai popoli meno longevi spesso sviluppano una percezione distorta della loro stessa mortalità e si incupiscono osservando intere generazioni di loro compagni che invecchiano e muoiono. Questi elfi vengono chiamati Affranti.</p>\n<p>Se desideri giocare un personaggio magico, mistico e misterioso, dovresti interpretare un elfo.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Curare attentamente i tuoi rapporti con la gente meno longeva di te, mantenendo un'accorta distanza emotiva oppure rassegnandoti a vivere più di loro.</li>\n<li>Perseguire interessi specifici o enigmatici solo per la gioia di padroneggiarli.</li>\n<li>Avere fattezze (colore degli occhi, carnagione, capelli o gestualità) che riflettono l'ambiente in cui vivi</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Si concentrano sul tuo aspetto, ammirando la tua grazia o trattandoti come una creatura fisicamente fragile.</li>\n<li>Presumono che tu pratichi il tiro con l'arco, lanci incantesimi e combatta demoni, e anche che tu abbia appreso una o più belle arti.</li>\n<li>Si preoccupano che in privato tu li disprezzi, 0 ti considerano distaccato e accondiscendente.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Pur essendo generalmente più alti degli umani, gli elfi possiedono una grazia fragile, accentuata da fattezze allungate e lunghe orecchie a punta. I loro occhi grandi e a mandorla hanno pupille ampie e dai colori vibranti, che riempiono interamente la porzione visibile dell'occhio. Queste pupille conferiscono agli elfi un aspetto alieno e consentono loro di vedere ogni dettaglio anche con pochissima luce.</p>\n<p>Gli elfi si adattano gradualmente all'ambiente e alle compagnie e spesso acquisiscono tratti fisici che riflettono questi elementi. Un elfo che abbia trascorso secoli interi nelle foreste primordiali, per esempio, potrebbe avere capelli verdeggianti e dita nodose, mentre uno che abbia vissuto nel deserto potrebbe avere carnagione e pupille dorate. La moda elfica, proprio come gli elfi stessi, tende a riflettere l'ambiente circostante. Gli elfi che vivono nelle foreste e in altre terre selvagge indossano abiti che richiamano il terreno e la flora delle loro case, mentre quelli che vivono in città tendono a vestirsi all'ultima moda.</p>\n<p>Raggiungono la maturità fisica intorno ai 20 anni, ma gli altri elfi non li considerano emotivamente maturi fino a quando non si avvicinano al loro primo secolo, dopo aver fatto più esperienze, aver svolto diversi ruoli ed essere sopravvissuti ad almeno una generazione dei popoli meno longevi. Un elfo tipicamente può vivere fino a 600 anni.</p>\n<h2>Società</h2>\n<p>La cultura elfica è profonda, ricca e decadente. La loro società ha raggiunto l'apice millenni fa, molto prima che gli elfi fuggissero dal mondo, in fuga da una grande calamità. Dopo quel periodo hanno fatto ritorno, ma la ricostruzione è un'impresa molto ardua. La loro innata pazienza e la curiosità intellettuale li rendono ottimi saggi, filosofi e maghi, e le loro società si basano su un sentimento innato di meraviglia e di conoscenza. L'architettura elfica mette in mostra il valore attribuito all'estetica e le città elfiche sono opere d'arte meravigliose.</p>\n<p>Gli elfi condividono forti ideali individualistici, che spingono ogni membro della stirpe a esplorare molteplici ruoli prima di giungere a perseguire una passione specifica e particolarmente adatta a lui. Gli elfi serbano grandi rancori per i loro nemici, che essi chiamano ilduliel, ma questi rapporti conflittuali a volte, col tempo, possono anche germogliare, creando solide amicizie.</p>\n<h2>Allineamento e Religione</h2>\n<p>Spesso gli elfi sono emotivi e capricciosi, ma sono estremamente legati ai loro ideali. Di conseguenza, molti hanno un allineamento caotico buono. Prediligono le divinità che condividono il loro amore per tutto ciò che è mistico e artistico. Desna e Shelyn sono le loro dee preferite: la prima per il senso di stupore e la seconda per la sua predilezione per le arti. Calistria è la divinità elfica più famosa, perché rappresenta l'estremizzazione di molti ideali di questa stirpe.</p>\n<h2>Avventurieri</h2>\n<p>Molti elfi vanno all'avventura alla ricerca della bellezza e per scoprire nuove realtà. I background tipici degli elfi includono emissario, cacciatore, nobile, studioso ed esploratore. Gli elfi spesso diventano ranger o canaglie, sfruttando la loro destrezza, oppure alchimisti o maghi, per dar spazio alla loro curiosità.</p>\n<h2>Nomi</h2>\n<p>Gli elfi usano i loro nomi personali solo quando sono all'interno del proprio nucleo familiare e si danno un soprannome quando incontrano altra gente. Questo soprannome può variare nel tempo, a seguito di eventi che capitano nella vita dell'elfo o anche per qualche ghiribizzo. Un elfo specifico potrebbe essere chiamato in molti modi dai suoi compagni di diversi periodi e regioni. I nomi elfici sono polisillabici e dovrebbero risultare molto musicali, almeno in lingua Elfica. Terminano così tanto spesso in \"-el\" o \"-ara\" che le altre culture talora evitano i nomi che finiscono con queste sillabe, per evitare che suonino troppo elfici.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Aerel, Amrunelara, Caladrel, Dardlara, Faunra, Heldalel, Jathal, Lanliss, Oparal, Seldlon, Soumral, Talathel, Tessara, Variel, Yalandlara, Zordlon</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Elfi</h2>\n<p><strong>Punti Ferita</strong> 6</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 9 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Intelligenza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Costituzione</p>\n<p><strong>Lingue</strong> Comune, Elfico</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Celestiale, Draconico, Gnoll, Gnomesco, Goblin, Orchesco, Silvano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>"
        },
        "Anadi": {
            "name": "Anadi"
        },
        "Sprite": {
            "name": "Spiritello",
            "description": "<p><em>Gli spiritelli sono creature minuscole, capricciose ed esuberanti del regno fatato chiamato Primo Mondo. Amano fare scherzi, scoprire cose nuove e sposare tutto ciò che ha a che fare con la magia.</em></p>\n<hr />\n<p>Quando si pensa a un fatato, è probabile che venga in mente uno spiritello. Gli spiritelli vivono per lo più nel Primo Mondo, dove sostanzialmente sono immortali e si reincarnano in una nuova forma fatata al termine della loro vita. Alcuni si fondono anche con altri per formare un corpo più grande o si dividono in fatati più piccoli. Tuttavia, gli spiritelli sono incredibilmente curiosi nei confronti di tutte le forme di magia, per cui molti di loro si avventurano nel mondo mortale per esplorare le nuove possibilità offerte dalla insolita natura statica dell'esistenza mortale. Queste creature si uniscono ad altri piccoli gruppi di compagni del Piano Materiale (gli esuli del Primo Mondo, coloro la cui famiglia ha stretto patti con i mortali, e persino individui contemplativi e curiosi di entrare nel ciclo mortale delle anime).</p>\n<p>La prima generazione di spiritelli del Piano Materiale si accontentava di custodire luoghi od oggetti magici, imparare la musica e fare scherzi agli ignari. Quando ai bambini nati nel mondo mortale non si formarono le ali in età adulta, si scatenò il panico: dopo un po' di tempo, anche alcuni spiritelli che erano passati al mondo mortale persero le ali. Credendolo un segno che il mondo mortale era troppo alieno per loro, molti degli spiritelli che inizialmente avevano esplorato il mondo mortale tornarono alla sicurezza del Primo Mondo.</p>\n<p>Tuttavia, i loro figli senza ali mostrarono un potenziale impareggiabile rispetto ai loro antenati e una particolare affinità magica con il mondo mortale. Divennero i più potenti eroi spiritelli, ma anche, a volte, i peggiori farabutti. Quando si avvicinarono a raggiungere la loro potenza massima, a molti di loro spuntarono finalmente le ali: uniche, più grandi e più brillanti di quelle che avevano nel Primo Mondo, per segnalare il loro potenziale illimitato.</p>\n<p>Se desideri un personaggio minuscolo, volubile e curioso, dovresti interpretare uno spiritello.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Fare scherzi bonari a chi ti circonda, con lo scopo di dare una lezione, aiutare a localizzare un oggetto smarrito o anche a trovare l'amore.</li>\n<li>Farti distrarre da qualcosa di nuovo e accattivante prima di aver portato a termine il piano precedente.</li>\n<li>Trovare qualcosa di magico cosi importante per te da non poter fare a meno dí proteggerlo con ogni briciolo di forza.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Si aspettano che tu conosca strani misteri fatati ed esegua fantastiche magie primeve, ben oltre le tue reali capacità.</li>\n<li>Ti considerano il primo indiziato ogni volta che si verificano inspiegabili scherzi o colpi di fortuna.</li>\n<li>Fraintendono il modo in cui funziona la tua mente, considerando la tua attenzione fugace un segno di sbadataggine.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli spiritelli sono piccole creature fatate le cui caratteristiche variano molto in base al lignaggio. I Senza Ali (ovvero coloro che potenzialmente possono diventare potenti eroi o farabutti, compresi tutti i PG spiritelli) sviluppano le loro ali nel tempo, man mano che il loro potenziale magico si manifesta, anche se ad alcuni non crescono mai le ali. Quelli con destini più umili di solito si fanno crescere le ali quando raggiungono la piena età adulta e padroneggiano la loro magia innata. Gli spiritelli raggiungono l'età adulta più o meno alla stessa velocità degli umani, ma un fatato che riesca a stare lontano da guai e pericoli può vivere mille anni o più. Gli spiritelli del Piano Materiale che sentono che il loro tempo sta per finire di solito tornano nel Primo Mondo per rinascere e ricominciare la loro avventura.</p>\n<h2>Società</h2>\n<p>Gli spiritelli di solito vivono in piccoli villaggi solitari in aree con abbondante magia, bellezze naturali o altre curiosità degne di nota. Altri vivono in solitudine o con piccoli gruppi familiari o di coetanei, viaggiando in cerca di emozioni.</p>\n<h2>Allineamento e Religione</h2>\n<p>Gli spiritelli sono di ogni allineamento, ma raramente legali o malvagi. Sono molto più propensi ad adorare gli Anziani, le peculiari divinità dei fanti, rispetto a quelle del mondo mortale. Hanno una particolare affinità con Shyka, l'Anziano del tempo dalle mille forme, e con il Re Lanterna, l'ingannatore della loro schiera. Tra le divinità mortali, gli spiritelli apprezzano soprattutto Desna, a causa della sua rappresentazione iconica di donna dalle ali di farfalla, alcuni spiritelli suoi seguaci la considerano una di loro. Apprezzano anche le dottrine di Cayden Cailean e Shelyn, e la dea della bellezza e dell'arte è particolarmente amata dai grig.</p>\n<h2>Names</h2>\n<p>I nomi degli spiritelli sono interamente frutto del capriccio dei loro genitori. Gli spiritelli spesso adottano ulteriori nomignoli quando maturano o cambiano quelli assegnati loro alla nascita; questo non è né malvisto né considerato anormale.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Bree, Plumgrass, Cowrie, Flit, Moth, Zephyr, Naatalu, Pinebrush, Zandivar</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Spiritelli</h2>\n<p><strong>Punti Ferita</strong> 6</p>\n<p><strong>Taglia</strong> Minuscola</p>\n<p><strong>Velocità</strong> 6 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Intelligenza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Forza</p>\n<p><strong>Lingue</strong> Comune, Silvano</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Celestiale, Draconico, Elfico, Gnomesco, Gobba, Jotun e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>\n<p><strong>Colpi Magici</strong> Una magia intrinseca pervade tutto il tuo essere. Tutti i tuoi Colpi sono Magici, che siano con attacchi senz'armi o con armi.</p>"
        },
        "Leshy": {
            "name": "Leshy",
            "description": "<p><em>Guardiani ed emissari dell'ambiente, i leshy sono spiriti immortali della natura ai quali è stata temporaneamente concessa una forma fisica.</em></p>\n<hr />\n<p>I leshy “nascono” quando un abile druido, o un altro maestro di magia primeva, svolge un rituale per creare un ricettacolo adatto e poi uno spirito sceglie quel ricettacolo come propria dimora temporanea. I leshy sono autosufficienti dal momento in cui termina il rituale, e quindi non dipendono da questi druidi per le cure sebbene non sia insolito che i leshy mantengano legami per tutta la vita con i propri creatori.</p>\n<p>Tuttavia non tutti i leshy possiedono uno spirito abbastanza forte da distaccarsi del tutto autonomamente. Spiriti della natura più deboli possono formare soltanto legami labili che hanno appena la forza per animare corpi Minuscoli. Questi spiriti diventano leshy famigli, fungendo da compagni per i loro creatori druidi. I leshy indipendenti sono spesso protettivi verso tali leshy famigli, sostenendo che debbano essere trattati con dignità e rispetto.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Fare da agente itinerante per guardiani naturali che non sono in grado di lasciare i propri territori.</li>\n<li>Incoraggiare le popolazioni che incontri a cooperare con la natura e a costruire le proprie città in modi rispettosi dell'ambiente.</li>\n<li>Affezionarti ai nuovi amici che ti fai durante i tuoi viaggi.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Pensano che tu sia un essere curioso per via delle tue origini spirituali.</li>\n<li>Ti giudicano dal tuo aspetto, trattandoti dolcemente se sei carino o reagendo con orrore se sei spaventoso.</li>\n<li>Presumono che tu conosca soltanto la natura e tu abbia poca dimestichezza con la civilizzazione e la società.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I leshy sono tanto vari quanto il materiale usato per creare i loro ricettacoli, in genere apparendo come un bizzarro miscuglio di diversi vegetali o funghi. I loro corpi hanno forme vagamente umanoidi, con numerose caratteristiche dei vegetali o funghi dai quali sono stati creati. Un tipico leshy è alto circa 90 centimetri. A causa della natura del rituale usato per crearli, i leshy iniziano le loro vite da adulti. In quanto spiriti, non invecchiano, e un leshy potrebbe rimanere nello stesso ricettacolo potenzialmente per sempre, anche se i leshy raramente considerano questa soluzione auspicabile.</p>\n<h2>Società</h2>\n<p>Sebbene i leshy guardiani si riuniscano spesso, i leshy che viaggiano non sono naturalmente attirati da altri della propria genia. Per la maggior parte dei leshy, il concetto di famiglia non è una questione di nascita, bensì è determinato da legami di lealtà e amicizia. I leshy sono alleati fedeli, ma tollerano poco coloro che vorrebbero depredare la natura. Per quanto siano felici di accettare nella loro famiglia qualcuno che si è guadagnato la loro fiducia, in cambio si aspettano che i membri della famiglia si prendano cura di loro e dei propri guardiani naturali. Un leshy tradito potrebbe non attaccare direttamente coloro che l'hanno offeso, ma potrebbe ritirare il proprio supporto in un momento critico o lasciare che i suoi traditori si perdano nelle terre selvagge.</p>\n<p>I leshy sono raggruppati in categorie simili alle etnie, ma non sono correlate ai tratti somatici: rappresentano, invece, ampie categorie di caratteristiche dei loro spiriti. Certi spiriti hanno maggiori probabilità di presentare particolari corpi fisici, anche se coloro che hanno familiarità con i leshy sanno che questa predisposizione è tutt'altro che assoluta. Sovente i leshy sono fieri delle loro sembianze e apprezzano negli altri la bellezza di tutti i tipi, ma raramente formulano giudizi basati sull'aspetto fisico. I generi dei leshy sono determinati dagli spiriti che risiedono nei loro corpi. I leshy tendono ad avvicinarsi ai corpi vegetali che corrispondono ai loro generi. Alcuni leshy sono esclusivamente maschi o femmine, mentre molti si considerano entrambi. Altri, perlopiù i leshy fungo, tendono verso espressioni di genere ben più complesse, oppure respingono il concetto completamente.</p>\n<h2>Allineamento e Religione</h2>\n<p>Un leshy può essere di qualsiasi allineamento, dipendendo da quale spirito dimora nel suo corpo, ma la loro mentalità include spesso un elemento neutrale. Per la maggior parte dei leshy la religione non ha un significato particolare. Quelli con un'inclinazione filosofica propendono per la Fede Verde, e Gozreh è la divinità più popolare tra i leshy credenti. Alcuni leshy venerano anche gli uomini verdi, potenti spiriti della natura che agiscono come guardiani regionali.</p>\n<h2>Avventurieri</h2>\n<p>Alcuni background sono particolarmente adatti per gli avventurieri leshy, soprattutto quei background con un legame con il mondo naturale, come per esempio cacciatore, esploratore o nomade. Le classi a tema naturale, come il druido o il ranger, sono scelte popolari per i leshy. Come druidi, i leshy gravitano attorno all'ordine della foglia. Anche la classe del bardo è una buona scelta per un leshy che ama fare il cantastorie; tali leshy spesso abitano nei corpi di leshy rampicante.</p>\n<h2>Nomi</h2>\n<p>I leshy scelgono e cambiano i propri nomi svariate volte nel corso della vita. Spesso questi nomi rappresentano un lato delle loro personalità o valori, anche se un'altra convenzione comune sui nomi è di usare descrizioni di caratteristiche naturali che ammirano. Alcuni leshy usano persino un ciclo di nomi che si modifica per allinearsi ai fenomeni naturali, come ad esempio nomi basati sulle stagioni o ai momenti del giorno.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Scarlet in Summer, Verdant Taleweaver, Lurking Hunter, Masterful Sun Drinker, Noon Sky Evening Song, Snowy Pine Branch, Cascading Rapids</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Leshy</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Piccola</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Saggezza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Intelligenza</p>\n<p><strong>Lingue</strong> Comune, Silvano</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Elfico, Gnomesco, Goblin, Halfling, Sottocomune e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>\n<p><strong>Nutrimento Vegetale</strong> Ottieni nutrimento nello stesso modo in cui lo ottengono normalmente i vegetali o funghi che corrispondono al tuo tipo di corpo, attraverso alcune combinazioni di fotosintesi, assorbimento di minerali tramite le radici oppure nutrendoti di materiali in decomposizione. Generalmente non necessiti di pagare per il cibo. Se normalmente ti affidi alla fotosintesi e stai senza luce solare per 1 settimana, inizi a morire di fame. Puoi trarre nutrimento da bottiglie di luce solare formulate appositamente anziché dalla luce solare naturale, tuttavia queste bottiglie costano 10 volte di più delle razioni standard (oppure 40 ma).</p>"
        },
        "Fetchling": {
            "name": "Ghermito",
            "description": "<p><em>I ghermiti, che un tempo erano umani e ora sono diventati qualcosa di diverso, mostrano l'antica influenza del Piano delle Ombre nelle carnagioni monocromatiche, negli occhi luminosi e nelle ombre soprannaturali.</em></p>\n<hr />\n<p>I ghermiti sono un popolo che colpisce per la sua pelle completamente priva di colore. Questi esseri snelli e tenebrosi sembrano sprofondare e svanire nell'oscurità. Vedono al buio, esercitano il controllo sulle ombre e hanno strani poteri occulti. Alcuni ghermiti sviluppano i loro poteri tanto da passare tra il Piano delle Ombre e il Piano Materiale, lasciando che altre stirpi mormorino di figure che emergono da angoli ombrosi e poi svaniscono senza lasciare traccia. Attraverso la magia e altri mezzi, si sono diffusi in tutto Golarion e nei piani al di là, adattandosi come gli umani che erano un tempo.</p>\n<p>I primi ghermiti erano profughi. Secoli fa, quando il Cataclisma distrusse l'antico Azlant e gettò il mondo nell'oscurità, un piccolo gruppo di Azlanti implorò di essere salvato. Una misteriosa figura incappucciata, chiamata Vedova, rispose al loro appello, aprendo un passaggio per il Piano delle Ombre. Gli Azlanti lo attraversarono, barattando l'oscurità del Cataclisma con le ombre più profonde. Muovendosi tra gli strani ambienti e i pericolosi abitanti del piano, i sopravvissuti subirono pian piano dei cambiamenti radicali.</p>\n<p>Se vuoi un personaggio più a suo agio in un mondo di ombre speculari, intriso di malinconia umbratile e che incarna le dualità della luce e delle tenebre, dovresti interpretare un ghermito.</p>\n<h2>Potresti…</h2>\n<ul>\n<li>Vivere e lavorare in aree cupe di luce fioca ed ombre, fornendo luce intensa solo quando attendi dei visitatori.</li>\n<li>Guardare le ombre delle persone per identificarle, insieme a caratteristiche come la statura o la struttura del viso.</li>\n<li>Mantenere la calma di fronte a strane creature e circostanze.</li>\n</ul>\n<h2>Probabilmente gli Altri…</h2>\n<ul>\n<li>Credono che tu abbia poteri oscuri, come la capacità di consumare la luce per nutrirti, di fonderti nell'oscurità o di viaggiare tra i piani.</li>\n<li>Si aspettano che tu sia cauto, riservato e solitario.</li>\n<li>Esprimono interesse per il tuo collegamento ancestrale e fisiologico con il Piano delle Ombre.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>La maggior parte del Piano delle Ombre si presenta come una versione alterata del Piano Materiale, ma priva di colori. Le stesse forze del Piano delle Ombre hanno toccato i ghermiti, le cui carnagioni sono monocromatiche, dal bianco più crudo al nero più profondo, con in mezzo tutte le sfumature di grigio. I loro corpi sono tanto diversi per forma e dimensione quanto gli umani, anche se la maggior parte mostra una certa fluidità di movimento che ricorda le ombre cangianti. Gli occhi rifrangenti e privi di pupille dei ghermiti possono perforare l'oscurità. La loro caratteristica più notevole è l'ombra, che non riflette quasi mai fedelmente il loro corpo ma ha forme o dimensioni incongrue, mentre altre tremolano, si muovono di propria iniziativa o imitano l'ombra di un'altra creatura vicina.</p>\n<h2>Società</h2>\n<p>La maggior parte dei ghermiti rimane vicino a Golarion, sul Piano Materiale o sul Piano delle Ombre, formando comunità a maggioranza ghermita o vivendo in solitudine. Entrambi i gruppi planari tendono a essere isolati; molte culture di ghermiti conservano i ricordi dei primi e pericolosi giorni di scontri con gli ostili o ingannevoli abitanti del Piano delle Ombre. La loro predilezione per stretti legami comunitari e l'adattamento alle usanze locali sono diventati parte della cultura ghermita, rafforzata da due grandi gruppi (gli Estlari e gli Sharedar) che vivono all'ombra di entità più potenti.</p>\n<h2>Allineamento e Religione</h2>\n<p>Essere sopravvissuti per generazioni significa che molti ghermiti preferiscono adottare una visione cauta del mondo e adattarsi alle circostanze prevalenti. Di conseguenza, molti tendono a una mentalità neutrale sulla vita. Alcuni scelgono di unirsi ai poteri locali per interessi personali o comunitari, o per distruggere i sistemi dall'interno. Altri tentano di rompere quelle che vedono come catene che li legano alle loro comunità.</p>\n<p>Non sono pochi i ghermiti irreligiosi, che riconoscono i poteri di tutti gli dei ma non ne venerano nessuno. I ghermiti fedeli preferiscono gli dei che offrono protezione e stabilità, dall'abbraccio pastorale di Erastil alle catene vincolanti di Zon-Kuthon. Coloro che viaggiano da soli o passano da un piano all'altro cercano il conforto di Alseta, Desna e Gozreh. Calistria attira i ghermiti ambiziosi, mentre Grande Madre Aracnide e Sivanah aiutano coloro che desiderano muoversi nel mondo inosservati o senza ostacoli. Alcuni venerano queste tre come un pantheon, chiamato Velo Ridente; altri ancora includono anche Norgorber come quarto membro.</p>\n<h2>Nomi</h2>\n<p>I ghermiti si sono adattati a un nuovo mondo, e i loro nomi fanno lo stesso. Questi nomi includono comunemente qualità fonetiche da più lingue o sono semplicemente nomi culturali locali che le famiglie ghermite trovano interessanti. Altre convenzioni di denominazione dominanti includono suoni fluenti, consonanti aspre o sibilanti, e cognomi che si riferiscono a parenti importanti o tratti comunitari.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Amelisce, Ashka, Drosil, Eitsanara, Eomva, Ikyamek, Inva, Jegan, Lirtae, Meotrai, Sorsul, Zokaratz</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Fetchling Mechanics</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Libero</p>\n<p><strong>Lingue</strong> Comune, Linguadombra</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Akio, Draconico, Deziriak, Necril, Sottocomune e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>"
        },
        "Grippli": {
            "name": "Grippli"
        },
        "Orc": {
            "name": "Orco",
            "description": "<p><em>Gli orchi sono forgiati tra le fiamme della violenza e del conflitto, spesso dall'istante in cui nascono. Le loro vite spesso sono brutalmente brevi: gli orchi si dilettano nel mettere alla prova la loro forza contro nemici degni, sfidando per il dominio membri di rango più alto della loro comunità o razziando un insediamento vicino. Molti orchi vanno in cerca di gloria non appena sono in grado di camminare e impugnare una lama o una mazza, addomesticando bestie selvagge o cacciando mostri letali.</em></p>\n<hr />\n<p>Gli orchi spesso faticano a essere accettati da altre comunità, che li considerano dei bruti. Chi si guadagna la lealtà di uno di loro, tuttavia, apprende ben presto che la fedeltà e l'onestà di un orco non hanno eguali. Barbari, guerrieri e ranger orchi vengono apprezzati come gladiatori e mercenari. Alcuni insediamenti umani potrebbero essere riluttanti ad accettare un'intera comunità orchesca tra loro, ma una piccola manciata di mercenari orchi può svolgere il lavoro di un'intera squadra di soldati umani, purché gli orchi siano ben nutriti e ben pagati. La convinzione che gli orchi siano adatti solo alla battaglia è molto diffusa tra gli altri umanoidi, ma la dura mentalità orchesca deriva da una lunga storia di conflitti piuttosto che da una mancanza di capacità d'altro tipo.</p>\n<p>La cultura orchesca insegna ai suoi membri che sono le sfide a cui sopravvivono a plasmarli, e che solo i più degni resistono alle difficoltà più grosse. Gli orchi che sommano a grandi trionfi una lunga vita sono oggetto di immenso rispetto.</p>\n<p>Se desideri un personaggio resistente, temibile e che eccella nelle prodezze fisiche, dovresti interpretare un orco.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Accogliere con impazienza qualsiasi possibilità di dimostrare la tua forza in una competizione fisica.</li>\n<li>Credere che le bugie e il tradimento siano adatti a chi non ha la forza di carpire ciò che desidera.</li>\n<li>Considerare la morte in un combattimento glorioso preferibile a una morte banale, per vecchiaia o malattia.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti considerano violento o privo di disciplina.</li>\n<li>Sottovalutano il tuo intelletto, la tua astuzia e la tua conoscenza.</li>\n<li>Ammirano la tua franchezza e schietta onestà.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli orchi sono alti e possenti, con braccia lunghe e gambe tozze. Molti orchi superano i due metri e dieci di altezza, anche se tendono ad adottare posture con spalle larghe, quasi a gambe arcuate, e leggermente curve. Questa combinazione crea un'apparente contraddizione, poiché i loro occhi sono alla stessa altezza della maggior parte degli umanoidi ma al contempo gli orchi torreggiano sugli altri. Questo popolo ha la pelle ruvida, ossa spesse e muscoli duri come la roccia, cosa che li rende adatti alla guerra e ad altri compiti fisicamente impegnativi. Nonostante la ruvidità della loro pelle, gli orchi hanno spesso molte cicatrici, di cui vanno fieri man mano che le accumulano. La carnagione degli orchi è tipicamente verde, occasionalmente grigia, anche se alcuni orchi hanno un colore della pelle che riflette il loro adattamento all'ambiente.</p>\n<p>Gli orchi considerano attraenti una corporatura possente e la pelle sfregiata, a prescindere dal genere. Un orco possente rende più forti i suoi possedimenti e le cicatrici sono segni di vittorie o di difficoltà superate. Allo stesso modo, molti orchi considerano le zanne grandi e sporgenti più attraenti delle zanne più piccole, poiché le prime si rivelano armi più efficaci. Molti orchi amano anche i tatuaggi, particolarmente quelli grandi o dolorosi che coprono una quantità significativa di pelle.</p>\n<h2>Società</h2>\n<p>La maggior parte delle comunità orchesche apprezza sopratutto due cose: il dolore e la gloria. Chiunque si guadagna rispetto in egual misura, se sopporta il dolore con stoicismo. Un orco con molte cicatrici che cammina senza lamentarsi con una gamba rotta provoca la stessa ammirazione di uno che ottiene una grande vittoria sul campo di battaglia.</p>\n<p>Il potere in un possedimento orchesco deriva dalla forza del retaggio familiare. La struttura tende ad essere feudale: gli orchi più deboli lavorano secondo il volere dei forti. I Possedimenti di Belkzen sono la più grande società del genere e il potere lì passa rapidamente di mano. Un orco possente che muore in battaglia può mettere in crisi un'intera struttura di potere, causando litigi e duelli per stabilire il controllo. Molti orchi, stanchi di essere sottomessi, si separano per formare le proprie bande da guerra, viaggiando verso nuovi territori.</p>\n<p>I giovani orchi vengono generalmente allevati dall'intera comunità. In effetti, sarebbe quasi impossibile per gli orchi crescere i loro piccoli in qualsiasi altro modo, dal momento che nelle famiglie orchesche sono piuttosto comuni le nascite plurigemellari, con due, tre o persino quattro figli, così come sono comuni gli orchi che muoiono negli anni in cui dovrebbero crescere dei figli. Molti possedimenti orcheschi organizzano cerimonie quando un giovane orco raggiunge la maggiore età, in genere intorno al suo decimo o undicesimo compleanno; durante queste, ai nuovi adulti viene detto quale sarà il loro ruolo nel possedimento. Per le comunità che praticano la scarificazione o i tatuaggi rituali, questo è spesso il momento in cui i giovani orchi ricevono anche la loro prima cicatrice o tatuaggio.</p>\n<p>Sono ben poche le cose che gli orchi temono, ma la maggior parte di loro diffida della magia, che è considerata uno strumento che ignora la fisicità e consente ai deboli di lottare con i forti: idea che è in contrasto con i valori orcheschi. Pur rispettando la possanza fisica dei sacerdoti guerrieri gorumiti e persino dei druidi che assumono le forme di grandi bestie, trovano la magia arcana e occulta discutibile nel migliore dei casi, e complessivamente immorale. Tutte le comunità orchesche, tranne le più depravate, considerano la necromanzia un'arte disgustosa che deruba i morti della loro gloria, e i loro crescenti conflitti con i non morti li hanno avvicinati nello scopo agli altri umanoidi.</p>\n<h2>Allineamento e Religione</h2>\n<p>Un detto comune degli orchi recita: \"Tu sei le cicatrici che ti plasmano\". Una vita violenta e caotica in terre violente e caotiche implica il fatto che la maggior parte degli orchi è molto propensa agli allineamenti caotici. Gorum, Lamashtu e Rovagug sono tutti comunemente venerati tra le comunità orchesche, anche se i possedimenti meno violenti adorano divinità della natura come Gozreh o altre come Sarenrae, i cui dogmi legati a fuoco, redenzione e gloria fanno tutti appello alla sensibilità degli orchi.</p>\n<p>Anche se esistono divinità orchesche, il loro culto è sorprendentemente raro tra gli orchi. Costoro credono che qualsiasi creatura, se ha una faccia e un nome, possa essere uccisa, e quindi le loro divinità sono dei bersagli, piuttosto che oggetto di riverenza. Alcuni possedimenti orcheschi insegnano che i più grandi membri &l possedimento potranno un giorno ottenere una chance di sfidare le divinità orchesche, per ottenere un posto nel pantheon. La maggior parte degli orchi, al momento della morte, non spreca tempo a lodare le divinità o pregare per avere un posto nell'aldilà, ma sputa un avvertimento sanguinolento contro le sue divinità, promettendo, tra i denti rotti, di sfidarle.</p>\n<h2>Avventurieri</h2>\n<p>La determinazione a superare le sfide e mettersi alla prova spinge molti orchi a diventare avventurieri, anche se è più probabile che gli orchi partano da soli o con altri orchi, anziché con avventurieri di altri stirpi. I tipici background degli orchi includono cacciatore, combattente, discepolo marziale, gladiatore e nomade dal Manuale di Gioco, oltre a bandito, pioniere e profugo da questo libro. Gli orchi eccellono nelle classi marziali, come barbari e guerrieri.</p>\n<p>Common orc backgrounds include gladiator, hunter, martial disciple, nomad, and warrior, plus bandit, outrider, and refugee. Orcs thrive in martial classes like barbarian and fighter.</p>\n<h2>Nomi</h2>\n<p>Gli orchi hanno una lingua aspra e gutturale e le loro convenzioni sui nomi non fanno eccezione. Molti nomi di orco sono semplicemente la parola orchesca che indica un tratto particolarmente desiderabile, come grande forza, altezza o ferocia. Gli orchi usano comunemente come cognome il nome del loro possedimento o un nome che fa riferimento a un evento particolarmente memorabile.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Arkus, Ausk, Durra, Grask, Grillgiss, Krugga, Mahja, Murdut, Ollak, Onyat, Thurk, Uirch, Unach</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Orchi</h2>\n<p><strong>Punti Ferita</strong> 10</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Forza, Libero</p>\n<p><strong>Lingue</strong> Comune, Orchesco</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Goblin, jotun, Sottocomune, Terran e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>"
        },
        "Hobgoblin": {
            "name": "Hobgoblin",
            "description": "<p><em>Più alti e più forti dei loro parenti goblin, gli hobgoblin possiedono la forza e la taglia degli umani, con spalle larghe e braccia lunghe e potenti.</em></p>\n<hr />\n<p>La reputazione degli hobgoblin nella regione del Mare Interno ha subito uno stravolgimento a causa dell'Oprak, la nazione hobgoblin che si è formata recentemente nelle montagne tra il Nidal e il Nirmathas. La Legione Zanna di Ferro che prese d'assalto il Molthune e il Nirmathas solo qualche anno fa ha deciso in modo calcolato di cessare i combattimenti, rivendicando l'Oprak come nuova patria e cercando la pace con i paesi vicini. Al momento, con l'ordine tassativo di non iniziare conflitti con altre nazioni, gli hobgoblin dell'Oprak hanno cautamente iniziato a esplorare l'Avistan con spirito di cooperazione anziché di conquista. Molte persone, soprattutto quelle che hanno subito terribili crudeltà sotto la Legione Zanna di Ferro, temono che si tratti semplicemente di una pausa delle ostilità mentre l'Oprak acquisisce abbastanza forza per schiacciare i propri rivali. Altri sperano che questi audaci soldati possano provare di essere degli alleati contro le infinite orde del Tiranno Sussurrante.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Cercare di trovare le soluzioni più efficaci e pratiche a ogni problema.</li>\n<li>Incoraggiare una chiara catena di comando in qualsiasi gruppo con cui viaggi, seguendo gli ordini anche se ne sei in disaccordo.</li>\n<li>Cercare opportune alleanze con le altre creature, anche se non le comprendi o non ti fidi pienamente di loro.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti considerano pericoloso, a causa della tua reputazione e del tuo aspetto minaccioso.</li>\n<li>Presumono che odi la magia e le altre arti mistiche.</li>\n<li>Riconoscono la tua incredibile resistenza fisica, dedizione e disciplina.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli hobgoblin sono alti circa quanto gli umani, sebbene tendano ad avere gambe più corte e braccia e torsi più lunghi. Hanno teste larghe e calve con occhi piccoli e penetranti, e la pelle grigia che diventa blu acciaio quando abbronzata. Gli hobgoblin sono notevolmente robusti; recuperano velocemente dalle malattie e sono capaci di esercitarsi per molto tempo senza troppe difficoltà.</p>\n<p>Gli hobgoblin maturano rapidamente e quasi tutti possono camminare, parlare e tenere un'arma da quando compiono un anno, raggiungendo l'adolescenza tra gli 8 e i 12 anni e l'età adulta intorno ai 14. Gli hobgoblin di solito vivono fino a 70 anni.</p>\n<h2>Società</h2>\n<p>Gli hobgoblin strutturano la propria società secondo gerarchie militari. Persino i gruppi civili come collettivi agricoli o case commerciali si organizzano in reggimenti, compagnie e divisioni. La gran parte degli hobgoblin è fissata con il rango sociale, e molti si sforzano costantemente per far avanzare la propria posizione nella società. Le pene hobgoblin sono soprattutto retrocessioni in ambito sociale, sebbene esecuzioni e schiavitù siano comuni per crimini seri come ad esempio incendi dolosi e diserzioni.</p>\n<p>I veterani hobgoblin detengono un ruolo di spicco nelle loro società, diventando in genere comandanti o consiglieri. La magia è praticata raramente e spesso derisa, poiché la maggior parte degli hobgoblin ne diffida preferendo la forza delle proprie braccia armate. Le loro arti tendono a presentare influenze militari; molti hobgoblin considerano le marce emozionanti e la creazione di armi le sole imprese artistiche a cui vale la pena dedicarsi, sebbene la forzata era di pace dell'Oprak stia iniziando a mutare questa situazione.</p>\n<h2>Allineamento e Religione</h2>\n<p>Anche se familiari con i disordini della guerra, quasi tutti gli hobgoblin possiedono una mente disciplinata e preferiscono vivere secondo gerarchie prestabilite. Mentre molti hobgoblin considerano il sentimentalismo una debolezza, quelli dall'indole mite di recente hanno trovato il successo nella diplomazia e nei risultati a livello internazionale. Ne consegue che gli hobgoblin avventurieri solitamente sono legali neutrali, sono caotici soltanto coloro che rifiutano le proprie società militaristiche o ne sono cresciuti al di fuori. La fede ha poco spazio nella società degli hobgoblin visto che molti la percepiscono poco funzionale, anche se gli hobgoblin religiosi possono ottenere un minimo di riluttante accettazione per la loro utile magia di guarigione.</p>\n<h2>Avventurieri</h2>\n<p>La rigida gerarchia militaristica della società hobgoblin produce degli eccellenti avventurieri, visto che gli hobgoblin arrivano all'età adulta già addestrati al combattimento. A causa della loro educazione, molti hobgoblin hanno il background combattente. Sono comuni anche i background discepolo marziale, esploratore, manovale e minatore. Gli hobgoblin che non sono stati cresciuti dal loro popolo hanno spesso, invece, i background criminale, eremita o nomade. Gli hobgoblin sono quasi sempre canaglie, guerrieri o ranger, anche se gli hobgoblin canaglie si approcciano alla propria classe con una mentalità disciplinata. Gli hobgoblin serbano un rancore ancestrale nei confronti degli elfi e una diffidenza verso la magia arcana, che chiamano \"magia dell'elfo\". Gli hobgoblin che praticano la magia arcana sono eccezionalmente rari e solitamente vengono scansati dagli altri hobgoblin. Solitamente gli hobgoblin particolarmente intelligenti diventano alchimisti.</p>\n<h2>Nomi</h2>\n<p>Come per i goblin, i nomi degli hobgoblin tendono a essere semplici, anche se solitamente suonano un po' più gutturali ed energici. In rare occasioni gli hobgoblin alterano i propri nomi, mantenendo la base ma aggiungendo elementi, di solito in risposta a un trauma estremo o un evento sconvolgente. Gli hobgoblin non hanno cognomi, considerandoli sia insensati che presuntuosi: un individuo si guadagna meriti e demeriti tramite le proprie azioni, non dall'associazione con una particolare discendenza.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Aze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Hobgoblin</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Intelligenza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Saggezza</p>\n<p><strong>Lingue</strong> Comune, Goblin</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Gnoll, Halfling, Jotun, Nanico, Orchesco e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>"
        },
        "Shoony": {
            "name": "Shoony"
        },
        "Goblin": {
            "name": "Goblin",
            "description": "<p><em>Le store complicate a cui si aggrappano gli altri popoli non sono affatto interessanti per i goblin. Questo popolo di piccoletti coglie ogni attimo e preferisce inventare storie inverosimili che registrare i fatti accaduti. Le guerre combattute qualche decennio fa potrebbero anche risalire a un passato remoto. I goblin, pur essendo per lo più incompresi dagli altri popoli, sono felici di essere quello che sono. Le virtù dei goblin si incentrano sulla consapevolezza del presente, sulla creatività e sull'onestà. I goblin si preoccupano di vivere una vita piena, anziché di come finirà il loro viaggio. Di raccontare storie, non di cercare il pelo nell'uovo. Di essere piccoli, ma di sognare in grande.</em></p>\n<hr />\n<p>La reputazione dei goblin è quella di creature semplici, che amano le canzoni, il fuoco e nutrirsi di cose disgustose, che invece odiano leggere, i cani e i cavalli: per molti, questa descrizione è perfettamente adeguata. Tuttavia, i goblin sono molto cambiati nel corso degli anni, e sempre più spesso alcuni loro esponenti faticano ad adeguarsi a questi stereotipi. Anche tra i goblin più cosmopoliti molti seguono ancora le vecchie usanze, ma lo fanno in un modo un po' meno assurdo. Alcuni goblin sono ancora profondamente affascinati dal fuoco o divorano intrepidamente un pasto che potrebbe far nauseare altra gente. Altri goblin adorano armeggiare con i rifiuti prodotti dai loro compagni, trattandoli come pezzi di qualche gingillo che si potrebbe realizzare.</p>\n<p>Anche se la cultura dei goblin oggi è molto differenziata, la loro reputazione è cambiata ben poco, per cui i goblin che si recano in grandi città spesso vengono derisi e devono faticare il doppio per dimostrare il loro valore.</p>\n<p>Se desideri giocare un personaggio eccentrico, entusiasta e amante di ogni divertimento, dovresti interpretare un goblin.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Cercare di dimostrare, magari anche a te stesso, che meriti un posto tra i popoli civilizzati.</li>\n<li>Combattere con le unghie e con i denti (a volte letteralmente) per proteggere te stesso e i tuoi amici dai pericoli.</li>\n<li>Alleggerire il fardello emotivo degli altri (e divertirti) con pagliacciate e scherzetti.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Fanno di tutto per assicurarsi che tu non dia fuoco a troppe cose insieme accidentalmente (o intenzionalmente).</li>\n<li>Presumono che tu non sappia (o non voglia) leggere.</li>\n<li>Si chiedono come fai a sopravvivere alle scelte gastronomiche, all'attitudine spericolata e alla passione per il fuoco proprie del tuo popolo.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I goblin sono umanoidi tarchiati con corpi grandi, arti ossuti e teste fin troppo grosse, con orecchie grandi e piccoli occhi rossi luccicanti. La loro carnagione oscilla dal verde al grigio e al blu, e spesso queste creature esibiscono qualche cicatrice, foruncolo o eruzione cutanea. I goblin in media sono alti 90 centimetri. Per lo più sono calvi, con pochissimi peli corporei. I loro denti aguzzi cadono e poi ricrescono in continuazione e il loro metabolismo rapido comporta il fatto che mangino costantemente e sonnacchino spesso. Anche le mutazioni sono più frequenti tra goblin che tra altre stirpi, e quando sono particolarmente salienti vengono considerate un simbolo di potere o fortuna.</p>\n<p>I goblin raggiungono l'adolescenza a 3 anni e l'età adulta 4 o 5 anni dopo. Possono vivere fino a 50 anni o più, ma senza nessuno che li protegga dagli altri o da se stessi è un miracolo se superano i 20 anni di età.</p>\n<h2>Società</h2>\n<p>I goblin tendono ad accalcarsi intorno a leader vigorosi, formando piccole tribù. Queste tribù di rado contano più di un centinaio di goblin, ma più è grande una tribù più deve essere diligente il leader a mantenere l'ordine (impresa notoriamente ardua). Dato che nuove minacce emergono in tutta l'area del Mare Interno, molti capitribù hanno abbandonato i loro comportamenti spericolati nella speranza di stringere alleanze che offrano al loro popolo maggiori probabilità di sopravvivenza. Il gioco e la creatività sono più importanti della produttività e dello studio per un goblin, e i loro accampamenti risuonano di canti e risate.</p>\n<p>I goblin si legano profondamente ai loro alleati, proteggendo strenuamente quei compagni che li hanno protetti o che li hanno ascoltati empaticamente. Tendono a presumere, per proteggersi dai pericoli, che i rappresentanti delle stirpi più alte (che i goblin chiamano con il termine colloquiale di \"gambelunghe\") li tratteranno sempre con durezza. Per un goblin è difficile imparare a fidarsi dei gambelunghe, e solo negli ultimi anni questi rapporti sono stati anche semplicemente presi in considerazione. Tuttavia, l'atteggiamento del popolo goblin sta rapidamente cambiando, e la durata così breve delle loro vite, insieme alla loro scarsa memoria, li aiuta ad adattarsi in fretta.</p>\n<h2>Allineamento e Religione</h2>\n<p>Anche i goblin meglio intenzionati hanno difficoltà a seguire le regole, il che significa che raramente sono legali. La maggior parte degli avventurieri goblin ha allineamento caotico neutrale o caotico buono. I culti organizzati generano confusione nei goblin e molti di loro preferiscono creare il proprio pantheon autonomo, scegliendo mostri potenti, prodigi naturali o qualsiasi altra cosa che trovino affascinante. I gambelunghe possono anche accatastare pile di libri sulle strutture religiose, ma per un goblin qualsiasi cosa può essere un dio, purché lo si voglia. I goblin che trascorrono tempo con i popoli di altre stirpi, tuttavia, potrebbero adottarne in parte le credenze, per cui molti avventurieri goblin venerano Cayden Cailean.</p>\n<h2>Avventurieri</h2>\n<p>In un certo senso, quasi tutti i goblin sono avventurieri che vivono sul filo del rasoio, utilizzando le loro abilità e la loro astuzia. I goblin viaggiano e vanno a caccia di tesori per natura, anche se alcuni diventano a tutti i diritti veri avventurieri, spesso dopo essere stati separati dal loro gruppo o tribù.</p>\n<p>I goblin spesso hanno un background acrobata, cacciatore, criminale, gladiatore, intrattenitore o teppistello. È consigliabile interpretare un alchimista, dato che molti goblin amano il fuoco, o un bardo, data la passione di questa stirpe per le canzoni. Dato che sopravvivono alla bell'e meglio, spesso i goblin sono canaglie che sfrecciano tra le ombre, anche se la loro natura carismatica li induce anche a sperimentare alcune classi magiche come lo stregone.</p>\n<h2>Nomi</h2>\n<p>I goblin tendono ad avere nomi semplici. Un bel nome dovrebbe essere facile da pronunciare, abbastanza breve da poter essere urlato prima di finire il fiato, e avere un buon \"sapore\" quando lo si pronuncia. Chi dà un nome in genere sceglie una parola che faccia rima con qualcosa che gli piace, in modo che sia più facile scrivere una canzone. Non essendoci vere tradizioni che riguardano l'attribuzione di nomi nella cultura goblin, i bambini spesso si danno un nome da soli, non appena sono abbastanza grandi da pronunciare qualche suono che somigli a delle parole.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Ak, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Goblin</h2>\n<p><strong>Punti Ferita</strong> 6</p>\n<p><strong>Taglia</strong> Piccola</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Carisma, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Saggezza</p>\n<p><strong>Lingue</strong> Comune, Goblin</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Gnoll, Gnomesco, Halfling, Nanico, Orchesco e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>"
        },
        "Conrasu": {
            "name": "Conrasu"
        },
        "Gnoll": {
            "name": "Gnoll"
        }
    },
    "label": "Stirpi"
}
