{
    "entries": {
        "Azarketi": {
            "name": "Azarketi"
        },
        "Tengu": {
            "name": "Tengu"
        },
        "Kitsune": {
            "name": "Kitsune"
        },
        "Skeleton": {
            "name": "Scheletro"
        },
        "Kobold": {
            "name": "Coboldo"
        },
        "Catfolk": {
            "name": "Felinide"
        },
        "Dwarf": {
            "name": "Nano",
            "description": "<p><em>I nani hanno una reuptazione più che meritata di gente stoica e severa, che vive in cittadelle e città scavate nella roccia più massiccia. Benché alcuni considerino i nani semplici artigiani dediti alla pietra e al metallo, arcigli e privi di ogni senso dell'umorismo, coloro che hanno trascorso del tempo in mezzo a loro colgono il loro grandissimo zelo nel lavoro, che punta alla qualità molto più che alla quantità. Agli occhi di uno straniero possono sembrare diffidenti e chiusi, ma con i loro amici e familiari i nani sono cordiali e premurosi; le loro sale riecheggiano del suono di risate e di martelli che battono sulle incudini.</em></p>\n<hr />\n<p>I nani impiegano del tempo prima di fidarsi di chi è estraneo alla loro stirpe, ma questa diffidenza è motivata. Questo popolo ha una lunga storia di esilio forzato dalle sue fortezze ancestrali e di lotte contro le incursioni di nemici selvaggi, in particolar modo di giganti, goblinoidi, orchi e tutti quegli orrori che vivono ben al di sotto della superficie. E difficile accaparrarsi la fiducia di un nano, ma una volta che la si è ottenuta il legame che ne nasce è piu forte dell'acciaio.</p>\n<p>Se desideri giocare un personaggio duro come la roccia, un avventuriero testardo e implacabile che mescola una cruda durezza con una profonda saggezza (o quantomeno con una caparbia convinzione), dovresti interpretare un nano.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Sforzarti di difendere il tuo onore personale, a prescindere dalla situazione.</li>\n<li>Apprezzare l'artigianato di qualità in tutte le forme ed esigere che tutto il tuo equipaggiamento sia di alta qualità.</li>\n<li>Non esitare o desistere quando hai deciso di fare una cosa.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti considerano testardo, ma spetta a ciascun singolo individuo stabilire se questa è una risorsa o un problema.</li>\n<li>Presumono che tu sia un esperto nelle questioni legate alla lavorazione della pietra, l'estrazione mineraria, i metalli preziosi e le gemme.</li>\n<li>Riconoscono il forte legame che hai con la tua famiglia, il tuo lignaggio e i tuoi amici.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I nani sono bassi e tarchiati: misurano circa 30 centimetri in meno della maggior parte degli umani. Hanno il corpo largo e massiccio, con fattezze imponenti. I nani di ogni genere vanno orgogliosi della lunghezza delle loro chiome, che spesso acconciano con motivi intricati, talora per rappresentare clan specifici. La barba lunga è un simbolo di virilità e di onore tra i nani, per cui i maschi sbarbati sono considerati deboli, inaffidabili o anche peggio.</p>\n<p>In genere i nani raggiungono l'età adulta intorno ai 23 anni, ma la loro cultura tradizionalista assegna più importanza al completamento di alcuni riti di iniziazione, unici per ogni clan, che non al raggiungimento di una certa età. In genere un nano vive fino a 350 anni.</p>\n<h2>Società</h2>\n<p>Gli antichi imperi di superficie governati dai nani di un tempo sono tutti crollati secoli fa, sopraffatti da orchi e goblinoidi. I nani del presente possiedono ancora molte delle qualità che nei tempi antichi spinsero alla grandezza i loro progenitori: fierezza, grinta e caparbietà in ogni progetto, dalla battaglia all'artigianato, fino alla capacità di forgiare legami con familiari e amici.</p>\n<p>Benché la distanza tra le loro Cittadelle del Cielo, perse tra le montagne possa causare varie differenze culturali tra i diversi clan, per lo più le società naniche condividono molti tratti. Quasi tutte le genti naniche condividono la stessa passione per le opere in muratura e in metallo, oltre che per l'intaglio delle gemme. Molti nani sono abili nel campo dell'architettura e dell'estrazione mineraria e analogamente, condividono un odio atavico per giganti, orchi e goblinoidi.</p>\n<p>Ben pochi nani vanno in giro senza il pugnale del loro clan appeso alla cintura. Questo pugnale viene forgiato subito prima della nascita di un nano e in esso è incastonata la gemma del clan. Un genitore utilizza questo pugnale per tagliare il cordone ombelicale del bambino, per cui questa è la prima arma che assaggia il sangue del giovane nano.</p>\n<h2>Nani Avventurieri</h2>\n<p>Gli avventurieri nanici tendono a operare come cacciatori di tesori o mercenari. Spesso lasciano le loro cittadelle e città sotterranee in cerca di ricchezza, per supportare economicamente la loro patria o per riconquistare tesori nanici persi da lungo tempo, oppure terre depredate dai nemici della loro stirpe.</p>\n<p>I background tipici dei nani includono accolito, artigiano, combattente, mercante e minatore. I nani rendono ottimamente in molte classi marziali, come barbaro, guerriero, monaco e ranger, ma sono anche ottimi chierici e druidi.</p>\n<h2>Allineamento e Religione</h2>\n<p>I nani tendono ad apprezzare l'onore e a seguire le tradizioni dei loro clan e dei loro regni. Hanno un forte senso dell'amicizia e della giustizia, ma la scelta di chi considerano amico è sempre molto meticolosa. Lavorano sodo e si dedicano al divertimento in modo altrettanto intenso, in particolare quando c'è di mezzo qualche birra forte.</p>\n<p>Un nano in genere è di allineamento legale buono o legale neutrale e preferisce venerare le divinità che hanno questi allineamenti. Torag, dio delle genti naniche, è la divinità principale dei nani, ma anche il culto dei familiari di Torag è molto diffuso.</p>\n<h2>Nomi</h2>\n<p>I nani onorano i loro figli dando loro nomi presi dai propri antenati o da eroi nanici, per cui è molto raro che per un bambino si inventi un nome nuovo o si prenda in prestito un nome da un'altra cultura. Quando devono presentarsi, i nani tendono a elencare la loro famiglia e il clan a cui appartengono, più un qualsiasi numero di altri legami familiari e titoli onorifici. I nomi nanici di solito contengono consonanti aspre e in genere sono bisillabici.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Agna, Bodill, Dolgrin, Edrukk, Grunyar, Ingra, Kazmuk, Kotri, Lupp, Morgrym, Rogar, Rusilka, Torra, Yangrit</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Nani</h2>\n<p><strong>Punti Ferita</strong> 10</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 6 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Saggezza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Carisma</p>\n<p><strong>Lingue</strong> Comune, Nanico</p>\n<p><strong>Lingue aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Gnomesco, Goblin, Jotun, Orchesco, Sottocomune, Terran e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>\n<p><strong>Pugnale del Clan</strong> Ottieni gratuitamente un pugnale del clan appartenente al tuo clan, poiché ti è stato consegnato alla tua nascita. Vendere questo pugnale è considerato un terribile tabù e ti procura lo sdegno degli altri nani.</p>"
        },
        "Gnome": {
            "name": "Gnomo",
            "description": "<p><em>Molto tempo fa, i progenitori degli gnomi emigrarono dal Primo Mondo, regno delle creature fatate. Non si conosce bene il motivo per cui i primi gnomi giunsero su Golarion, ma la loro origine si manifesta negli gnomi moderni sotto forma di ragionamenti bizzarri, eccentricità, comportamenti ossessivi e quella he alcuni considerano ingenuità. Queste qualità si riflettono ulteriormente nelle loro caratteristiche fisiche: arti esili, capelli dai colori vivaci e fattezze facciali fanciullesche ed estremamente espressive, che richiamano le loro origini ultraterrene.</em></p>\n<hr />\n<p>Gli gnomi, sempre desiderosi di nuove esperienze, non si fermano mai un istante, né mentalmente né fisicamente, nel tentativo di allontanare una terribile malattia che minaccia l'intero loro popolo. Questa patologia, chiamata Sbiancamento, colpisce gli gnomi che non riescono più a sognare, a inventare novità e a intraprendere nuove esperienze, data l'assenza di energie magiche provenienti dal Primo Mondo, cruciali per gli gnomi. Queste creature, infatti, sono legate a una fonte di magia localizzata nel mondo in cui vivono (in genere la magia primeva, come è logico data la loro origine fatata), ma ciò non è sufficiente a evitare lo Sbiancamento, a meno che questa magia non venga supportata da nuove esperienze. Lo Sbiancamento risucchia lentamente (e letteralmente) il colore degli gnomi e spinge chi ne è affetto in uno stato di profonda depressione, che alla fine reclama le loro vite. Pochissimi gnomi sopravvivono a questo flagello e riescono a scamparvi, con buona dose di cupezza e saggezza: questi sono conosciuti col nome di sbiancati.</p>\n<p>Se desideri giocare un personaggio caratterizzato da un entusiasmo sconfinato e un atteggiamento stravagante e fatato nei confronti dell'etica e della vita, dovresti interpretare uno gnomo.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Appassionarti all'apprendimento e saltellare da un campo di studi a un altro senza alcun preavviso.</li>\n<li>Lanciarti nel mezzo dell'azione senza aver prima valutato l'intera situazione.</li>\n<li>Parlare, pensare e muoverti rapidamente, e spazientirti con coloro che non sono in grado di starti dietro.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Apprezzano il tuo entusiasmo e l'energia con cui affronti le nuove situazioni.</li>\n<li>Faticano a capire le tue motivazioni o ad adattarsi ai tuoi repentini cambi di direzione.</li>\n<li>Ti considerano imprevedibile, volubile, inaffidabile o addirittura scavezzacollo.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>La maggior parte degli gnomi è poco più alta di 90 centimetri e pesa poco più di un bambino umano. Gli gnomi mostrano un'ampia gamma di colori naturali della pelle, dei capelli e degli occhi. Gli gnomi che non hanno cominciato a Sbiancare possono avere praticamente qualsiasi colore di capelli e di occhi, soprattutto colori vivaci, mentre la carnagione presenta uno spettro un po, più ridotto e tende al color terra e a qualche sfumatura rosa anche se occasionalmente può orientarsi verso il verde, il nero o l'azzurro pallido. Gli occhi grandi e i muscoli facciali densi consentono agli gnomi di risultare particolarmente espressivi quando esprimono le loro emozioni. Di norma gli gnomi raggiungono la maturità fisica all'età di 18 anni, benché molti gnomi mantengano una curiosità infantile sul mondo, anche quando diventano adulti. Teoricamenente uno gnomo potrebbe vivere all'infinito se riuscisse a tenere a bada lo Sbiancamento, ma in pratica è raro che gli gnomi superino i 400 anni.</p>\n<h2>Società</h2>\n<p>Se da un lato gli gnomi adottano alcune delle pratiche culturali della regione in cui vivono, dall'altro tendono a scegliere le usanze che si adeguano di più alla logica fatata da cui provengono. Questo spesso porta la maggior parte delle comunità gnomesche a essere composte quasi unicamente da gnomi, perché gli altri popoli, sconcertati dalle decisioni politiche degli gnomi, scelgono di spostarsi altrove. Per gli gnomi è difficile trovare una cultura che sentano interamente propria. Non esistono regni o nazioni gnomesche su Golarion, e anche se esistessero gli gnomi non saprebbero che farsene.</p>\n<p>Per una questione di necessità, sono pochi gli gnomi che rimangono legati in matrimonio per una vita intera; piuttosto essi lasciano che i rapporti si evolvano spontaneamente prima di dedicarsi ad altro, con l'obiettivo di allontanare lo Sbiancamento grazie a nuove esperienze. Benché le famiglie degli gnomi tendano a essere piccole, molte comunità gnomesche allevano i loro figli collettivamente, con rapporti familiari fluidi. Quando gli adulti si allontanano da un insediamento, a volte alcuni adolescenti non imparentati con loro li seguono, creando famiglie adottate che viaggiano insieme.</p>\n<h2>Allineamento e Religione</h2>\n<p>Benché gli gnomi siano burloni impulsivi, le cui motivazioni sono imperscrutabili e i cui metodi risultano confusionari, molti quanto meno cercano di rendere il mondo un posto migliore. Spesso si lasciano andare alle emozioni più potenti e come allineamento sono buoni, ma raramente legali. Gli gnomi venerano per lo più le divinità che apprezzano gli individui e la natura, come per esempio Cayden Cailean, Desna, Gozreh e Shelyn.</p>\n<h2>Gnomi Avventurieri</h2>\n<p>Per gli gnomi l'avventura non è tanto una scelta, quanto una necessità. Gli gnomi avventurieri spesso portano con sé dei souvenir che consentono loro di ricordare e rivivere le storie più eccitanti che hanno vissuto.</p>\n<p>Gli gnomi spesso prendono in considerazione i background intrattenitore, mercante o nomade. Inoltre, i background addestratore di animali, giocatore d'azzardo, inventore eccentrico e oste sono particolarmente appropriati.</p>\n<p>Il legame degli gnomi con la magia rende particolarmente adatte a loro le classi di incantatori, in particolare quelle che si adattano ai loro incantesimi innati primevi, come il druido o lo stregone primevo, anche se gli gnomi della sorgente potrebbero scegliere altre classi.</p>\n<h2>Nomi</h2>\n<p>I nomi degli gnomi possono essere molto complessi e polisillabici. Queste creature hanno scarso interesse per i nomi legati alla famiglia e i bambini spesso finiscono per ricevere un nome per il semplice ghiribizzo di un genitore. Raramente gli gnomi si preoccupano del fatto che i loro nomi sono difficili da pronunciare, e spesso utilizzano soprannomi più corti. Alcuni collezionano e annotano questi soprannomi. Tra gli gnomi i nomi più brevi sono quelli femminili.</p>\n<h3><span style=\"text-decoration: underline;\">Nomi Tipici</span></h3>\n<p>Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Meccaniche Gnomi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Piccola</p>\n<p><strong>Velocità</strong> 6 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Carisma, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Forza</p>\n<p><strong>Lingue</strong> Comune, Gnomesco, Silvano</p>\n<p><strong>Lingue aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Elfico, Goblin, Jotun, Nanico, Orchesco e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>"
        },
        "Fleshwarp": {
            "name": "Carnideforme"
        },
        "Strix": {
            "name": "Strix"
        },
        "Android": {
            "name": "Androide"
        },
        "Halfling": {
            "name": "Halfling"
        },
        "Lizardfolk": {
            "name": "Lucertoloide"
        },
        "Human": {
            "name": "Umano"
        },
        "Ratfolk": {
            "name": "Rattoide"
        },
        "Elf": {
            "name": "Elfo"
        },
        "Anadi": {
            "name": "Anadi"
        },
        "Sprite": {
            "name": "Spiritello"
        },
        "Leshy": {
            "name": "Leshy"
        },
        "Fetchling": {
            "name": "Fetchling"
        },
        "Grippli": {
            "name": "Grippli"
        },
        "Orc": {
            "name": "Orco"
        },
        "Hobgoblin": {
            "name": "Hobgoblin"
        },
        "Shoony": {
            "name": "Shoony"
        },
        "Goblin": {
            "name": "Goblin"
        },
        "Conrasu": {
            "name": "Conrasu"
        },
        "Gnoll": {
            "name": "Gnoll"
        }
    },
    "label": "Stirpi"
}
