{
    "entries": {
        "Witch": {
            "name": "Fattuchiere",
            "description": "<p><em>Padroneggi una magia potente, non attraverso lo studio o la devozione a qualche ideale, ma come tramite (o strumento) di un misterioso patrono ultraterreno che nemmeno tu riesci a comprendere del tutto. Questa entità potrebbe essere una divinità sotto copertura, un potente fatato, una manifestazione di energie naturali, un antico spirito o qualsiasi altro essere soprannaturale importante, ma la sua natura è probabilmente un mistero sia per te che per chiunque altro. Attraverso un famiglio speciale, il tuo patrono ti concede incantesimi versatili e potenti fatture da usare conte nteglio credi, anche se non sei mai sicuro se questi doni finiranno per essere utili al grande progetto del tuo patrono. </em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.fYJruhQfzs4dj0mp]{Fattucchiere}</em></p>"
        },
        "Oracle": {
            "name": "Oracolo",
            "description": "<p><em>Il tuo legame con il Potere divino evita i canali tradizionali della preghiera e del servizio: tu capti le verità ultraterrene che travalicano le singole divinità. Comprendi i grandi misteri dell'universo, incarnatisi in concetti globali che trascendono il bene e il male, o il caos e la legge, perché percepisci gli elementi comuni a più divinità oppure perché eludi completamente il loro Potere.</em></p>\n<p><em>Esplori uno di questi misteri e attingi al suo Potere per lanciare incantesimi miracolosi, ma questo potere ha un prezzo terribile: una maledizione che diventa tanto più forte quanto più la sfrutti. Le tue capacità sono un'arma a doppio taglio, che potresti ritenere uno strumento divino o una maledizione degli dei.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.bqaqOx3naiwTozBX]{Oracolo}</em></p>"
        },
        "Swashbuckler": {
            "name": "Spadaccino",
            "description": "<p><em>Molti combattentti si affidano alla forza bruta, ad armature pesanti o ad armi ingombranti. Per te, invece, la battaglia è una danza in cui muoversi tra i nemici con stile e grazia. Sfrecci tra i combattenti con eleganza e sferri potenti mosse finali con un guizzo del polso e un lampo della lama, il tutto mentre rispondi agli attacchi con aggraziate risposte che tolgono l'equilibrio ai nemici. Tormentare e ostacolare gli avversari ti permette di stregare il destino e ingannare la morte più e più volte, con aplomb e grande eleganza.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.rsDTKu4HUuKft7fk]{Spadaccino}</em></p>"
        },
        "Champion": {
            "name": "Campione",
            "description": "<p><em>Sei l'emissario di una divinità, un servitore devoto che ha assunto una gravosa responsabilità e segue un codice che tiene a distanza chi lo circonda. Sebbene esistano campioni di ogni allineamento, come campione del bene offri sicurezza e speranza agli innocenti. Disponi di potenti difese, che condividi generosamente con i tuoi alleati ed eventuali spettatori innocenti, e del potere sacro con cui estirpi la minaccia del male. La tua devozione può persino attirare l'attenzione di spiriti sacri disposti ad aiutarti nel tuo cammino.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.rebppVgBVi8J6TT2]{Campione}</em></p>"
        },
        "Sorcerer": {
            "name": "Stregone",
            "description": "<p><em>Non hai scelto di diventare un incantatore, lo sei dalla nascita. La magia è nel tuo sangue: forse una divinità ha sfiorato un tuo avo, un tuo antenato è entrato in comunione con una creatura primeva, o un potente rituale occulto ha influenzato la tua ascendenza. Con l'introspezione e lo studio affini le tue abilità magiche innate, scoprendo capacità sempre nuove e più potenti. Tuttavia, il potere nel tuo sangue comporta un rischio, e sei sempre combattuto tra divenire un maestro fra gli incantatori o cedere agli istinti più distruttivi.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.ixBx2wZpnf4qUoEv]{Stregone}</em></p>"
        },
        "Inventor": {
            "name": "Inventore",
            "description": "<p><em>Chiunque può seguire uno schema per realizzare un dispositivo, ma tu inventi l'impossibile! Ogni strano marchingegno che sogni è un esperimento unico che si spinge al limite del possibile, una macchina misteriosa che sembra funzionare solo per te. Sei sempre a un passo dalla prossima grande scoperta e ogni prova e tribolazione rappresenta un'opportunità da testare e mettere a punto. Se si può sognare, lo si può anche costruire.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.gcRmL4Id1ggKDhvg]{Inventore}</em></p>"
        },
        "Bard": {
            "name": "Bardo",
            "description": "<p><em>Sei un maestro nella tua arte, uno studioso di segreti nascosti e un seducente persuasore. Grazie a potenti esibizioni influenzi le menti e innalzi gli animi verso nuove vette d'eroismo. Potresti sfruttare i tuoi poteri per diventare un capo carismatico, o magari un consigliere, un manipolatore, un erudito, un furfante o un musicista virtuoso. Sebbene la tua versatilità induca qualcuno a ritenerti un affascinante tuttofare perdigiorno, si rischia grosso a liquidarti come uno che non eccelle in niente.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.Tz0NWVqhZyt8EyUV]{Bardo}</em></p>"
        },
        "Investigator": {
            "name": "Investigatore",
            "description": "<p><em>Cerchi di scoprire la verità, inseguendo caparbiamente ogni pista per rivelare le trame di subdoli criminali, scovare antichi segreti o svelare altri misteri. La tua mente analitica formula rapidamente soluzioni a problemi complicati; i tuoi sensi affinati identificano anche gli indizi più oscuri. Brandendo la conoscenza come un'arma, studi le creature e i pericoli che incontri per sfruttare le loro debolezze.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.omDi7otL3UWLVgct]{Investigatore}</em></p>"
        },
        "Druid": {
            "name": "Druido",
            "description": "<p><em>È impossibile resistere al potere della natura. In pochi minuti può devastare la fortezza più solida e abbattere gli edifici più imponenti, bruciandoli fino a ridurli in cenere, seppellendoli sotto valanghe di neve o inabissandoli tra le onde. La natura ricompensa chi le mostra rispetto con infinita prodigalità e splendori da mozzare il fiato, e riserva una morte straziante a chi invece la sottovaluta. Tu sei fra coloro che odono il suo richiamo. La sua maestosa potenza ti ispira una profonda soggezione e ti metti al suo servizio con ogni fibra del tuo essere.</em></p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.8ElntNAGahQka70r]{Druido}</p>"
        },
        "Fighter": {
            "name": "Guerriero",
            "description": "<p><em>Che tu combatta per onore, avidità, fedeltà o solo per il brivido della battaglia, sei un indiscusso maestro in fatto di armi e tecniche di combattimento. Quando i nemici sono tanto sciocchi da abbassare la guardia, concateni le tue azioni attraverso ingegnose combinazioni di mosse d'apertura, colpi fatali e contrattacchi. Cavaliere, mercenario, tiratore di precisione o maestro della spada, poco importa: perfezioni le tue abilita marziali fino a elevarle a forma d'arte e metti a segno devastanti attacchi critici.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.HZbrRRVzW7w17L2W]{Guerriero}</em></p>"
        },
        "Cleric": {
            "name": "Chierico",
            "description": "<p><em>Le divinità impongono al mondo la loro volontà in un'infinità di modi, e fra i mortali tu sei uno dei loro servitori più fedeli. Benedetto dalla magia divina, vivi seguendo gli ideali del tuo credo e ti fregi dei simboli della tua chiesa, addestrandoti diligentemente per brandire l'arma prediletta dal tuo dio. Con gli incantesimi proteggi e guarisci gli alleati o combatti i nemici della tua fede, come comanda la tua divinità. Vivi una vita di devozione, spesa a diffondere con parole e azioni gli insegnamenti della tua religione.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.N4ABcd6CcCbqmw3x]{Chierico}</em></p>"
        },
        "Rogue": {
            "name": "Canaglia",
            "description": "<p><em>Sei un abile opportunista che, grazie al suo ingegno sopraffino e a un'eccezionale reattività, approfitta dei passi falsi dei nemici per colpirli dove fa più male. Fai un gioco pericoloso, sempre a caccia di emozioni forti e di opportunità per mettere alla prova le tue capacita e, probabilmente, non t'importa granché delle leggi che potrebbero metterti i bastoni tra le ruote. Ogni canaglia segue una sua personalissima strada irta di pericoli, ma hanno tutte in comune una cosa: l' ampiezza e la profondità delle loro abilità.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.u4qPrDRBagxG9wj8]{Canaglia}</em></p>"
        },
        "Wizard": {
            "name": "Mago",
            "description": "<p><em>Studi incessantemente gli arcani segreti dell'universo e, grazie alla tua padronanza sulla magia, lanci incantesimi potenti e devastanti. Consideri la magia una scienza e, per comprenderne il funzionamento, crei trame di rimandi incrociati fra testi più recenti, che trattano gli aspetti pratici dell'arte arcana, e antichi torni esoterici. Tuttavia, la teoria è vasta e non c'è modo di studiarla nella sua interezza. Puoi specializzarti in una delle otto scuole di magia, e conoscere così ogni sfumatura dei suoi incantesimi a discapito degli altri, o privilegiare un approccio più ampio, che valorizza l'unitarietà della magia ma sacrifica la profondità del sapere.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.wDukeO3euLEGn6FA]{Mago}</em></p>"
        },
        "Alchemist": {
            "name": "Alchimista",
            "description": "<p><em>Per te non c'è spettacolo più bello che guardare una strana mistura che gorgoglia in un alambicco e bevi senza remore i tuoi geniali elisir. Ti affascina scoprire i segreti della scienza e del mondo naturale, e in laboratorio o in viaggio sperimenti di continuo fantasiosi intrugli per ogni evenienza. Non temi di correre dei rischi quando scagli miscele tossiche o esplosive contro i nemici. La tua personalissima strada verso la gloria è disseminata di composti alchemici che spingono al limite sia la mente che il corpo.</em></p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.Om4e4tsgNWrComie]{Alchimista}</p>"
        },
        "Barbarian": {
            "name": "Barbaro",
            "description": "<p><em>In battaglia l'ira ti consuma. Gioisci nel seminare scompiglio e laceri le carni dei nemici con armi possenti, affidandoti a una resistenza strabiliante grazie alla quale fai a meno di tecniche complesse o di un rigido addestramento. La tua furia attinge a un istinto violento associato a un animale, uno spirito o una parte di te. Per molti barbari, la forza bruta è un martello e i problemi sono chiodi da battere, mentre altri tentano di reprimere la tempesta emotiva che li infiamma e liberano la furia solo nei momenti cruciali.</em></p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.lvuutBI9BSCU6cWe]{Barbaro}</p>"
        },
        "Monk": {
            "name": "Monaco",
            "description": "<p><em>La forza del pugno scaturisce da mente e spirito. In cerca della perfezione, affini il corpo per farne uno strumento impeccabile, e la mente perché sia un disciplinato baluardo di saggezza. Sei un combattente feroce, un rinomato maestro delle arti marziali che, in battaglia, utilizza posizioni che preludono a tecniche eccezionali. Sebbene la sfida di padroneggiare molti stili di combattimento ti spinga verso grandi traguardi, ami meditare su problemi filosofici e scoprire nuove strade per raggiungere la pace e l'illuminazione.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.hGKd722Kn4ZxIOJs]{Monaco}</em></p>"
        },
        "Ranger": {
            "name": "Ranger",
            "description": "<p><em>Certi ranger credono che la civiltà logori l'anima, ma che debba comunque essere protetta dalle creature selvagge. Secondo altri, occorre difendere la natura dall'avidità di chi vuole domarne la bellezza e saccheggiarne i tesori. Puoi difendere uno di questi ideali o professarli entrambi. Scegli se diventare un esploratore, un segugio o un cacciatore di fuggiaschi o bestie, che agisce ai margini della società o esplora le terre selvagge. Vivi dei frutti della terra e sei esperto nell'individuare e abbattere le prede che ritieni opportuno cacciare e i nemici che detesti.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.gdEmPPRYhRai7I1N]{Ranger}</em></p>"
        },
        "Magus": {
            "name": "Magus",
            "description": "<p><em>Unendo la fisicità e la tecnica di un guerriero all'abilità di lanciare magie arcane, cerchi di perfezionare l'arte di fondere fendente e incantesimo. Malgrado il pesante tomo che porti con te sia un indizio di ore trascorse in ricerche arcane, il tuo addestramento appare evidente ai nemici mentre li abbatti.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.YVoyzV9v4QyP2UIC]{Magus}</em></p>"
        },
        "Summoner": {
            "name": "Convocatore",
            "description": "<p><em>Puoi richiamare magicamente al tuo fianco una potente entità chiamata eidolon, fungendo da condotto mortale che la ancora al mondo. Che si tratti di un amico, un servitore o persino di una divinità personale, tale connessione ti identifica come straordinario e ha un notevole impatto sul corso della tua vita.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.gA4Ud8oSUGkkLwAi]{Convocatore}</em></p>"
        },
        "Gunslinger": {
            "name": "Tiratore",
            "description": "<p><em>Mentre alcuni temono le armi a proiettile, tu assapori il lampo bruciante, il contraccolpo violento e il fumo rovente che accompagnano un colpo di pistola, o lo schiocco del cavo e il rumore inconfondibile della tua balestra, appena prima che il tuo quadrello vada a segno. Pronto a colpire il nemico in ogni momento, ti affidi ai tuoi riflessi, alla mano ferma e alla conoscenza delle armi per crivellare di colpi i nemici.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.kzxu2dI7tFxv6Ix6.JournalEntryPage.88K0xjShkhkckbhv]{Tiratore}</em></p>"
        }
    },
    "label": "Classi"
}
