{
    "entries": {
        "Urgathoa": {
            "name": "Urgathoa",
            "description": "<p>Chi è scelto da Urgathoa non teme i difetti della carne mortale, come l’invecchiamento, le malattie o persino la morte, poiché fintanto che indulge negli eccessi sopra ogni altra cosa, la sua dea offre la libertà eterna da tali volubili vincoli. La stessa Urgathoa un tempo era una donna mortale che sfidò e rifiutò i principi delle divinità i cui seguaci si aspettavano cieca conformità, temperanza e contegno. Per quale ragione le divinità avrebbero creato Golarion come un buffet quasi infinito che abbonda dei piaceri del corpo e della mente, se i viventi non erano destinati a goderne? In vita Urgathoa amava così tanto saziare i suoi appetiti che nella morte sputò in faccia al giudizio di Pharasma, uccise lo psicopompo assegnato ad assisterne la transizione verso l’aldilà e strappò sé stessa fuori dall’Ossario con un gesto che non la fece soltanto tornare sul Piano Materiale, ma la trasformò nella prima creatura non morta divina.</p>\n<p><strong>Titolo</strong> La Pallida Principessa</p>\n<p><strong>Aree di Interesse</strong> ingordigia, malattia, e non morte</p>\n<p><strong>Editti</strong> diventare un non morto dopo la morte, creare o proteggere i non morti, saziare i propri appetiti</p>\n<p><strong>Anatemi</strong> non soddisfare i propri appetiti, distruggere non morti che non costituiscono una minaccia per te, sacrificare la propria vita</p>\n<p><strong>Simbolo Religioso</strong> mosca decorata con un teschio</p>\n<p><strong>Animale Sacro</strong> mosca</p>\n<p><strong>Colori Sacri</strong> rosso e verde</p>"
        },
        "Abadar": {
            "name": "Abadar",
            "description": "<p>Abadar è venerato come dio delle città, della legge, dei mercanti e della ricchezza. Le banche-cattedrali di Abadar si trovano in molte città e luoghi dove l’ordine prospera o si sta affermando. Aristocratici, guardie cittadine, mercanti e coloro che lavorano nell’ambito legale o hanno a cuore il benessere della loro comunità sono adoratori comuni del dio delle città, insieme ai nani in generale. I sacerdoti abadarani che vivono in città spesso prestano servizio come giudici, avvocati e segretari, mentre coloro che vivono in zone di frontiera lavorano come magistrati itineranti, fungendo da giudice, giuria e carnefice nel nome dell’ordine.</p>\n<p><strong>Titolo</strong> Il Maestro della Prima Cassaforte</p>\n<p><strong>Aree di Interesse</strong> città, legge, mercanti e ricchezza</p>\n<p><strong>Editti</strong> portare la civiltà nei luoghi di frontiera, ottenere ricchezze attraverso il duro lavoro e il commercio, seguire le leggi</p>\n<p><strong>Anatemi</strong> darsi al banditismo o alla pirateria, rubare, minare l’autorità di un tribunale rispettoso delle leggi</p>\n<p><strong>Simbolo Religioso</strong> chiave dorata</p>\n<p><strong>Animale Sacro</strong> scimmia</p>\n<p><strong>Colori Sacri</strong> oro e argento</p>"
        },
        "Treerazer": {
            "name": "Fitànatos"
        },
        "Nhimbaloth": {
            "description": "<p>Nhimbaloth è un'informe entità nota come la Morte Vuota, una Dea Esterna particolarmente solitaria che caccia lungo le coste del Fiume delle Anime. Le sue prede sono coloro che danno la caccia alle anime mentre viaggiano lungo il fiume, ma ella divora indiscriminatamente sia il cacciatore che l'anima; coloro che ella consuma non hanno un aldilà né possono risorgere. Spariscono per sempre, eternamente nulla.</p>\n<p>Si dice che Nhimbaloth veda attraverso i fuochi fatui e che la sua traccia venga lasciata in uno schema simmetrico di sette buche sulla spiaggia, ritenute le sue impronte. Non morti senza volto infestano i luoghi in cui ella è passata e la vita vegetale e animale in quell'area si mostra particolarmente ostile ai viventi. Un luogo in cui ella ha particolare influenza è negli Acquitrini della Varisia meridionale, dove fuochi fatui oracoli risucchiano l'impeto e la ragione dalle loro vittime lasciandole a vagare in un vuoto torpore attraverso la palude devastata.</p>\n<p><strong>[Cripte degli Abomini]</strong> La sfera di influenza della Morte Vuota abbraccia disperazione, fantasmi e paludi. Come la maggioranza degli Dei Esterni, a Nhimbaloth non importa nulla di coloro che la adorano (e quindi i suoi chierici non hanno anatemi cruciali), tuttavia coloro che venerano la Morte Vuota faticano invano per attrarne il favore.</p>\n<p><strong>Editti</strong> creare non morti (in particolare non morti incorporei), nutrirsi di carnivori che hanno recentemente mangiato altri</p>\n<p><strong>Anatema</strong> Nessuno</p>",
            "name": "Nhimbaloth"
        },
        "Cosmic Caravan": {
            "name": "Carovana Cosmica",
            "description": "<p>La Carovana Cosmica è nota ad astronomi e astrologi come una collezione di costellazioni del cielo in moto circolare perpetuo attorno alla stella Cynosure. L'associazione di una variegata gamma di dei e semidei tematicamente connessi alle stelle e agli spazi tra di esse è una fede relativamente nuova, che all'inizio ha acquisito rilievo nell'Avistan occidentale, particolarmente in Varisia, Nidal e Ravounel. Le divinità venerate dai fedeli della Carovana Cosmica includono: Desna e Sarenrae; i signori empirei Ashava, la Farfalla Nera e Pulura; il dio elfico Ketephys; e il dio esterno Yog-Sothoth. Ultimamente questa fede ha guadagnato terreno soprattutto in Nidal, dove la venerazione della notte è prevalentemente associata a Zon-Kuthon, e un numero crescente di fedeli della Carovana Cosmica cercano di opporsi o addirittura di capovolgere, un giorno, la teocrazia del Signore della Mezzanotte per eliminare la concezione che tutti coloro che vivono nell'oscurità siano malvagi.</p>\n<p><strong>Editti</strong> trascorrere tempo a osservare le stelle o meditare nella luce lunare, aiutare coloro che vivono in regioni dominate da Zon-Kuthon (o altre religioni che concepiscono la notte come bastione del male), aiutare chi è disperato o non riesce a vedere la possibilità di una vita migliore in futuro, viaggiare senza avere in mente alcuna destinazione particolare</p>\n<p><strong>Anatemi</strong> rappresentare la notte come momento del male, distruggere attrezzatura astronomica o astrologica, trascorrere la notte nello stesso posto per due volte di fila</p>\n<p><strong>Area di Interesse</strong>costellazioni, predizione del futuro, la notte, speranza in un domani migliore</p>"
        },
        "Abraxas": {
            "description": "<p>Abraxas, il Maestro dell'Incantazione Finale, è il signore dei demoni della conoscenza proibita, della magia e dei serpenti. Abraxas ha una conoscenza enciclopedica delle forme magiche e di segreti distruttivi, preferendo quelli che infliggono sofferenza e distruzione. La sua Incantazione Finale è una parola del potere in grado di disfare i più potenti degli incantesimi e distruggere persino gli artefatti. Abraxas assume la forma di una vipera umanoide con le gambe e una testa zannuta simile a un uccello deformato. I suoi culti sono principalmente diffusi tra i drow di Golarion, ma esistono dei piccoli circoli a lui dedicati anche nelle maggiori città della superficie.</p>\n<p><strong>Titolo</strong> Maestro dell'Incantazione Finale</p>\n<p><strong>Aree di Interesse</strong> Conoscenze perdute, magia, serpenti</p>\n<p><strong>Editti</strong> Apprendere e accumulare magie proibite, rubare segreti agli altri</p>\n<p><strong>Anatemi</strong> Distruggere sapere proibito, rivelare l'interezza di un segreto</p>"
        },
        "Radiant Prism": {
            "name": "Prisma Radiante"
        },
        "Green Man": {
            "name": "Uomo Verde"
        },
        "Sarenrae": {
            "description": "<p>Sarenrae è una delle divinità più popolari di Golarion in virtù della sua associazione con il sole donatore di vita e la sua perpetua offerta di aiutare chiunque a dare il meglio, anche quando si sono fatti degli errori. La maggior parte delle persone le rendono grazie per il suo gentile lavoro di incanalare il potere del sole per la sicurezza e la vivibilità di tutti, e ringraziano il suo clero perché trasmette il suo potere curativo a tutti coloro che ne hanno bisogno. I mortali guardano al Fiore dell’Alba come un esempio di amore sconfinato, squisita gentilezza e vera pazienza. La pregano di guarire i malati, di rialzare gli oppressi e illuminare tanto l’oscurità delle circostanze quanto quella dello spirito. I suoi seguaci aspirano a emularla con generosità, cura, sincerità e altruistico coraggio. In ogni dove si oppongono al male prima con le parole, e quando necessario, con fiamma e scimitarra.</p>\n<p><strong>Titolo</strong> Il Fiore dell’Alba</p>\n<p><strong>Aree di Interesse</strong> guarigione, redenzione sincera, il sole</p>\n<p><strong>Editti</strong> distruggere la Progenie di Rovagug, proteggere gli alleati, fornire aiuto ai malati e ai feriti, cercare e consentire la redenzione</p>\n<p><strong>Anatemi</strong> creare non morti, mentire, negare a una creatura penitente la possibilità di redimersi, non riuscire ad abbattere il male</p>\n<p><strong>Simbolo Religioso</strong> ankh angelico</p>\n<p><strong>Animale Sacro</strong> colomba</p>\n<p><strong>Colori Sacri</strong> blu e oro</p>",
            "name": "Sarenrae"
        },
        "Set": {
            "name": "Imposta"
        },
        "Children of the Night": {
            "name": "Figli della Notte"
        },
        "Asmodeus": {
            "description": "<p>Asmodeus è il Primo, il Principe Oscuro, il signore delle tenebre e della legge, nonché il sovrano del piano dell’Inferno. Se si presta fede agli scritti sacri di Asmodeus (per altro corroborati da alcuni altri resoconti, come il Libro dei Dannati, scritto da un angelo), egli è uno degli esseri più antichi del multiverso. Tali testi sostengono che nel tempo prima del tempo, in un mondo ancora non creato, Asmodeus e suo fratello Ihys erano tra le prime divinità esistenti. Durante queste ere senza nome i due dèi litigavano sul fato delle anime delle loro creazioni, e Asmodeus uccise suo fratello. Sicuro che l’atto di Ihys di concedere il libero arbitrio ai mortali fosse una follia, Asmodeus rese nota la sua convinzione: l’esistenza è meglio servita dall’ordine e dalla disciplina assoluti. Tali affermazioni contraddicono altri miti della creazione molto popolari, e sia i teologi che gli agenti immortali delle divinità dubitano delle tesi di Asmodeus a vari livelli, ma come non c’è prova per dimostrarle, esse sono altrettanto difficili da confutare.</p>\n<p><strong>Titolo</strong> Il Principe delle Tenebre</p>\n<p><strong>Aree di Interesse</strong> contratti, oppressione, orgoglio e tirannia</p>\n<p><strong>Editti</strong> negoziare contratti ottenendo il massimo beneficio personale, tiranneggiare e torturare esseri inferiori, mostrare subordinazione ai tuoi superiori</p>\n<p><strong>Anatemi</strong> violare un contratto, liberare uno schiavo, insultare Asmodeus mostrando pietà ai propri nemici</p>\n<p><strong>Simbolo Religioso</strong> pentagramma rosso</p>\n<p><strong>Animale Sacro</strong> serpente</p>\n<p><strong>Colori Sacri</strong> nero e rosso</p>",
            "name": "Asmodeus"
        },
        "Calistria": {
            "description": "<p>Come simboleggiato dai tre pugnali del suo simbolo religioso, Calistria ha tre aspetti: lussuria, vendetta e raggiro. Eloquente e affascinante, è maestra nell’intessere insulti all’interno di complimenti e nello svolgere intricate preparazioni per il castigo nella sua forma più pura. È una dea della vendetta, ma supporre che per questo persegua la giustizia sarebbe un errore. Calistria è volubile, le sue lealtà e i suoi interessi cambiano ad ogni suo capriccio, ma non dimentica mai un torto subito, e chiunque pensi che abbia perdonato scoprirà di certo che è solo questione di tempo prima di diventare il bersaglio di una trama di vendetta a lungo tempo per abbatterlo.</p>\n<p>Sebbene sia solo una di molte divinità elfiche, Calistria è di gran lunga la più nota all’esterno delle comunità elfiche, e quindi molti non elfi la vedono come la più rappresentativa dea elfica, se non addirittura la sola. Questa conclusione non è del tutto assurda, dato che Calistria rappresenta quegli aspetti della stirpe elfica che molte altre persone vedono come seducenti, intriganti e affascinanti.</p>\n<p><strong>Titolo</strong> Il Bramato Pungiglione</p>\n<p><strong>Aree di Interesse</strong> lussuria, vendetta e inganno</p>\n<p><strong>Editti</strong> perseguire la propria libertà personale, cercare brividi edonistici, vendicarsi</p>\n<p><strong>Anatemi</strong> farsi consumare da un amore eccessivo o dal bisogno di vendetta, lasciare impunito un affronto</p>\n<p><strong>Simbolo Religioso</strong> tre pugnali</p>\n<p><strong>Animale Sacro</strong> vespa</p>\n<p><strong>Colori Sacri</strong> nero e giallo</p>",
            "name": "Calistria"
        },
        "Cayden Cailean": {
            "description": "<p>Un tempo un umano mortale, Cayden Cailean è adesso una delle poche divinità note come gli Ascesi. Nei suoi anni mortali, Cayden era un mercenario di non poca fama, noto per i suoi modi esuberanti, la sua abilità con la lama e la sua impavida risolutezza. Durante una notte di bevute particolarmente turbolenta, una serie di sfide sempre più ardue condussero il mercenario errante a cimentarsi nella Prova della Pietrastella. Emerse dalla Cattedrale della Pietrastella tre giorni dopo, ridendo, come un dio pienamente realizzato. La responsabilità divina non cambiò l’atteggiamento che Cayden aveva avuto nella sua vita mortale: egli continuò a bramare avventure, bevande e compagnie piacevoli e ad aborrire i prepotenti, i tiranni e i codardi.</p>\n<p><strong>Titolo</strong> Il Dio Accidentale</p>\n<p><strong>Aree di Interesse</strong> birra, coraggio, libertà e vino</p>\n<p><strong>Editti</strong> aiutare gli oppressi, bere, cercare gloria e avventure</p>\n<p><strong>Anatemi</strong> sprecare l’alcol, essere meschini o spocchiosi quando si è ubriachi, opprimere chi è vulnerabile</p>\n<p><strong>Simbolo Religioso</strong> boccale</p>\n<p><strong>Animale Sacro</strong> segugio</p>\n<p><strong>Colori Sacri</strong> argento e beige</p>",
            "name": "Cayden Cailean"
        },
        "Desna": {
            "description": "<p>La notte non conobbe la bellezza finché Desna non venne alla luce. Mentre le altre divinità si affaticavano a creare il mondo, Desna volse il suo sguardo ai cieli, disponendo ogni stella nel cielo. Dopo aver rimirato il frutto della sua arte, collocò la stella più brillante in alto a nord e ne fece la sua casa. Il suo primo dono ai mortali fu questo faro di speranza, un segnale sfavillante nel cielo oscuro a cui rivolgersi quando si perdevano o si sentivano insicuri. Desna fornisce un passaggio sicuro attraverso l’oscurità a tutti coloro che scelgono di seguirla.</p>\n<p><strong>Titolo</strong> La Canzone delle Sfere</p>\n<p><strong>Aree di Interesse</strong> sogni, fortuna, stelle e viaggiatori</p>\n<p><strong>Editti</strong> aiutare gli altri viandanti, esplorare posti nuovi, esprimersi attraverso l’arte e il canto, scoprire quel che la vita ha da offrire</p>\n<p><strong>Anatemi</strong> alimentare paura o disperazione negli innocenti, lanciare incubo o usare altre magie che corrompono i sogni, adottare comportamenti bigotti</p>\n<p><strong>Simbolo Religioso</strong> farfalla</p>\n<p><strong>Animale Sacro</strong> farfalla</p>\n<p><strong>Colori Sacri</strong> blu e bianco</p>",
            "name": "Desna"
        },
        "Erastil": {
            "description": "<p>A differenza di molte altre divinità, Erastil non invia i suoi seguaci a combattere e schiacciare il male. Evitando crociate e altre imprese che porterebbero i suoi seguaci lontani dalle loro case, Erastil veglia su coloro che dedicano la propria vita alla famiglia e alla comunità. È prima di tutto una divinità rurale, che si concentra specificamente su gli aspetti della natura che possono essere addomesticati o essere utili ai suoi seguaci. Il suo dominio comprende le piante e gli animali con cui agricoltori, cacciatori e allevatori hanno a che fare nella loro vita quotidiana. Pur essendo una divinità protettiva, Erastil interviene solo quando le tranquille vite pastorali vengono minacciate. Desidera che i suoi seguaci vivano in pace, senza il rischio di essere coscritti negli eserciti, divorati dai mostri o distrutti dalla magia.</p>\n<p><strong>Titolo</strong> Il Vecchio Arciere</p>\n<p><strong>Aree di Interesse</strong> agricoltura, caccia, commercio e famiglia</p>\n<p><strong>Editti</strong> preoccuparsi della propria patria e della propria famiglia, compiere i propri doveri, mantenere la pace, proteggere la comunità</p>\n<p><strong>Anatemi</strong> abbandonare la propria patria nel momento del bisogno, dare più importanza a sé stessi che alla comunità, macchiare la propria reputazione, mentire</p>\n<p><strong>Simbolo Religioso</strong> arco e freccia</p>\n<p><strong>Animale Sacro</strong> cervo maschio</p>\n<p><strong>Colori Sacri</strong> marrone e verde</p>",
            "name": "Erastil"
        },
        "Gorum": {
            "description": "<p>Il clangore del metallo, il grido di vittoria, il rantolante rifiuto della morte: sono questi i suoni delle preghiere al Nostro Signore di Ferro, poiché seguire Gorum significa combattere. A Gorum non importano le ragioni di una battaglia: la disperata resistenza di un villaggio contro dei razziatori non è meno degna, per Gorum, di un esercito crociato che marcia contro i demoni nella Cicatrice del Sarkoris; né Gorum si schiera in tali conflitti. Male o bene, caos o legge, il motivo del combattimento è irrilevante: a incontrare il suo favore è il brivido della battaglia, il crogiolo di sforzi in cui la vittoria è a portata di mano.</p>\n<p><strong>Titolo</strong> Nostro Signore di Ferro</p>\n<p><strong>Aree di Interesse</strong> armi, battaglia e forza</p>\n<p><strong>Editti</strong> vincere in un combattimento equo, spingersi oltre i propri limiti, indossare armature in battaglia</p>\n<p><strong>Anatemi</strong> uccidere prigionieri o avversari che si sono arresi, evitare i conflitti attraverso la negoziazione, vincere una battaglia utilizzando tecniche subdole o magia indiretta</p>\n<p><strong>Simbolo Religioso</strong> spada nella montagna</p>\n<p><strong>Animale Sacro</strong> rinoceronte</p>\n<p><strong>Colori Sacri</strong> grigio e rosso</p>",
            "name": "Gorum"
        },
        "Gozreh": {
            "description": "<p>In quanto entità senza tempo nata dal primo vento per agitare i vasti oceani, Gozreh vaga nel mondo per aria e per mare. I marinai lanciano fuoribordo scatole di merci come offerte per evitare una tempesta fatale, sperando di compiacere il Vento e le Onde, anche se sanno bene che tali preghiere hanno molte più probabilità di non essere notate che di attirare l’attenzione della divinità. Il temperamento di Gozreh è volubile e la sua furia rapida, scagliando saette e trascinando nelle profondità del mare coloro che osano insudiciare il mondo naturale. Gozreh è il mare che racchiude la terra e il vento che ne muove la superficie, gli uccelli che solcano il cielo e le nuvole che li schermano.</p>\n<p><strong>Titolo</strong> Il Vento e le Onde</p>\n<p><strong>Aree di Interesse</strong> natura, mare e tempo atmosferico</p>\n<p><strong>Editti</strong> nutrire, proteggere e rispettare la natura in ogni sua forma</p>\n<p><strong>Anatemi</strong> lasciare che la civiltà si insinui nelle terre selvagge, creare non morti, saccheggiare aree di rilievo naturalistico</p>\n<p><strong>Simbolo Religioso</strong> foglia grondante</p>\n<p><strong>Animale Sacro</strong> tutti</p>\n<p><strong>Colori Sacri</strong> blu e verde</p>",
            "name": "Gozreh"
        },
        "Iomedae": {
            "description": "<p>La più giovane tra le divinità principali della regione del Mare Interno, Iomedae aveva dimostrato di essere degna della divinità già prima della sua ascensione. Nata nel Cheliax, seguì il cammino della spada e combatté il male, diventando infine una paladina di Arazni, l’araldo di Aroden. Divenne una leggenda nei ranghi della Crociata Splendente, conducendo i Cavalieri di Ozem a una serie di vittorie sul Tiranno Sussurrante. Iomedae divenne il terzo mortale noto ad aver superato la Prova della Pietrastella quando ascese alla divinità nel 3832 AR. Poiché Arazni era stata uccisa durante la Crociata Splendente, Aroden elevò la dea appena ascesa al ruolo di suo nuovo araldo. Quando lo stesso Aroden morì, Iomedae ereditò la maggior parte dei suoi seguaci e divenne una divinità maggiore dell’onore e della giustizia.</p>\n<p><strong>Titolo</strong> L’Erede</p>\n<p><strong>Aree di Interesse</strong> comando, giustizia, onore e valore</p>\n<p><strong>Editti</strong> praticare la temperanza, combattere per giustizia e onore, avere un cuore valoroso</p>\n<p><strong>Anatemi</strong> abbandonare un compagno nel momento del bisogno, coprirsi di disonore, rifiutare la sfida di un proprio pari</p>\n<p><strong>Simbolo Religioso</strong> spada e sole</p>\n<p><strong>Animale Sacro</strong> leone</p>\n<p><strong>Colori Sacri</strong> rosso e bianco</p>",
            "name": "Iomedae"
        },
        "Irori": {
            "description": "<p>Irori esemplifica i concetti di autoperfezionamento. Il suo dogma afferma che egli fosse un mortale che ottenne il rango divino raggiungendo uno stato fisico e mentale che superava le limitazioni mortali. I suoi seguaci cercano di imitare lo stato divino del loro dio perfezionando sé stessi mediante le parole del Spezzare le Catene, il testo sacro di Irori. Le pagine illuminate di questo tomo descrivono numerosi esercizi fisici, spirituali e mentali, nonché metodi per imparare e ricordare.</p>\n<p><strong>Titolo</strong> Il Maestro dei Maestri</p>\n<p><strong>Aree di Interesse</strong> autoperfezionamento, conoscenza e storia</p>\n<p><strong>Editti</strong> essere umili; aiutare gli altri a raggiungere la perfezione interiore; migliorare il proprio corpo, la propria mente e il proprio spirito per raggiungere uno stato di perfezione; praticare la disciplina</p>\n<p><strong>Anatemi</strong> sviluppare una dipendenza per qualche sostanza, distruggere un testo storico importante, non riuscire ripetutamente a mantenere l’autocontrollo</p>\n<p><strong>Simbolo Religioso</strong> mano blu</p>\n<p><strong>Animale Sacro</strong> chiocciola</p>\n<p><strong>Colori Sacri</strong> blu e bianco</p>",
            "name": "Irori"
        },
        "Lamashtu": {
            "description": "<p>A coloro che godono nel corrompere la purezza o che si ritrovano respinti e abbandonati da un mondo che disprezza le loro differenze, Lamashtu offre sollievo all’interno della sua grottesca nidiata. La Madre dei Mostri accetta prontamente i mortali nel suo ovile e ha fatto del contorcere la vita mortale in direzione dei suoi ripugnanti ideali un obiettivo personale. Gli individui ostracizzati che condividono i suoi ideali considereranno questo tipo di intervento come una manna dal cielo, mentre altri trattano simili eventi come orribili maledizioni.</p>\n<p><strong>Titolo</strong> La Madre dei Mostri</p>\n<p><strong>Aree di Interesse</strong> aberrazione, mostri e incubi</p>\n<p><strong>Editti</strong> dare potere ai reietti e agli oppressi, indottrinare i bambini con gli insegnamenti di Lamashtu, trasformare in mostruoso ciò che è bello, scoprire la corruzione e i difetti in ogni cosa</p>\n<p><strong>Anatemi</strong> cercare di curare una malattia mentale o una deformità, prestare soccorso ai nemici di Lamashtu</p>\n<p><strong>Simbolo Religioso</strong> sciacallo a tre occhi</p>\n<p><strong>Animale Sacro</strong> sciacallo</p>\n<p><strong>Colori Sacri</strong> rosso e giallo</p>",
            "name": "Lamashtu"
        },
        "Nethys": {
            "description": "<p>Per alcuni, la magia è una potente arma; per altri, è un malleabile strumento; per pochi, è una finalità esistenziale. Comprendendo il lancio degli incantesimi, le creature possono far scaturire il fuoco dalle proprie mani, richiamare esseri soprannaturali per aiutarli, stregare i sensi e persino riportare in vita i morti. La capacità di rimodellare la realtà affinché si adatti meglio ai propri bisogni e desideri è una potente vocazione a cui la maggioranza delle persone può soltanto sognare di essere capace di rispondere, e in pochi saranno mai davvero capaci di padroneggiare pienamente un tale potere. Nethys fu uno di questi maestri, riverito come dio-re nell’antico Osirion. Avendo cercato si sbloccare tutti i segreti e il potenziale contenuto nei piani e oltre, Nethys mandò in frantumi la sua stessa mente per il sovraccarico di conoscenze a cui si espose.</p>\n<p><strong>Titolo</strong> L'Occhio che Tutto Vede</p>\n<p><strong>Aree di Interesse</strong> magia</p>\n<p><strong>Editti</strong> cercare il potere magico e usarlo</p>\n<p><strong>Anatemi</strong> adottare approcci non magici, evitando l’uso della magia</p>\n<p><strong>Simbolo Religioso</strong> maschera bicolore</p>\n<p><strong>Animale Sacro</strong> zebra</p>\n<p><strong>Colori Sacri</strong> bianco e nero</p>",
            "name": "Nethys"
        },
        "Norgorber": {
            "description": "<p>Norgorber è il più misterioso degli Ascesi, il gruppo di mortali che ottennero il rango divino dopo aver superato la Prova della Pietrastella. A differenza delle esistenze mortali di Iomedae e Cayden Cailean, la vita di Norgorber prima della sua ascensione è un mistero; è stato lui stesso a velare di segretezza i dettagli della sua vita mortale. Ciò non sorprende chi ha familiarità con lui: Norgorber è il maestro di tutti i segreti, un manipolante calcolatore che brandisce il potere della conoscenza segreta con astuzia e spietatezza per conseguire i suoi fini. Soltanto i suoi adoratori più fidati conoscono i suoi obiettivi a sufficienza da assisterlo nei suoi piani, e persino loro spesso si vedono modificare la memoria dopo che la parte da loro recitata negli schemi di Norgorber si è conclusa.</p>\n<p><strong>Titolo</strong> Ditanere, Padre Scuoiatore, Il Maestro Grigio, Mietitore di Reputazioni</p>\n<p><strong>Aree di Interesse</strong> avidità, omicidio, segreti e veleno</p>\n<p><strong>Editti</strong> tenere segreta la propria identità, sacrificare chiunque sia necessario, cogliere qualsiasi vantaggio in battaglia, agire nell’ombra</p>\n<p><strong>Anatemi</strong> lasciare che la propria identità reale venga connessa a qualche affare illecito, divulgare liberamente un segreto, mostrare pietà</p>\n<p><strong>Simbolo Religioso</strong> maschera con un occhio solo</p>\n<p><strong>Animale Sacro</strong> ragno</p>\n<p><strong>Colori Sacri</strong> nero e grigio</p>",
            "name": "Norgorber"
        },
        "Pharasma": {
            "description": "<p>Nessun documento storico, né alcun’altra divinità, sono in grado di ricordare un tempo prima di Pharasma. Il suo trono si trova all’interno di un’immensa cattedrale gotica situata sulla sommità dell’infinita Guglia al centro dei piani. Da qui, Pharasma guarda avanti e indietro nel tempo, osservando la nascita, la vita e la morte di ogni anima in quanto giudice finale della destinazione dell’anima dopo la morte. Gli psicopompi servitori di Pharasma guidano e proteggono le anime appena morte lungo il Fiume delle Anime, conducendole al reame di Pharasma, dove la dea giudica ciascuna di esse e si assicura che venga inviata nel piano opportuno per la sua vita ultraterrena, in base al suo allineamento e alle sue azioni da mortale.</p>\n<p><strong>Titolo</strong> Signora delle Tombe</p>\n<p><strong>Aree di Interesse</strong> fato, nascita, morte, profezia e tempo</p>\n<p><strong>Editti</strong> cercare di comprendere antiche profezie, distruggere i non morti, dare riposo ai cadaveri</p>\n<p><strong>Anatemi</strong> creare non morti, dissacrare un cadavere, rubare ai morti in cattiva fede</p>\n<p><strong>Simbolo Religioso</strong> cometa spiraleggiante</p>\n<p><strong>Animale Sacro</strong> succiacapre</p>\n<p><strong>Colori Sacri</strong> blu e bianco</p>",
            "name": "Pharasma"
        },
        "Rovagug": {
            "description": "<p>Rovagug non ha un singolo testo sacro. Ne ha ben poco bisogno, poiché il suo solo comandamento è di distruggere, i suoi seguaci non necessitano di istruzioni su come farlo. I mostri in senso figurato e letterale che venerano Rovagug condividono i loro miti e le loro leggende in santuari segreti e caverne nascoste, chiamandolo la Bestia Impetuosa, il Re Imprigionato, la Marea di Zanne, il Disfattore e lo Spezzamondo. Si raccontano a vicenda che per ogni vita che spengono, ogni opera d’arte che distruggono, ogni frutto del lavoro che abbattono produce una crepa nella prigione che trattiene il loro dio. Ognuno dei loro piccoli sforzi di distruzione si cumula e un giorno libererà Rovagug, consentendogli di provocare la fine di tutte le cose.</p>\n<p><strong>Titolo</strong> La Bestia Impetuosa</p>\n<p><strong>Aree di Interesse</strong> distruzione, disastro e collera</p>\n<p><strong>Editti</strong> distruggere qualsiasi cosa, liberare Rovagug dalla sua prigione</p>\n<p><strong>Anatemi</strong> creare qualcosa di nuovo, lasciare che i legami materiali diventino impedimenti, torturare una vittima o ritardarne in altro modo la distruzione</p>\n<p><strong>Simbolo Religioso</strong> ragno zannuto</p>\n<p><strong>Animale Sacro</strong> scorpione</p>\n<p><strong>Colori Sacri</strong> marrone e rosso</p>",
            "name": "Rovagug"
        },
        "Shelyn": {
            "description": "<p>Shelyn veglia sull’esistenza con occhio gentile e amorevole, incoraggiando i mortali a trarre il meglio dalle loro vite diffondendo amore, arte e bellezza al massimo delle loro possibilità. Anche i rinascimenti artistici più rozzi sono degni d’elogio agli occhi della dea, in quanto rappresentano l’espressione delle prove e dei trionfi della vita dell’individuo. Shelyn crede che ogni creatura sia degna d’amore e capace, a suo modo, di creare dell’arte. La religione di Shelyn non richiede castità, fedeltà o una particolare struttura relazionale, poiché la passione di una storia d’amore ai suoi inizi è un aspetto dell’amore dotato della medesima importanza della tranquilla fiducia tra i membri di una coppia sposata da lungo tempo; tuttavia, Shelyn riconosce una distinzione tra il corteggiamento e il puro desiderio carnale, e preferisce che le tresche, strada facendo, sboccino in relazioni più significative.</p>\n<p><strong>Titolo</strong> La Rosa Eterna</p>\n<p><strong>Aree di Interesse</strong> amore, arte, bellezza e musica</p>\n<p><strong>Editti</strong> essere pacifici, scegliere e perfezionare un’arte, portare il buon esempio, vedere la bellezza in ogni cosa</p>\n<p><strong>Anatemi</strong> distruggere gli oggetti d’arte o lasciare che vengano distrutti, a meno che non si stia salvando una vita o non si intenda produrre un’arte superiore; non accettare la resa</p>\n<p><strong>Simbolo Religioso</strong> usignolo multicolore</p>\n<p><strong>Animale Sacro</strong> usignolo</p>\n<p><strong>Colori Sacri</strong> tutti</p>",
            "name": "Shelyn"
        },
        "Torag": {
            "description": "<p>Il patriarca del pantheon nanico è la più famosa delle divinità dei nani, al punto che Torag è l’unica divinità nanica conosciuta dalla maggior parte di chi non è un nano. Se le altre divinità naniche rappresentano aree specifiche della vita e della cultura dei nani, formando in tal modo un esteso e comprensivo pantheon nanico, le aree di interesse di Torag sono quelle più centrali per la società nanica. All’interno della sua famiglia, Torag è un modello dei valori di comunità e protezione che hanno cementato relazioni dalle profonde radici tra i clan nanici. La sua focalizzazione sulla strategia e l’acume tattico si concentrano sulla protezione, rispecchiata nelle fortezze impenetrabili dei nani e nelle loro tattiche militari conservatrici, che includono la disponibilità a usare manovre offensive come forma di difesa.</p>\n<p><strong>Titolo</strong> Il Padre della Creazione</p>\n<p><strong>Aree di Interesse</strong> forgia, protezione e strategia</p>\n<p><strong>Editti</strong> essere onorevoli e schietti, mantenere la parola data, rispettare la forgia, servire la propria gente</p>\n<p><strong>Anatemi</strong> mentire o ingannare qualcuno, creare intenzionalmente oggetti scadenti, mostrare pietà ai nemici del proprio popolo</p>\n<p><strong>Simbolo Religioso</strong> martello di ferro</p>\n<p><strong>Animale Sacro</strong> tasso</p>\n<p><strong>Colori Sacri</strong> oro e grigio</p>",
            "name": "Torag"
        },
        "Zon-Kuthon": {
            "description": "<p>Il Signore della Mezzanotte incarna e glorifica il dolore, le ombre e la mutilazione; egli è una delle divinità più contorte e malevole sulla faccia di Golarion. Un tempo conosciuto come Dou-Bral, egli costruì le immense Torri delle Stelle che ancora oggi tengono Rovagug bloccato nella sua prigione nel cuore di Golarion, fornendo le sue doti e le sue capacità alla grande alleanza divina per vincolare quella malvagia entità. Un litigio divino tra lui e sua sorella Shelyn, tuttavia, finì con la partenza di Dou-Bral verso regioni sconosciute. Zon-Kuthon viaggiò oltre i confini del multiverso e fissò in faccia le cose incomprensibili che lì dimorano. Nessuno sa cosa trovò in quei luoghi, ma egli tornò… cambiato, ma sostenendo di essere stato fortificato da ciò che aveva sopportato. Allo stesso modo, su Golarion la nazione del Nidal, che a lui è vincolata, è una nazione di sopravvissuti, fondata da quei pochi con la forza sufficiente da fare il necessario affinché la loro gente potesse sopravvivere al terribile periodo successivo al Cataclisma e all’Era di Tenebra che seguì.</p>\n<p><strong>Titolo</strong> Il Signore della Mezzanotte</p>\n<p><strong>Aree di Interesse</strong> dolore, invidia, lutto e oscurità</p>\n<p><strong>Editti</strong> recare dolore al mondo, mutilare il proprio corpo</p>\n<p><strong>Anatemi</strong> creare fonti di luce permanenti o durature, fornire conforto ai sofferenti</p>\n<p><strong>Simbolo Religioso</strong> teschio incatenato</p>\n<p><strong>Animale Sacro</strong> pipistrello</p>\n<p><strong>Colori Sacri</strong> grigio scuro e rosso</p>",
            "name": "Zon-Kuthon"
        },
        "Whispering Way": {
            "description": "<p>Questi cultisti ritengono che la non morte è la forma più autentica di esistenza, e che bisogna trascorrere la vita preparandosi a una transizione verso una non vita più gloriosa, dopo il trapasso.</p>\n<p><strong>Aree di Interesse</strong> non morte, lichismo, segreti</p>\n<p><strong>Editti</strong> cercare dei metodi per diventare un non morto (possibilmente un lich), contrastare chi vuole distruggere i non morti, proteggere segreti necromantici, servire il Tiranno Sussurrante</p>\n<p><strong>Anatemi</strong> distruggere testi necromantici (a meno che ciò non riveli i segreti della Via Sussurrante), insegnare ad altri la Via Sussurrante utilizzando modi che non siano sussurri, usare l’energia positiva per danneggiare i non morti</p>",
            "name": "Via Sussurrante"
        }
    },
    "label": "Divinità"
}
