{
    "entries": {
        "Urgathoa": {
            "name": "Urgathoa"
        },
        "Abadar": {
            "name": "Abadar",
            "description": "<p>Il Signore della Prima Cassaforte domina su città, leggi, mercanti e ricchezze. Abadar cerca di portare la civiltà nei luoghi selvaggi del mondo, incoraggia l'osservanza delle leggi e promuove ogni forma di commercio nei luoghi civilizzati. Promuove anche la cooperazione tra le varie stirpi.</p>\n<p><strong>Titolo</strong> Maestro della Prima Cassaforte</p>\n<p><strong>Aree di Interesse</strong> città, legge, mercanti, ricchezza</p>\n<p><strong>Editti</strong> portare la civiltà nei luoghi di frontiera, ottenere ricchezze attraverso il duro lavoro e il commercio, seguire le leggi</p>\n<p><strong>Anatemi</strong> darsi al banditismo o alla pirateria, rubare, minare l'autorità di un tribunale rispettoso delle leggi</p>\n<p><strong>Simbolo Religioso</strong> chiave dorata</p>\n<p><strong>Animale Sacro</strong> scimmia</p>\n<p><strong>Colori Sacri</strong> oro e argento</p>"
        },
        "Treerazer": {
            "name": "Fitànatos"
        },
        "Nhimbaloth": {
            "description": "<p>Nhimbaloth è un'informe entità nota come la Morte Vuota, una Dea Esterna particolarmente solitaria che caccia lungo le coste del Fiume delle Anime. Le sue prede sono coloro che danno la caccia alle anime mentre viaggiano lungo il fiume, ma ella divora indiscriminatamente sia il cacciatore che l'anima; coloro che ella consuma non hanno un aldilà né possono risorgere. Spariscono per sempre, eternamente nulla.</p>\n<p>Si dice che Nhimbaloth veda attraverso i fuochi fatui e che la sua traccia venga lasciata in uno schema simmetrico di sette buche sulla spiaggia, ritenute le sue impronte. Non morti senza volto infestano i luoghi in cui ella è passata e la vita vegetale e animale in quell'area si mostra particolarmente ostile ai viventi. Un luogo in cui ella ha particolare influenza è negli Acquitrini della Varisia meridionale, dove fuochi fatui oracoli risucchiano l'impeto e la ragione dalle loro vittime lasciandole a vagare in un vuoto torpore attraverso la palude devastata.</p>\n<p><strong>[Cripte degli Abomini]</strong> La sfera di influenza della Morte Vuota abbraccia disperazione, fantasmi e paludi. Come la maggioranza degli Dei Esterni, a Nhimbaloth non importa nulla di coloro che la adorano (e quindi i suoi chierici non hanno anatemi cruciali), tuttavia coloro che venerano la Morte Vuota faticano invano per attrarne il favore.</p>\n<p><strong>Editti</strong> creare non morti (in particolare non morti incorporei), nutrirsi di carnivori che hanno recentemente mangiato altri</p>\n<p><strong>Anatema</strong> Nessuno</p>",
            "name": "Nhimbaloth"
        },
        "Cosmic Caravan": {
            "name": "Carovana Cosmica",
            "description": "<p>La Carovana Cosmica è nota ad astronomi e astrologi come una collezione di costellazioni del cielo in moto circolare perpetuo attorno alla stella Cynosure. L'associazione di una variegata gamma di dei e semidei tematicamente connessi alle stelle e agli spazi tra di esse è una fede relativamente nuova, che all'inizio ha acquisito rilievo nell'Avistan occidentale, particolarmente in Varisia, Nidal e Ravounel. Le divinità venerate dai fedeli della Carovana Cosmica includono: Desna e Sarenrae; i signori empirei Ashava, la Farfalla Nera e Pulura; il dio elfico Ketephys; e il dio esterno Yog-Sothoth. Ultimamente questa fede ha guadagnato terreno soprattutto in Nidal, dove la venerazione della notte è prevalentemente associata a Zon-Kuthon, e un numero crescente di fedeli della Carovana Cosmica cercano di opporsi o addirittura di capovolgere, un giorno, la teocrazia del Signore della Mezzanotte per eliminare la concezione che tutti coloro che vivono nell'oscurità siano malvagi.</p>\n<p><strong>Editti</strong> trascorrere tempo a osservare le stelle o meditare nella luce lunare, aiutare coloro che vivono in regioni dominate da Zon-Kuthon (o altre religioni che concepiscono la notte come bastione del male), aiutare chi è disperato o non riesce a vedere la possibilità di una vita migliore in futuro, viaggiare senza avere in mente alcuna destinazione particolare</p>\n<p><strong>Anatemi</strong> rappresentare la notte come momento del male, distruggere attrezzatura astronomica o astrologica, trascorrere la notte nello stesso posto per due volte di fila</p>\n<p><strong>Area di Interesse</strong>costellazioni, predizione del futuro, la notte, speranza in un domani migliore</p>"
        },
        "Abraxas": {
            "description": "<p>Abraxas, il Maestro dell'Incantazione Finale, è il signore dei demoni della conoscenza proibita, della magia e dei serpenti. Abraxas ha una conoscenza enciclopedica delle forme magiche e di segreti distruttivi, preferendo quelli che infliggono sofferenza e distruzione. La sua Incantazione Finale è una parola del potere in grado di disfare i più potenti degli incantesimi e distruggere persino gli artefatti. Abraxas assume la forma di una vipera umanoide con le gambe e una testa zannuta simile a un uccello deformato. I suoi culti sono principalmente diffusi tra i drow di Golarion, ma esistono dei piccoli circoli a lui dedicati anche nelle maggiori città della superficie.</p>\n<p><strong>Editti</strong> apprendere e accumulare magie proibite, rubare segreti agli altri</p>\n<p><strong>Anatemi</strong> distruggere sapere proibito, rivelare l'interezza di un segreto</p>\n<p><strong>Ambiti di Influenza</strong> conoscenze perdute, magia e serpenti</p>"
        }
    },
    "label": "Divinità"
}
