{
    "entries": {
        "Fungus": {
            "name": "Fungo",
            "description": "<p>Il tuo famiglio ha il tratto fungo invece del tratto animale.</p>"
        },
        "Verdant Burst": {
            "name": "Esplosione Verdeggiante",
            "description": "<p><strong>Prerequisiti</strong> @UUID[Compendium.pf2e.feats-srd.Item.baz18CdB13DVMHV9]{Segreti del Famiglio Leshy}</p>\n<p>Quando il tuo famiglio muore, rilascia la sua energia primeva per lanciare la versione da 3 azioni di @UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{guarire}, intensificata a un grado inferiore di 1 rispetto al tuo slot incantesimo di grado più alto. L’incantesimo <em>guarire</em> ottiene bonus di status pari al doppio del grado dell’incantesimo per i Punti Ferita che ripristina ai vegetali. Devi essere in grado di lanciare incantesimi di 2° grado utilizzando gli slot incantesimo per selezionare questa capacità del famiglio.</p>"
        },
        "Construct": {
            "name": "Costrutto",
            "description": "<p>Il tuo famiglio ha il tratto costrutto invece del tratto animale. Il famiglio è immune agli affaticato, attacchi non letali, condannato, effetti di morte, guarigione, malattia, nauseato, paralizzato, privo di sensi, spirito, risucchiato, veleno, vitalità e vuoto. Il tuo famiglio deve avere la capacità dell’animale domestico @UUID[Compendium.pf2e.familiar-abilities.Item.Le8UWr5BU8rV3iBf]{robusto} per selezionare questa capacità.</p>"
        },
        "Wavesense": {
            "name": "Percezione delle Onde"
        },
        "Dragon": {
            "name": "Drago",
            "description": "<p>Il tuo famiglio ha il tratto drago invece del tratto animale. </p>"
        },
        "Elemental": {
            "name": "Elementale",
            "description": "<p>Il tuo famiglio ha il tratto elementale al posto del tratto animale. Scegli acqua, aria, fuoco, legno, metallo o terra. Il tuo famiglio ottiene quel tratto. Il famiglio è immune a sanguinamento, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{paralizzato}, veleno e all’elemento corrispondente al suo tipo. Il tuo famiglio deve avere la capacità del famiglio resistenza per selezionare questa capacità.</p>"
        },
        "Familiar of Balanced Luck": {
            "name": "Famiglio della Fortuna Bilanciata",
            "description": "<p>Il tuo famiglio ha una macchia sul corpo che sembra un portafortuna o un cattivo presagio, a seconda dell'angolazione. Quando Lanci o Mantieni una fattura, una creatura entro 4,5 metri dal tuo famiglio riceve bonus di status +1 alla sua CA o penalità di status -1 alla sua CA (a tua scelta) fino all'inizio del tuo prossimo turno.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.0JvxhEv83bAD5PGv]{Effetto: Famiglio della Fortuna Bilanciata}</p>"
        },
        "Augury": {
            "name": "Presagio"
        },
        "Familiar of Ongoing Misery": {
            "name": "Famiglio della Miseria Permanente",
            "description": "<p>Il tuo famiglio sembra ostile a tutte le creature diverse da te, sibilando se si avvicinano troppo. Quando Lanci o Mantieni una fattura, il tuo famiglio può maledire una creatura entro 4,5 metri da esso, prolungando di 1 round la durata di qualsiasi condizione negativa che la affligga. Questo è un effetto di maledizione. Prolunga solo le condizioni con una durata prestabilita (come “1 round” o “fino alla fine del tuo prossimo turno”) e non impedisce che le condizioni vengano rimosse con altri mezzi.</p>"
        },
        "Touch Telepathy": {
            "name": "Tocco Telepatico",
            "description": "<p> Il tuo famiglio può comunicare telepaticamente con te toccandoti. Se ha anche la capacità parlante, può comunicare telepaticamente via tocco con qualsiasi creatura se entrambi parlano la stessa lingua.</p>"
        },
        "Familiar of Flowing Script": {
            "name": "Famiglio della Scrittura Fluente",
            "description": "<p>Il tuo famiglio è coperto da un motivo che assomiglia alle lettere di una lingua sconosciuta, che sembra attirare l'attenzione anche se sfugge alla comprensione. Quando Lanci o Mantieni una fattura, le lettere iniziano a cambiare rapidamente, causando una distrazione. Fino all'inizio del tuo prossimo turno, il tuo famiglio può fare attaccare ai fianchi te e ai tuoi alleati come se fosse in grado di attaccare e avesse una portata di 1,5 metri; questo è un effetto visivo.</p>"
        },
        "Darkvision": {
            "name": "Scurovisione",
            "description": "<p> Il famiglio ottiene scurovisione.</p>"
        },
        "Plant": {
            "name": "Vegetale",
            "description": "<p> Il tuo famiglio ha il tratto vegetale invece del tratto animale.</p>"
        },
        "Jet": {
            "name": "Giaietto"
        },
        "Scent": {
            "name": "Fiuto",
            "description": "<p> Il famiglio ottiene fiuto (impreciso, 9 metri).</p>"
        },
        "Fast Movement": {
            "name": "Movimento Veloce",
            "description": "<p>Aumenti una delle Velocità del famiglio da 7,5 a 12 metri.</p>"
        },
        "Familiar of Stalking Night": {
            "name": "Famiglio della Notte Pedinante",
            "description": "<p>Il tuo famiglio è scuro di pelo o di piume e la luce sembra scomparire in esso. Quando Lanci o Mantieni una fattura e il tuo famiglio è adiacente a un nemico nei cui confronti è @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{occultato}, @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{nascosto} o non individuato, il nemico diventa @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{spaventato 1}.</p>"
        },
        "Spellcasting": {
            "name": "Lancio di Incantesimi",
            "description": "<p>Scegli un incantesimo del tuo repertorio o che hai preparato oggi che sia almeno 5 gradi più basso del tuo incantesimo di grado più alto. Il tuo famiglio può Lanciare quell’Incantesimo una volta al giorno utilizzando la tua tradizione magica, il tuo modificatore di attacco con incantesimo e la tua CD di incantesimo. Se l’incantesimo ha uno svantaggio che colpisce l’incantatore, sia tu che il tuo famiglio ne subite gli effetti. Devi essere in grado di lanciare incantesimi di 6° grado utilizzando gli slot incantesimo per selezionare questa capacità.</p>"
        },
        "Familiar of Restored Spirit": {
            "name": "Famiglio dello Spirito Restaurato",
            "description": "<p>Il tuo famiglio è piacevolmente caldo e morbido, e sembra spazzare via le preoccupazioni con la sua sola presenza. Quando Lanci o Mantieni una fattura, una creatura consenziente entro 4,5 metri dal tuo famiglio ottiene Punti Ferita temporanei pari a 2 + metà del tuo livello, che durano fino all'inizio del tuo prossimo turno.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.twvhTLrLEfr7dz1m]{Effetto: Famiglio dello Spirito Restaurato}</p>"
        },
        "Erudite": {
            "name": "Erudito"
        },
        "Share Senses": {
            "name": "Condividere Sensi",
            "description": "<p>Una volta ogni 10 minuti, puoi usare una azione singola con il tratto concentrazione per proiettare i tuoi sensi nel famiglio. Quando lo fai, perdi tutte le informazioni sensoriali del tuo corpo, ma puoi percepire attraverso il corpo del tuo famiglio per un massimo di 1 minuto. Puoi Interrompere questo effetto.</p>"
        },
        "Tremorsense": {
            "name": "Percezione Tellurica"
        },
        "Shadow Step": {
            "name": "Passo d'Ombra"
        },
        "Familiar of Freezing Rime": {
            "name": "Famiglio della Brina Congelante",
            "description": "<p>Il tuo famiglio è freddo al tatto e il suo respiro è sempre visibile. Quando Lanci o Mantieni una fattura, puoi far formare del ghiaccio in un'@Template[burst|distance:5]{esplosione di 1,5 metri} centrata su un quadretto dello spazio del tuo famiglio. Tali quadretti diventano terreno difficile fino all'inizio del tuo turno successivo.</p>"
        },
        "Familiar of Keen Senses": {
            "name": "Famiglio dei Sensi Acuti",
            "description": "<p>Il tuo famiglio ha occhi scintillanti, orecchie tese o qualche altro segno dei potenti sensi di una bestia. Quando Lanci o Mantieni una fattura, il tuo famiglio ottiene fiuto, percezione tellurica o percezione delle onde, tutti imprecisi e con una gittata di 18 metri fino all'inizio del tuo prossimo turno, e può immediatamente @UUID[Compendium.pf2e.actionspf2e.Item.sn2hIy1iIJX9Vpgj]{Indicare} come azione gratuita.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.4wJM0OA9y2gsBAh7]{Effetto: Famiglio dei Sensi Acuti}</p>"
        },
        "Animated": {
            "name": "Animata"
        },
        "Resistance": {
            "name": "Resistenza",
            "description": "<p>Scegli due tra i seguenti: acido, elettricità, freddo, fuoco, sonoro o veleno. Il tuo famiglio ottiene resistenza pari alla metà del tuo livello (minimo 1) contro i tipi di danno scelti.</p>"
        },
        "Plant Form": {
            "name": "Forma Vegetale",
            "description": "<p>Il tuo famiglio vegetale può cambiare forma con una azione singola, trasformandosi in un vegetale Minuscolo di un tipo approssimativamente simile alla sua natura. Per il resto, questo utilizza gli effetti di @UUID[Compendium.pf2e.spells-srd.Item.dileJ0Yxqg76LMvu]{unione vegetale}. Per selezionare questa capacità devi avere un famiglio con il tratto vegetale, come un leshy.</p>"
        },
        "Echolocation": {
            "name": "Ecolocalizzazione",
            "description": "<p> Il famiglio può usare l’udito come senso preciso entro 6 metri</p>"
        },
        "Amphibious": {
            "name": "Anfibio",
            "description": "<p>Il famiglio ottiene il tratto anfibio, che gli permette di respirare sia l’aria che in acqua, e ha sia una Velocità sul terreno che una Velocità di nuotare, ognuna pari alla sua Velocità più alta tra Velocità sul terreno e Velocità di nuotare.</p>"
        },
        "Grasping Tendrils": {
            "name": "Tentacoli Afferranti",
            "description": "<p><strong>Prerequisiti</strong> @UUID[Compendium.pf2e.feats-srd.Item.baz18CdB13DVMHV9]{Segreti del Famiglio Leshy}</p>\n<p>Il tuo famiglio può allungare rampicanti o simili protuberanze, aumentando la sua portata a 4,5 metri.</p>"
        },
        "Skilled": {
            "name": "Abile",
            "description": "<p>Scegli un’abilità diversa da Acrobazia o Furtività. Il modificatore del tuo famiglio per quell’abilità è pari al tuo livello più il modificatore del tuo attributo chiave da incantatore, invece che solo il tuo livello. Puoi selezionare questa capacità più volte, scegliendo ogni volta una abilità diversa.</p>"
        },
        "Purify Air": {
            "description": "<p><strong>Prerequisiti</strong> @UUID[Compendium.pf2e.feats-srd.Item.baz18CdB13DVMHV9]{Segreti del Famiglio Leshy}</p>\n<p>Il tuo famiglio ricicla l’aria, fornendo abbastanza ossigeno per una creatura Media nelle zone con aria viziata, come una camera sigillata o uno spazio extradimensionale. Se il leshy si trova nell’area di un effetto di veleno inalato, di un effetto che si basa sull’olfatto o di altri effetti che si fondano sulla respirazione (come nube tossica) le creature entro @Template[emanation|distance:15]{un’emanazione di 4,5 metri} dal leshy ottengono bonus di circostanza +2 ai loro tiri salvezza contro l’effetto, a discrezione del GM.</p>",
            "name": "Purificare l'Aria"
        },
        "Accompanist": {
            "name": "Accompagnatore",
            "description": "<p>Il tuo famiglio ti aiuta ad esibirti. Ogni volta che tenti una prova di Esibizione, se il tuo famiglio è nelle vicinanze e può agire, ti accompagna con cinguettii, battiti di zampa o con il suo strumento in miniatura. Questo ti conferisce bonus di circostanza +1, oppure +2 se sei maestro in Esibizione.</p>"
        },
        "Burrower": {
            "name": "Scavatore",
            "description": "<p> Il famiglio ottiene Velocità di scavare 1,5 metri, con cui può scavare buche Minuscole.</p>"
        },
        "Cantrip Connection": {
            "name": "Connessione con i Trucchetti",
            "description": "<p>Puoi preparare un trucchetto aggiuntivo o, se hai un repertorio, puoi designare un trucchetto da aggiungere al repertorio ogni volta che selezioni questa capacità; puoi riaddestrare il trucchetto ma non puoi cambiarlo in altro modo. Devi poter preparare trucchetti o aggiungerli al tuo repertorio per selezionare questa capacità.</p>"
        },
        "Climber": {
            "name": "Scalatore",
            "description": "<p> Il famiglio ottiene Velocità di scalare 7,5 metri.</p>"
        },
        "Damage Avoidance": {
            "name": "Evitare Danni",
            "description": "<p>Scegli un tipo di tiro salvezza. Il famiglio non subisce danni quando supera quel tipo di tiro salvezza; questo non previene effetti diversi dai danni.</p>"
        },
        "Elemental Familiar (Air)": {
            "name": "Famiglio Elementale (Aria)"
        },
        "Absorb Familiar": {
            "name": "Assorbimento del Famiglio",
            "description": "<p>Il tuo famiglio può trasformarsi in un marchio che porti sulla carne, di solito simile a una voglia, un tatuaggio o una gemma vagamente rassomigliante alla sua forma normale. Quando trasformato, il famiglio non può agire tranne che per ritrasformarsi in famiglio. Non viene influenzato da effetti ad area e deve essere bersagliato separatamente affinché venga influenzato, il che richiede di sapere che è una creatura.</p>\n<p>Ciò significa che tu e i tuoi alleati potete guarire o assistere il famiglio mentre la maggioranza dei nemici resteranno ignari della sua vera natura. Le creature devono superare una prova di @Check[perception|dc:20] per @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Individuare} di capire che si tratta di un famiglio. Il tuo famiglio può ancora comunicarti empaticamente i suoi sentimenti. Far passare il famiglio da una forma all’altra è un’attività che richiede 1 minuto e ha il tratto concentrazione.</p>"
        },
        "Familiar Focus": {
            "description": "<p>Una volta al giorno, il tuo famiglio può utilizzare 2 azioni con il tratto concentrazione per ripristinare 1 Punto Focalizzazione, fino al tuo massimo normale. Devi avere una riserva di focalizzazione per selezionare questa capacità.</p>",
            "name": "Focalizzazione del Famiglio"
        },
        "Flier": {
            "description": "<p> Il famiglio ottiene Velocità di volare 7,5 metri.</p>",
            "name": "Volante"
        },
        "Focused Rejuvenation": {
            "description": "<p> Quando ti Rifocalizzi, generi energia magica che guarisce il tuo famiglio. Il tuo famiglio recupera 1 PF per livello ogni volta che ti Rifocalizzi.</p>",
            "name": "Rinvigorimento Focalizzato"
        },
        "Independent": {
            "description": "<p>In un incontro, se non Comandi il tuo famiglio, questo ottiene comunque 1 azione ogni round. In genere, sei comunque tu a decidere come spendere quell’azione, ma il GM potrebbe stabilire che il tuo famiglio segue tattiche sue piuttosto che eseguire l’azione che tu preferivi. Questa capacità non funziona con @UUID[Compendium.pf2e.familiar-abilities.Item.9PsptrEoCC4QdM23]{valletto} o capacità simili che richiedono un comando, se sei in grado di cavalcare il tuo famiglio o in situazioni simili.</p>",
            "name": "Indipendente"
        },
        "Innate Surge": {
            "description": "<p>Una volta al giorno, puoi attingere alla magia innata del tuo famiglio per ricaricare la tua. Puoi lanciare un incantesimo innato ottenuto da un talento di stirpe che hai già lanciato oggi. Devi comunque Lanciare l’Incantesimo e soddisfare gli altri requisiti dell’incantesimo.</p>",
            "name": "Impeto Innato"
        },
        "Kinspeech": {
            "description": "<p>Il famiglio parla con gli animali della sua specie e li capisce. Per selezionare questa capacità, il famiglio dev’essere un animale e avere la capacità parlante e tu devi essere almeno di 6° livello.</p>",
            "name": "Lingua dei Propri Simili"
        },
        "Lifelink": {
            "description": "<p>Se i danni riducono il tuo famiglio a 0 PF, puoi subire tu i danni in questione come reazione con il tratto concentrazione. Se lo fai, subisci tutti i danni e il famiglio resta incolume. Se, tuttavia, si verificano effetti particolari quando un colpo danneggia il famiglio (come nel caso del veleno di un serpente), essi si applicano comunque al famiglio.</p>",
            "name": "Connessione Vitale"
        },
        "Major Resistance": {
            "description": "<p>Il tuo famiglio aumenta la sua resistenza ottenuta dalla capacità del famiglio @UUID[Compendium.pf2e.familiar-abilities.Item.FcQQLMAJMgOLjnSv]{resistenza}, portandola a un valore pari al tuo livello. Per selezionare questa capacità devi essere almeno di 8° livello.</p>",
            "name": "Resistenza Maggiore"
        },
        "Manual Dexterity": {
            "description": "<p>Il famiglio può usare fino a due arti come fossero mani per utilizzare azioni con tratto maneggiare.</p>",
            "name": "Destrezza Manuale"
        },
        "Master's Form": {
            "description": "<p>Il tuo famiglio può cambiare forma con una azione singola, trasformandosi in un umanoide della tua stirpe della stessa età, genere e corporatura della sua vera forma, ma mantiene sempre, in maniera insolita, parte della sua natura (per esempio ha occhi di gatto o lingua di serpente). Questa forma è sempre la stessa ogni volta che usa questa capacità. Per il resto utilizza gli effetti di @UUID[Compendium.pf2e.spells-srd.Item.2qGqa33E4GPUCbMV]{forma umanoide}, ma il cambiamento è puramente cosmetico. Solo l’aspetto è umanoide e il famiglio non ottiene nuove capacità. Per selezionare questa capacità, il tuo famiglio deve avere le capacità destrezza manuale e parlante.</p>",
            "name": "Forma del Padrone"
        },
        "Partner in Crime": {
            "description": "<p>Il tuo famiglio è il tuo socio criminale. Pur essendo un servitore, il famiglio ottiene 1 reazione all’inizio dei suoi turni, e può usarla solo per Aiutarti in una prova di Furto o Inganno (deve comunque prepararsi ad Aiutarti, comesempre per la reazione Aiuto). Il famiglio supera automaticamente la sua prova per Aiutarti con queste abilità, oppure ottiene automaticamente un successo critico se tu sei un maestro dell’abilità in questione.</p>",
            "name": "Complice Criminale"
        },
        "Recall Familiar": {
            "description": "<p>Una volta al giorno, puoi usare un’attività da 3 azioni con il tratto concentrazione per teletrasportare il tuo famiglio nel tuo spazio. Il tuo famiglio deve trovarsi entro 1,8 chilometri o il tentativo di richiamarlo fallisce. Questoè un effetto di teletrasporto.</p>",
            "name": "Richiamare Famiglio"
        },
        "Restorative Familiar": {
            "description": "<p>Una volta al giorno, il tuo famiglio può usare 2 azioni con il tratto concentrazione per cederti parte della sua energia e curarti. Deve trovarsi nel tuo spazio per farlo. Recuperi un numero di Punti Ferita pari a @Damage[(max(floor(@actor.level/2),1))d8[healing]]{$1} (minimo 1d8).</p>",
            "name": "Famiglio Ristoratore"
        },
        "Speech": {
            "description": "<p> Il famiglio capisce e parla una lingua che conosci.</p>",
            "name": "Parlante"
        },
        "Spell Battery": {
            "description": "<p>Ottieni uno slot incantesimo aggiuntivo inferiore di almeno 3 gradi al tuo slot incantesimo di grado massimo; devi poter lanciare incantesimi di 4° grado tramite gli slot per selezionare questa capacità del padrone.</p>",
            "name": "Batteria di Incantesimi"
        },
        "Spell Delivery": {
            "description": "<p>Se il tuo famiglio è nel tuo spazio, puoi lanciare un incantesimo con gittata contatto, trasferirne il potere al famiglio e ordinare a quest’ultimo di trasmetterlo. Così facendo, il famiglio utilizza le sue 2 azioni del round per muoversi verso un bersaglio a tua scelta e toccarlo. Se il famiglio non raggiunge il bersaglio per toccarlo in questo turno, l’incantesimo non ha effetto.</p>",
            "name": "Trasmissione di Incantesimi"
        },
        "Toolbearer": {
            "description": "<p> Il tuo famiglio può portare un set di strumenti di Volume al massimo leggero. Finché il famiglio è adiacente a te, puoi estrarre e rimpiazzare gli strumenti come parte dell’azione che li usa, come se li stessi indossando. Per selezionare questa capacità il tuo famiglio deve avere la capacità destrezza manuale.</p>",
            "name": "Portastrumenti"
        },
        "Tough": {
            "description": "<p>I Punti Ferita massimi del tuo famiglio aumentano di 2 per livello.</p>",
            "name": "Robusto"
        },
        "Valet": {
            "description": "<p> Puoi ordinare al tuo famiglio di consegnarti oggetti in modo rapido e preciso. Il famiglio non usa le sue 2 azioni immediatamente al tuo comando. Invece, fino a due volte prima della fine del tuo turno puoi far Interagire il tuo famiglio per recuperare un oggetto di Volume leggero o trascurabile che indossi e metterlo in una delle tue mani libere. Il famiglio non può usare questa capacità per recuperare oggetti riposti. Se il famiglio ha un numero diverso di azioni, può recuperare un oggetto per ogni azione che ha quando riceve questo comando.</p>",
            "name": "Valletto"
        }
    },
    "label": "Capacità del Famiglio"
}
