{
    "entries": {
        "Archetypes": {
            "pages": {
                "Alchemist": {
                    "name": "Alchimista"
                },
                "Herbalist": {
                    "name": "Erborista"
                },
                "Investigator": {
                    "name": "Investigatore"
                },
                "Bounty Hunter": {
                    "name": "Cacciatore di Taglie"
                },
                "Guardian": {
                    "name": "Guardiano"
                },
                "Spell Trickster": {
                    "name": "Inventore Arcano"
                },
                "Undead Slayer": {
                    "name": "Sterminatore di Non Morti"
                },
                "Gunslinger": {
                    "name": "Tiratore"
                },
                "Vampire": {
                    "name": "Vampiro"
                },
                "Gladiator": {
                    "name": "Gladiatore"
                },
                "Rules": {
                    "name": "Regole"
                },
                "Mauler": {
                    "name": "Laceratore"
                },
                "Bard": {
                    "name": "Bardo"
                },
                "Druid": {
                    "name": "Druido"
                },
                "Fighter": {
                    "name": "Guerriero"
                },
                "Firework Technician": {
                    "name": "Dedizione del Pirotecnico"
                },
                "Kineticist": {
                    "name": "Cineta"
                },
                "Knight Vigilant": {
                    "name": "Dedizione del Cavaliere della Vigilanza"
                },
                "Magus": {
                    "name": "Magus"
                },
                "Mummy": {
                    "name": "Mummia"
                },
                "Psychic": {
                    "name": "Psicomante"
                },
                "Ranger": {
                    "name": "Ranger"
                },
                "Rogue": {
                    "name": "Canaglia"
                },
                "Summoner": {
                    "name": "Convocatore"
                },
                "Talisman Dabbler": {
                    "name": "Collezionista di Talismani"
                },
                "Thaumaturge": {
                    "name": "Taumaturgo"
                },
                "Zombie": {
                    "name": "Zombie"
                },
                "Champion": {
                    "name": "Campione"
                },
                "Scout": {
                    "name": "Perlustrare"
                },
                "Werecreature": {
                    "name": "Creatura Mannara"
                },
                "Acrobat": {
                    "name": "Acrobata"
                },
                "Barbarian": {
                    "name": "Barbaro"
                },
                "Sterling Dynamo": {
                    "name": "Dinamo Sterling"
                },
                "Cleric": {
                    "name": "Chierico"
                },
                "Ghost": {
                    "name": "Fantasma"
                },
                "Monk": {
                    "name": "Monaco"
                },
                "Oracle": {
                    "name": "Oracolo"
                },
                "Swashbuckler": {
                    "name": "Spadaccino"
                },
                "Swordmaster": {
                    "name": "Maestro di Spada"
                },
                "Wizard": {
                    "name": "Mago"
                },
                "Lich": {
                    "name": "Lich"
                },
                "Ghost Hunter": {
                    "name": "Cacciatore di Fantasmi"
                },
                "Ghoul": {
                    "name": "Ghoul"
                },
                "Inventor": {
                    "name": "Inventore"
                },
                "Poisoner": {
                    "name": "Avvelenatore"
                },
                "Sorcerer": {
                    "name": "Stregone"
                },
                "Witch": {
                    "name": "Fattuchiere"
                },
                "Snarecrafter": {
                    "name": "Accalappiatore"
                },
                "Vigilante": {
                    "name": "Vigilante"
                }
            }
        },
        "Classes": {
            "pages": {
                "Alchemist": {
                    "name": "Alchimista",
                    "text": "<p><em>Per te non c'è spettacolo più bello che guardare una strana mistura che gorgoglia in un alambicco e bevi senza remore i tuoi geniali elisir. Ti affascina scoprire i segreti della scienza e del mondo naturale, e in laboratorio o in viaggio sperimenti di continuo fantasiosi intrugli per ogni evenienza. Non temi di correre dei rischi quando scagli miscele tossiche o esplosive contro i nemici. La tua personalissima strada verso la gloria è disseminata di composti alchemici che spingono al limite sia la mente che il corpo.</em></p>\n<p><strong>Caratteristica Chiave: INTELLIGENZA</strong></p>\n<p>Al 1° livello, la tua classe ti conferisce un aumento di caratteristica che applichi alla Intelligenza.</p>\n<p><strong>Punti Ferita: 8 più il tuo modificatore di Costituzione</strong></p>\n<p>Al 1° livello e a ogni livello successivo sommi questo valore ai tuoi Punti Ferita massimi.</p>\n<h1>Ruolare il Alchimista</h1>\n<h2>Durante gli Incontri di Combattimento...</h2>\n<p>Lanci bombe contro i nemici, tenendoli impegnati mentre fornisci supporto al resto del gruppo con potenti elisir. Ai livelli più alti, i mutageni alterano il tuo corpo trasformandolo in un'arma resistente e poderosa.</p>\n<h2>Durante gli Incontri Sociali...</h2>\n<p>Metti a disposizione la tua conoscenza ed esperienza con gli oggetti alchemici e i loro segreti, come veleni e malattie.</p>\n<h2>Durante l'Esplorazione...</h2>\n<p>Sei sempre in allerta e tieni le tue bombe a portata di mano. Inoltre, dai consigli su tutto ciò che è misterioso o riguarda l'alchimia.</p>\n<h2>Nelle Pause...</h2>\n<p>Conduci esperimenti in un laboratorio alchemico, distillando elisir, fabbricando bombe e migliorando le tue conoscenze sull'alchimia.</p>\n<h2>Probabilmente...</h2>\n<ul>\n<li>Ti piace armeggiare con strane formule e reagenti alchemici, spesso con dedizione e incoscienza tali da lasciare interdetti gli altri.</li>\n<li>Ti diverti a seminare scompiglio con le tue misture alchemiche, e ti piace guardare le cose mentre bruciano, si dissolvono, congelano e sussultano.</li>\n<li>Sperimenti all'infinito per scoprire nuovi e più potenti strumenti alchemici.</li>\n</ul>\n<h2>Probabilmente gli altri...</h2>\n<ul>\n<li>Ti scambiano per una specie di stregone o di mago eccentrico e non capiscono che non lanci incantesimi; gli incantatori, cimentandosi maldestramente nell'alchimia, non fanno che rafforzare questo equivoco.</li>\n<li>Non comprendono la tua passione per l'alchimia, la creatività e le invenzioni.</li>\n<li>Presumono che, se ancora non hai provocato una catastrofe con i tuoi esperimenti, inevitabilmente accadrà.</li>\n</ul>\n<h1>Competenze Iniziali</h1>\n<p>Al 1° livello, ottieni i gradi di competenza indicati di seguito. Sei senza addestramento in tutte le statistiche non elencate, a meno che tu non ottenga un grado di competenza migliore in qualche altro modo.</p>\n<h2>Percezione</h2>\n<p>Addestrato in Percezione</p>\n<h2>Saving Throws</h2>\n<p>Esperto in Tempra</p>\n<p>Esperto in Rifleesi</p>\n<p>Addestrato in Volontà</p>\n<h2>Abilità</h2>\n<p>Addestrato in Artigianato</p>\n<p>Addestrato in un numero di abilità aggiuntive pari a 3 più il tuo modificatore di Intelligenza</p>\n<h2>Attacchi</h2>\n<p>Addestrato con le armi semplici</p>\n<p>Addestrato con le bombe alchemiche</p>\n<p>Addestrato con gli attacchi senz'armi</p>\n<h2>Difese</h2>\n<p>Addestrato con le armature leggere</p>\n<p>Addestrato con le armature medie</p>\n<p>Addestrato nella difesa senz'armatura</p>\n<h2>CD di Classe</h2>\n<p>Addestrato nella CD di classe dell'alchimista</p>\n<h1>Privilegi di Classe</h1>\n<p>In quanto alchimista, acquisisci i seguenti privilegi di classe. Le capacità ottenute ai livelli superiori riportano, accanto ai rispettivi nomi, i livelli richiesti per acquisirle.</p>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>Il tuo Livello</th>\n<th>Privilegi di Classe</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Alchimia, campo di ricerca, competenze iniziali, formulario, stirpe e background, talento da alchimistaarch field, alchemist feat</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Incremento di abilità, talento generico</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Aumenti di caratteristica, alchimia potente, incremento di abilità, scoperta del campo di ricerca, talento di stirpekill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Esperienza con le armi alchemiche, incremento di abilità, infusioni perpetue, talento generico, volontà di ferroons, skill increase</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Allerta, doppia miscela, esperienza con l'alchimia, incremento di abilità, talento di stirpe</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Aumenti di caratteristica, talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Colosso, incremento di abilità, potenza perpetua, talento generico</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Esperienza con le armature leggere, incremento di abilità, scoperta del campo di ricerca superiore, specializzazione con le armi, talento di stirpease, weapon specialization</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Alchimista solerte, aumenti di caratteristica, eludere, incremento di abilità, talento generico</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Incremento di abilità, maestria alchemica, perfezione perpetua, talento di stirpe</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Incremento di abilità, maestria con le armature leggere, talento generico</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Aumenti di caratteristica, talento da alchimista, talento di abilità</td>\n</tr>\n</tbody>\n</table>\n<h2>Alchimia</h2>\n<p>Comprendi le complesse interazioni tra sostanze naturali e innaturali, e riesci a creare oggetti alchemici per soddisfare ogni tua esigenza. Puoi farlo impiegando reagenti normali con l'attività Fabbricare, oppure puoi usare dei particolari reagenti infusi che ti permettono di fabbricare oggetti temporanei rapidamente e senza alcun costo. Col tempo, imparerai a creare gratuitamente sempre più oggetti alchemici, e dato che ognuno di essi diventerà man mano più potente, il tuo potere aumenterà drasticamente, con buona pace di chi non comprende questa strana scienza.</p>\n<p>Anche se non ne soddisfi i prerequisiti, acquisisci il talento @UUID[Compendium.pf2e.feats-srd.Item.is3Oz9wt11lNq62K]{Fabbricare Oggetti Alchemici} insieme alle 4 formule degli oggetti alchemici comuni di 1° livello conferite da esso. Puoi utilizzare questo talento per creare oggetti alchemici a patto che le relative formule siano presenti nel tuo formulario.</p>\n<h3><strong>Reagenti Infusi</strong></h3>\n<p>Infondi la tua essenza alchemica nei reagenti, così da poter creare oggetti alchemici senza alcun costo. Ogni giorno, durante i preparativi giornalieri, ottieni un numero di partite di reagenti infusi pari al tuo livello + il tuo modificatore di Intelligenza. Puoi usare questi reagenti con alchimia avanzata o Alchimia Rapida, come descritto più avanti. Complessivamente, i reagenti infusi hanno Volume leggero.</p>\n<p>Non appena effettui nuovamente i preparativi giornalieri, i reagenti infusi del giorno prima vengono immediatamente distrutti, e gli effetti non permanenti degli oggetti infusi il giorno precedente terminano all'istante. Sebbene siano oggetti fisici, i reagenti infusi non possono essere duplicati, preservati o creati se non durante i preparativi giornalieri, altrimenti questi reagenti artificiali sono privi di infusione e risultano inutili ai fini di alchimia avanzata e Alchimia Rapida.</p>\n<h3><strong>Alchimia Avanzata</strong></h3>\n<p>Durante i preparativi giornalieri, dopo aver prodotto nuovi reagenti infusi, puoi consumare delle partite di questi materiali per creare oggetti alchemici infusi. Per farlo, non devi effettuare una prova di Artigianato e ignori sia il numero di giorni normalmente richiesto per fabbricare gli oggetti che eventuali requisiti riguardanti i reagenti alchemici. Il tuo livello di alchimia avanzata è pari al tuo livello. Per ogni partita di reagenti infusi consumata, scegli un oggetto alchemico del tuo livello di alchimia avanzata o inferiore presente nel tuo formulario, e crei una partita di due esemplari di quell'oggetto. Ognuno di questi oggetti ha il tratto infuso e si mantiene potente per 24 ore o finché non effettui nuovamente i preparativi giornalieri, quale delle due condizioni si verifichi prima.</p>\n<h3><strong>Alchimia Rapida</strong></h3>\n<p>Se hai bisogno subito di un'oggetto alchemico specifico, puoi usare i reagenti infusi per crearne uno sul momento con l'azione Alchimia Rapida.</p>\n<h3>@UUID[Compendium.pf2e.feats-srd.Item.NlEZ0piDxg9buXCL]{Alchimia Rapida}<span class=\"action-glyph\">1</span></h3>\n<p><strong>Costo</strong> 1 partita di reagenti infusi</p>\n<p><strong>Requisiti</strong> Devi avere degli @UUID[Compendium.pf2e.equipment-srd.Item.4ftXXUCBHcf4b0MH]{Strumenti da Alchimista}, la formula dell'oggetto alchemico che stai creando e una mano libera.</p>\n<hr />\n<p>Mescoli rapidamente un oggetto alchemico di breve durata da usare al momento. Crei un singolo oggetto magico del tuo livello di alchimia avanzata o inferiore presente nel tuo formulario senza dover pagare il normale costo monetario dei reagenti alchemici o dover effettuare una prova di Artigianato. L'oggetto in questione ha il tratto infuso, ma rimane potente solo fino all'inizio del tuo turno successivo.</p>\n<h3><strong>Formulario</strong></h3>\n<p>Gli alchimisti trascrivono meticolosamente le formule degli oggetti che possono creare. All'inizio ottieni gratuitamente un formulario standard del valore di 10 ma o inferiore. Il formulario contiene le formule per due oggetti alchemici comuni di 1° livello a tua scelta, oltre alle formule conferite da fabbricare oggetti alchemici e dal tuo campo di ricerca.</p>\n<p>Ogni volta che avanzi di livello, puoi aggiungere le formule di due oggetti alchemici comuni al tuo formulario. Tali formule possono riguardare oggetti di livello pari o inferiore al livello di oggetti che sei in grado di creare. Impari queste formule automaticamente, ma è anche possibile trovare o acquistare altre formule negli insediamenti o da altri alchimisti, o inventarle con il talento @UUID[Compendium.pf2e.feats-srd.Item.XR95taODq1sq82Du]{Inventore}.</p>\n<h2>Campo di Ricerca</h2>\n<p>Le tue indagini sulla natura alchemica dell'universo ti hanno portato a concentrarti su uno specifico campo di ricerca. Forse hai conseguito un titolo accademico presso un istituto scientifico, ti tieni in contatto con altri ricercatori nel tuo campo o sei un genio solitario. Scegli un campo di ricerca tra quelli presentati più avanti.</p>\n<p>Il tuo campo di ricerca aggiunge una serie di formule al tuo formulario; questi sono i tuoi oggetti distintivi. Quando usi un lotto di reagenti infusi per creare i tuoi oggetti distintivi usando l'alchimia avanzata, crei tre oggetti invece di due. Ogni volta che guadagni un livello, puoi scambiare uno dei tuoi oggetti distintivi con un'altra formula nel tuo formulario. Questo nuovo oggetto distintivo deve essere nell'elenco dei possibili oggetti distintivi del tuo campo di ricerca.</p>\n<p>I campi di ricerca possono essere trovati qua: (@UUID[Compendium.pf2e.classfeatures.Item.7JbiaZ8bxODM5mzS]{Bombarolo}, @UUID[Compendium.pf2e.classfeatures.Item.eNZnx4LISDNftbx2]{Cerusico}, @UUID[Compendium.pf2e.classfeatures.Item.tvdb1jkjl2bRZjSp]{Mutagenista} e @UUID[Compendium.pf2e.classfeatures.Item.P9quO9XZi3OWFe1k]{Tossicologo}).</p>\n<h2>Competenze Iniziali</h2>\n<p>Al 1° livello ottieni un certo numero di competenze che rappresentano il tuo addestramento di base, indicate all'inizio della descrizione della classe.</p>\n<h2>Stirpe e Background</h2>\n<p>Oltre alle capacità conferite dalla classe, ottieni i benefici della stirpe e del background che hai scelto.</p>\n<h2>Talenti da Alchimista</h2>\n<p>Al 1° livello, e successivamente ad ogni livello pari, ottieni un talento da alchimista.</p>\n<h2>Talenti di Abilità<span style=\"float:right\">2°</span></h2>\n<p>Al 2° livello, e successivamente ogni 2 livelli, ottieni un talento di abilità. Per selezionarne uno devi essere almeno addestrato nell'abilità corrispondente.</p>\n<h2>Incrementi di Abilità<span style=\"float:right\">3°</span></h2>\n<p>Al 3° livello, e successivamente ogni 2 livelli, ottieni un incremento di abilità. Puoi utilizzarlo per aumentare ad addestrato il tuo grado di competenza in un'abilità in cui sei aenza addestramento, o per aumentarlo a Esperto in un'abilità in cui sei già Addestrato.</p>\n<p>Al 7° livello, puoi impiegare gli incrementi di abilità per aumentare a maestro il tuo grado di competenza in un'abilità in cui sei già Esperto, mentre al 15° livello puoi utilizzarli per aumentare a Leggendario il tuo grado di competenza in un'abilità in cui sei già maestro.</p>\n<h2>Talenti Generici<span style=\"float:right\">3°</span></h2>\n<p>Al 3° livello, e successivamente ogni 4 livelli, ottieni un talento generico.</p>\n<h2>Aumenti di Caratteristica<span style=\"float:right\">5°</span></h2>\n<p>In aggiunta a quello che ottieni dall tua classe al 1° livello, ha quattro aumenti di caratteristica gratuiti a diversi modificatori di caratteristica.</p>\n<p>Al 5° livello, e successivamente ogni 5 livelli, aumenti quattro diversi modificatori di caratteristica. Se un tuo modificatore di caratteristica è già +4 o superiore, richiede due aumenti per incrementarlo; ottieni un aumento parziale e devi aumentare nuovamente quell'attributo in un livello successivo per incrementarlo di 1.</p>\n<h2>Alchimia Potente<span style=\"float:right\">5°</span></h2>\n<p>Gli oggetti alchemici che crei al volo sono particolarmente potenti. Quando utilizzi Alchimia Rapida per creare un oggetto alchemico infuso che concede un tiro salvezza, puoi scambiare la sua CD con la tua CD di classe.</p>\n<h2>Scoperta del Campo di Ricerca<span style=\"float:right\">5°</span></h2>\n<p>Apprendi una scoperta speciale pertinente al tuo campo di ricerca.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Talenti di Stirpe<span style=\"float:right\">5°</span></h2>\n<p>In aggiunta al talento di stirpe iniziale, ne ottieni uno al 5° livello e successivamente ogni 4 livelli.</p>\n<h2>Esperienza con le Armi Alchemiche<span style=\"float:right\">7°</span></h2>\n<p>Ti sei addestrato per usare più efficacemente le armi che trovi nel tuo laboratorio. Il tuo grado di competenza con armi semplici, bombe alchemiche e attacchi senz'armi aumenta a esperto.</p>\n<h2>Infusioni Perpetue<span style=\"float:right\">7°</span></h2>\n<p>Al 7° livello, hai imparato a creare infusioni alchemiche perpetue che possono fornire una riserva pressoché illimitata di alcuni oggetti semplici. Acquisisci la capacità di creare due oggetti alchemici di l° livello utilizzando Alchimia Rapida senza consumare una partita di reagenti infusi. Gli oggetti selezionabili variano in base al tuo campo di ricerca e devono figurare nel tuo formulario.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Volontà di Ferro<span style=\"float:right\">7°</span></h2>\n<p>Hai sviluppato difese mentali ferree. Il tuo grado di competenza nei tiri salvezza su Volontà aumenta a esperto.</p>\n<h2>Allerta<span style=\"float:right\">9°</span></h2>\n<p>Rimani vigile nei confronti di possibili minacce. Il tuo grado di competenza in Percezione aumenta a esperto.</p>\n<h2>Doppia Miscela<span style=\"float:right\">9°</span></h2>\n<p>Conosci così bene le tue formule che può miscelarne due insieme. Quando utilizzi l'azione Alchimia Rapida, anziché consumare una partita di reagenti infusi per creare un singolo oggetto, puoi consumarne due per creare fino a due oggetti alchemici come descritto nella suddetta azione. Non occorre che si tratti di due esemplari dello stesso oggetto.</p>\n<h2>Esperienza con l'Alchimia<span style=\"float:right\">9°</span></h2>\n<p>La pratica costante ha accresciuto l'efficacia delle tue minare. Il tuo grado di competenza nella CD di classe dell'alchimista aumenta a esperto.</p>\n<h2>Colosso<span style=\"float:right\">11°</span></h2>\n<p>Il tuo corpo è abituato alle sollecitazioni fisiche e resiste alle malattie. Aumenti a maestro il tuo grado di competenza nei tiri salvezza su Tempra. Quando ottieni un successo in un tiro salvezza su Tempra, lo consideri un successo critico.</p>\n<h2>Potenza Perpetua<span style=\"float:right\">11°</span></h2>\n<p>Migliorando le tue infusioni perpetue, puoi usare Alchimia Rapida per creare oggetti più potenti senza alcun costo. Gli oggetti selezionabili variano in base al tuo campo di ricerca e devono figurare nel formulario.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Esperienza con le Armature Leggere<span style=\"float:right\">13°</span></h2>\n<p>Hai imparato a schivare mentre indossi un'armatura media, un'armatura leggera, o sei privo di armatura. Il tuo grado di competenza con armature medie, armature leggere e difesa senz'armatura aumenta a esperto.</p>\n<h2>Scoperta del Campo di Ricerca Superiore<span style=\"float:right\">13°</span></h2>\n<p>Fai una scoperta incredibile con cui approfondisci la conoscenza del tuo campo di ricerca.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Specializzazione con le Armi<span style=\"float:right\">13°</span></h2>\n<p>Hai imparato a infliggere ferite più gravi con le armi che conosci meglio. Infliggi 2 danni aggiuntivi con armi e attacchi senz'armi in cui sei esperto. Questi danni aumentano a 3 se sei maestro e a 4 se sei leggendario.</p>\n<h2>Alchimista Solerte<span style=\"float:right\">15°</span></h2>\n<p>Sei talmente a tuo agio nel miscelare sostanze da riuscire a creare tre oggetti alla volta. Quando utilizzi l'azione Alchimia Rapida, puoi consumare fino a tre partite di reagenti infusi per creare un massimo di tre oggetti alchemici come descritto nell'azione. Non occorre che siano tre esemplari dello stesso oggetto e riponi automaticamente uno di questi nuovi oggetti mentre li crei.</p>\n<h2>Eludere<span style=\"float:right\">15°</span></h2>\n<p>Hai imparato a muoverti velocemente per evitare esplosioni, soffi di drago e non solo. Il tuo grado di competenza nei tiri salvezza su Riflessi aumenta a maestro. Quando ottieni un successo in un tiro salvezza su Riflessi, consideri il risultato un successo critico.</p>\n<h2>Maestria Alchemica<span style=\"float:right\">17°</span></h2>\n<p>Le tue misture alchemiche sono straordinariamente efficaci. Il tuo grado di competenza nella CD di classe dell'alchimista aumenta a maestro.</p>\n<h2>Perfezione Perpetua<span style=\"float:right\">17°</span></h2>\n<p>Hai perfezionato le tue infusioni, al punto di poter utilizzare Alchimia Rapida per creare oggetti ancor più potenti senza alcun costo. Gli oggetti selezionabili dipendono dal tuo campo di ricerca e devono figurare nel formulario.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Maestria con le Armature Leggere<span style=\"float:right\">19°</span></h2>\n<p>Aumenti la tua perizia con le armature, migliorando la tua capacità di schivare i colpi. Il tuo grado di competenza con armature medie, armature leggere e difesa senz'armatura aumenta a maestro.</p>"
                },
                "Barbarian": {
                    "name": "Barbaro",
                    "text": "<p><em>In battaglia l'ira ti consuma. Gioisci nel seminare scompiglio e laceri le carni dei nemici con armi possenti, affidandoti a una resistenza strabiliante grazie alla quale fai a meno di tecniche complesse o di un rigido addestramento. La tua furia attinge a un istinto violento associato a un animale, uno spirito o una parte di te. Per molti barbari, la forza bruta è un martello e i problemi sono chiodi da battere, mentre altri tentano di reprimere la tempesta emotiva che li infiamma e liberano la furia solo nei momenti cruciali.</em></p>\n<p><strong>Caratteristica Chiave: FORZA</strong></p>\n<p>Al 1° livello, la tua classe ti conferisce un aumento di caratteristica alla Forza.</p>\n<p><strong>Punti Ferita: 12 più il tuo modificatore di Costituzione</strong></p>\n<p>Al 1° livello e a ogni livello successivo sommi questo valore ai tuoi Punti Ferita massimi.</p>\n<h1>Ruolare il Barbaro</h1>\n<h2>Durante gli Incontri di Combattimento...</h2>\n<p>Ti abbandoni alla furia e ti precipiti in prima linea per aprirti un varco devastando ogni cosa. La miglior difesa è l'attacco: devi abbattere i nemici prima che approfittino delle tue difese relativamente deboli.</p>\n<h2>Durante gli Incontri Sociali...</h2>\n<p>Ricorri all'intimidazione per ottenere ciò che vuoi, specie quando forme di persuasione più gentili si rivelano inefficaci.</p>\n<h2>Durante l'Esplorazione...</h2>\n<p>Resti in guardia contro i pericoli, pronto a lanciarti a capofitto nella battaglia all'istante. Sei tu a scalare un'insidiosa parete di roccia e a gettare una corda ai tuoi compagni perché ti seguano, e sei tu a sfidare pericolose correnti per raggiungere l'interruttore nascosto sott'acqua. E se c'è da spaccare qualcosa, nessun problema!</p>\n<h2>Nelle Pause...</h2>\n<p>Potresti andare a far baldoria in una taverna, divulgare l'epico racconto delle tue gesta eroiche o reclutare seguaci per diventare tu stesso un signore della guerra.</p>\n<h2>Probabilmente...</h2>\n<ul>\n<li>In te sono ben radicati sentimenti di rabbia, odio o frustrazione.</li>\n<li>Preferisci un approccio diretto ad altri che richiedono pazienza o trovi noiosi.</li>\n<li>Ti dedichi a un intenso regime di attività fisica, e prendi a pugni chiunque dica che questo contrasta con la tua avversione verso le attività noiose e che richiedono pazienza.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Contano sul tuo coraggio e la tua forza, e confidano che tu sappia farti valere in combattimento.</li>\n<li>Ti ritengono un selvaggio incivile o uno zotico villano inadatto all'alta società.</li>\n<li>Credono nella tua lealtà verso amici e alleati, e sono convinti che non cederai finché la battaglia non sarà finita.</li>\n</ul>\n<h1>Competenze Iniziali</h1>\n<p>Al 1° livello, ottieni i gradi di competenza indicati di seguito. Sei senza addestramento in tutte le statistiche non elencate, a meno che tu non ottenga un grado di competenza migliore in qualche altro modo.</p>\n<h2>Percezione</h2>\n<p>Esperto in Percezione</p>\n<h2>Tiri Salvezza</h2>\n<p>Esperto in Tempra</p>\n<p>Trained in Riflessi</p>\n<p>Esperto in Volontà</p>\n<h2>Abilità</h2>\n<p>Addestrato in Atletica</p>\n<p>Addestrato in un numero di abilità aggiuntive pari a 3 più il tuo modificatore di Intelligenza</p>\n<h2>Attacchi</h2>\n<p>Addestrato con le armi semplici</p>\n<p>Addestrato con le armi da guerra</p>\n<p>Addestrato negli attacchi senz'armi</p>\n<h2>Difese</h2>\n<p>Addestrato con le armature leggere</p>\n<p>Addestrato con le armature medie</p>\n<p>Addestrato nella difesa senz'armatura</p>\n<h2>CD di Classe</h2>\n<p>Addestrato nella CD di classe del barbaro</p>\n<h1>Privilegi di Classe</h1>\n<p>In quanto barbaro, acquisisci i seguenti privilegi di classe. Le capacità ottenute ai livelli superiori riportano, accanto ai rispettivi nomi, i livelli richiesti per acquisirle.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Il tuo Livello</th>\n<th>Privilegi di Classe</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Competenze iniziali, furia, istinto, stirpe e background, talento da barbaro</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Incremento di abilità, negare vantaggio, talento generico</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Aumenti di caratteristica, brutalità, incremento di abilità, talento di stirpe</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Colosso, incremento di abilità, specializzazione con le armi, talento generico</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Incremento di abilità, resistenza furiosa, riflessi fulminei, talento di stirpe</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Aumenti di caratteristica, talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Furia possente, incremento di abilità, talento generico</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Arma furente, colosso superiore, esperienza con le armature medie, incremento di abilità, talento di stirpe</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Aumenti di caratteristica, incremento di abilità, specializzazione con le armi superiore, talento generico, volontà indomita</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Furia rapida, incremento di abilità, sensi potenziati, talento di stirpe</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Armatura del furore, devastatore, incremento di abilità, talento generico</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Aumenti di caratteristica, talento da barbaro, talento di abilità</td>\n</tr>\n</tbody>\n</table>\n<h2>Competenze Iniziali</h2>\n<p>Al 1° livello ottieni un certo numero di competenze che rappresentano il tuo addestramento di base, indicate all'inizio della descrizione della classe.</p>\n<h2>Furia</h2>\n<p>Acquisisci l'azione Infuriarsi, con cui ti lasci pervadere da un'ira incontrollabile.</p>\n<h3>@UUID[Compendium.pf2e.actionspf2e.Item.Ah5g9pDwWF9b9VW9]{Infuriarsi} <span class=\"pf2-icon\">A</span></h3>\n<p><strong>Requisiti</strong> Non sei affaticato o infuriato.</p>\n<hr />\n<p>Attingendo alla rabbia dentro di te inizi a infuriarti. Ottieni un numero di Punti Ferita temporanei pari al tuo livello più il tuo modificatore di Costituzione. La furia dura 1 minuto, finché non restano più nemici che tu possa percepire o finché non perdi i sensi, quale di queste condizioni si verifichi per prima. Non puoi interrompere volontariamente la furia. Mentre sei infuriato:</p>\n<ul>\n<li>Infliggi 2 danni aggiuntivi con armi da mischia e attacchi senz'armi, che si dimezzano se l'arma o l'attacco senz'armi è agile.</li>\n<li>Subisci penalità -1 alla CA.</li>\n<li>Non puoi effettuare azioni con il tratto concentrazione a meno che non abbiano anche il tratto furia. Puoi Individuare mentre sei infuriato.</li>\n</ul>\n<p>Terminata la furia, perdi i punti ferita temporanei conferiti da Infuriarsi che ti restano e non puoi Infuriarti nuovamente per 1 minuto.</p>\n<h2>Istinto</h2>\n<p>La tua furia sgorga da un istinto dominante, che hai ereditato da una tradizione o fa parte della tua indole. L'istinto ti assegna una capacità, ti proibisce certi comportamenti, ti conferisce resistenze e incrementi dei danni ai livelli superiori e ti permette di scegliere talenti legati a esso.</p>\n<p>Gli istinti possono essere trovati qua: @UUID[Compendium.pf2e.classfeatures.Item.0FtzFbUrN56KA67z]{Istinto Animale}, @UUID[Compendium.pf2e.classfeatures.Item.JuKD6k7nDwfO0Ckv]{Istinto del Gigante}, @UUID[Compendium.pf2e.classfeatures.Item.VDot7CDcXElxmkkz]{Istinto Draconico}, @UUID[Compendium.pf2e.classfeatures.Item.TQqv9Q5mB4PW6LH9]{Istinto Spirituale}, @UUID[Compendium.pf2e.classfeatures.Item.k7M9jedvt31AJ5ZR]{Fury Instinct}, and @UUID[Compendium.pf2e.classfeatures.Item.SCYSjUbMmw8JD9P9]{Superstition Instinct}.</p>\n<h2>Stirpe e Background</h2>\n<p>Oltre alle capacità conferite dalla classe, ottieni i benefici della stirpe e del background che hai scelto.</p>\n<h2>Talenti da Barbaro</h2>\n<p>Al 1° livello, e successivamente ad ogni livello pari, ottieni un talento da barbaro.</p>\n<h2>Talenti di Abilità<span style=\"float:right\">2°</span></h2>\n<p>Al 2° livello, e successivamente ogni 2 livelli, ottieni un talento di abilità. Per selezionarne uno devi essere almeno addestrato nell'abilità corrispondente.</p>\n<h2>Incrementi di Abilità<span style=\"float:right\">3°</span></h2>\n<p>Al 3° livello, e successivamente ogni 2 livelli, ottieni un incremento di abilità. Puoi utilizzarlo per aumentare ad addestrato il tuo grado di competenza in un'abilità in cui sei senza addestramento, o per aumentarlo a esperto in un'abilità in cui sei già addestrato.</p>\n<p>Al 7° livello, puoi impiegare gli incrementi di abilità per aumentare a maestro il tuo grado di competenza in un'abilità in cui sei già Esperto, mentre al 15° livello puoi utilizzarli per aumentare a Leggendario il tuo grado di competenza in un'abilità in cui sei già maestro.</p>\n<h2>Negare Vantaggio<span style=\"float:right\">3°</span></h2>\n<p>I nemici faticano a penetrare le tue difese. Non sei impreparato nei confronti di creature di livello pari o inferiore al tuo nascoste, Non Individuate, che ti Attaccano ai Fianchi o che utilizzano attacco improvviso. Tali creature possono comunque aiutare i loro alleati ad attaccarti ai fianchi.</p>\n<h2>Talenti Generici<span style=\"float:right\">3°</span></h2>\n<p>Al 3° livello, e successivamente ogni 4 livelli, ottieni un talento generico.</p>\n<h2>Aumenti di Caratteristica<span style=\"float:right\">5°</span></h2>\n<p>In aggiunta a quello che ottieni dall tua classe al 1° livello, ha quattro aumenti di caratteristica gratuiti a diversi modificatori di caratteristica.</p>\n<p>Al 5° livello, e successivamente ogni 5 livelli, aumenti quattro diversi modificatori di caratteristica. Se un tuo modificatore di caratteristica è già +4 o superiore, richiede due aumenti per incrementarlo; ottieni un aumento parziale e devi aumentare nuovamente quell'attributo in un livello successivo per incrementarlo di 1.</p>\n<h2>Brutalità<span style=\"float:right\">5°</span></h2>\n<p>La furia rende le tue armi micidiali. Il tuo grado di competenza con armi semplici, da guerra e attacchi senz'armi aumenta a esperto. Mentre sei infuriato, hai accesso agli effetti di specializzazione del critico di armi da mischia e attacchi senz'armi.</p>\n<h2>Talenti di Stirpe<span style=\"float:right\">5°</span></h2>\n<p>In aggiunta al talento di stirpe iniziale, ne ottieni uno al 5° livello e successivamente ogni 4 livelli.</p>\n<h2>Colosso<span style=\"float:right\">7°</span></h2>\n<p>Il tuo corpo è abituato alle sollecitazioni fisiche e resiste alle malattie. Il tuo grado di competenza nei tiri salvezza su Tempra aumenta a maestro. Quando ottieni un successo in un tiro salvezza su Tempra, lo consideri un successo critico.</p>\n<h2>Specializzazione con le Armi<span style=\"float:right\">7°</span></h2>\n<p>La furia ti permette di colpire più duro. Infliggi 2 danni aggiuntivi con armi e attacchi senz'armi con cui sei esperto che aumentano a 3 se sei maestro e a 4 se sei leggendario. Acquisisci la capacità di specializzazione del tuo istinto.</p>\n<p>Guarda gli istinti specifici per maggiori informazioni.</p>\n<h2>Resistenza Furiosa<span style=\"float:right\">9°</span></h2>\n<p>L'esposizione ripetuta ai danni e una pelle coriacea ti proteggono dalle ferite. Mentre sei infuriato, acquisisci una resistenza pari a 3 + il modificatore di Costituzione ai tipi di danno contemplati dal tuo istinto.</p>\n<p>Guarda gli istinti specifici per maggiori informazioni.</p>\n<h2>Lightning Reflexes<span style=\"float:right\">9°</span></h2>\n<p>Hai riflessi veloci come il fulmine. Il tuo grado di competenza nei tiri salvezza su Riflessi aumenta a esperto.</p>\n<h2>Furia Possente<span style=\"float:right\">11°</span></h2>\n<p>La furia si intensifica, permettendoti di agire all'istante. Il tuo grado di competenza nella tua CD di classe da Barbaro aumenta a esperto. Acquisisci l'azione gratuita Furia Possente.</p>\n<h3>@UUID[Compendium.pf2e.actionspf2e.Item.74iat04PtfG8gn2Q]{Furia Possente} <span class=\"pf2-icon\">F</span></h3>\n<p><strong>Trigger</strong> Utilizzi l'azione Infuriarsi nel tuo turno.</p>\n<hr />\n<p>Effettui un'azione con il tratto furia. In alternativa, puoi aumentare a 2 il numero azioni dell'azione di Infuriarsi richiesta dall'innesco per effettuare un'attività da 2 azioni con il tratto furia.</p>\n<h2>Colosso Superiore<span style=\"float:right\">13°</span></h2>\n<p>Hai un fisico robusto. Il tuo grado di competenza nei tiri salvezza su Tempra aumenta a leggendario. Quando ottieni un fallimento critico con un tiro salvezza su Tempra, consideri il risultato come un fallimento. Quando ottieni un fallimento in un tiro salvezza su Tempra contro un effetto che infligge danni, dimezzi l'ammontare di questi ultimi.</p>\n<h2>Arma Furente<span style=\"float:right\">13°</span></h2>\n<p>La furia ti rende ancor più efficace con le armi che impugni. Il tuo grado di competenza con armi semplici, armi da guerra e attacchi senz'armi aumenta a maestro.</p>\n<h2>Esperienza con le Armature Medie<span style=\"float:right\">13°</span></h2>\n<p>Hai imparato a difenderti meglio dagli attacchi. Il tuo grado di competenza con armature leggere, armature medie e difesa senz'armatura aumenta a esperto.</p>\n<h2>Specializzazione con le Armi Superiore<span style=\"float:right\">15°</span></h2>\n<p>Nelle tue mani, le armi che sai padroneggiare incutono davvero paura. I danni conferiti da specializzazione con le armi aumentano a 4 con armi e attacchi senz'armi in cui sei esperto, a 6 se sei maestro e a 8 se sei leggendario. La capacità di specializzazione del tuo istinto ti conferisce un beneficio superiore.</p>\n<p>Guarda gli istinti specifici per maggiori informazioni.</p>\n<h2>Volontà Indomita<span style=\"float:right\">15°</span></h2>\n<p>La furia ti protegge da chi vuole controllarti. Il tuo grado di competenza nei tiri salvezza su Volontà aumenta a maestro. Quando ottieni un successo in un tiro salvezza su Volontà, consideri il risultato come un successo critico.</p>\n<h2>Furia Rapida<span style=\"float:right\">17°</span></h2>\n<p>Terminata la furia, ti riprendi velocemente e ben presto sei pronto a ricominciare. Dopo esserti placato per un intero round, puoi Infuriarti nuovamente senza dover aspettare 1 minuto.</p>\n<h2>Sensi Potenziati<span style=\"float:right\">17°</span></h2>\n<p>Il tuo istinto acuisce ulteriormente ognuno dei tuoi sensi. Il tuo grado di competenza in Percezione aumenta a maestro.</p>\n<h2>Armatura del Furore<span style=\"float:right\">19°</span></h2>\n<p>Il tuo legame con l'armatura si rafforza grazie all'addestramento e alla furia. Il tuo grado di competenza con armature leggere, armature medie e difesa senz'armatura aumenta a maestro.</p>\n<h2>Devastatore<span style=\"float:right\">19°</span></h2>\n<p>Le tue capacità da barbaro sono impareggiabili e Colpisci in maniera così devastante da curarti appena delle resistenze. Il tuo grado di competenza nella CD di classe aumenta a maestro. I tuoi Colpi in mischia ignorano 10 punti della resistenza di una creatura ai danni fisici che infliggono.</p>"
                },
                "Guardian": {
                    "name": "Guardiano"
                },
                "Investigator": {
                    "name": "Investigatore"
                },
                "Oracle": {
                    "name": "Oracolo"
                },
                "Druid": {
                    "name": "Druido"
                },
                "Fighter": {
                    "name": "Guerriero"
                },
                "Gunslinger": {
                    "name": "Tiratore"
                },
                "Summoner": {
                    "name": "Convocatore"
                },
                "Swashbuckler": {
                    "name": "Spadaccino"
                },
                "Psychic": {
                    "name": "Psicomante"
                },
                "Kineticist": {
                    "name": "Cineta"
                },
                "Champion": {
                    "name": "Campione"
                },
                "Sorcerer": {
                    "name": "Stregone"
                },
                "Wizard": {
                    "name": "Mago"
                },
                "Bard": {
                    "name": "Bardo"
                },
                "Cleric": {
                    "name": "Chierico"
                },
                "Inventor": {
                    "name": "Inventore"
                },
                "Rogue": {
                    "name": "Canaglia"
                },
                "Thaumaturge": {
                    "name": "Taumaturgo"
                },
                "Witch": {
                    "name": "Fattuchiere"
                },
                "Magus": {
                    "name": "Magus"
                },
                "Monk": {
                    "name": "Monaco"
                },
                "Ranger": {
                    "name": "Ranger"
                }
            },
            "name": "Classi"
        },
        "Ancestries": {
            "name": "Stirpi",
            "pages": {
                "Anadi": {
                    "name": "Anadi"
                },
                "Android": {
                    "name": "Androide",
                    "text": "<p><em>Gli androidi, meraviglie tecnologiche provenienti da un altro mondo, hanno corpi sintetici e anime viventi. La loro duplice natura li rende rapidi e calmi quando sono sotto pressione, ma a loro agio nella quiete e nella solitudine.</em></p>\n<hr />\n<p>Gli androidi arrivarono per la prima volta su Golarion durante la Pioggia di Stelle, quando una nave interstellare proveniente dal lontano pianeta di Androffa si schiantò, spargendo detriti su tutta la Numeria. Alcuni androidi sopravvissuti allo schianto camminano ancora oggi su Golarion, ma la maggior parte è stata creata dalle capsule tecnologiche, chiamate fonderie, che operano sporadicamente tra i rottami dell'astronave. Gli androidi nati da questi uteri meccanici possiedono corpi maturi e anime neonate, sia organiche che sintetiche; emergono conoscendo solo il linguaggio dei loro creatori e le abilità motorie necessarie alla sopravvivenza. Non hanno alcuna comprensione di ciò che li circonda, della loro origine o del loro scopo. Molti apprendono come comportarsi osservando la realtà mentre vagano per la Numeria.</p>\n<p>Gli androidi tendono ad essere introversi, logici, razionali e contemplativi. Insaziabilmente curiosi, con un desiderio di capire se stessi e il mondo che li circonda, danno grande valore alle attività intellettuali. Hanno difficoltà ad interpretare ed esprimere le emozioni, sia in se stessi che negli altri, il che li fa sembrare distanti e indifferenti. Possono creare legami emotivi, ma trovano più difficile connettersi con chi non è un androide.</p>\n<p>Se vuoi un personaggio che sia un forestiero sintetico in un mondo fantastico, costretto a imparare le sfumature della realtà e della società attraverso i soli poteri di osservazione e di logica, dovresti interpretare un androide.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Tenere segreta la tua identità, supponendo che altri vogliano sfruttarti o farti del male.</li>\n<li>Pianificare in anticipo, preparando diversi piani di emergenza anche per compiti semplici.</li>\n<li>Calcolare le ripercussioni delle tue azioni, invenzioni e pensieri prima di condividerli.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Suppongono che tu sappia come usare la tecnologia e che tu posso comunicare abilmente con i costrutti e i robot.</li>\n<li>Ti credono immortale e invidiano la tua eterna giovinezza e il tuo vigore.</li>\n<li>Pensano che tu non abbia sentimenti e che non possa stabilire legami emotivi con gli altri.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli androidi sono stati creati a immagine e somiglianza dell'umanità, quindi le fonderie producono androidi che rappresentano tutto il genere umano. Gli androidi presentano tonalità della pelle, etnie, altezze, forme del corpo e identità di genere molto differenti. Respirano, mangiano e dormono come gli umani, anche se sono incapaci di procreare biologicamente. I loro corpi contengono microscopici naniti, trasportati da un fluido troppo acquoso per essere sangue, che gestiscono i loro processi organici. Questi naniti sono controllati attraverso un circuito biologico che somiglia a un tatuaggio ed è in genere situato su mani, avambracci, viso o collo. Molti androidi sfruttano i loro naniti per aumentare l'efficienza corporea, il che fa brillare i loro circuiti.</p>\n<p>Gli androidi non invecchiano. Piuttosto, il loro aspetto organico diventa meno convincente con il tempo, facendoli sembrare più artificiali. Dopo un secolo, la maggior parte degli androidi sente che il suo tempo sta per finire e deliberatamente l'anima all'Ossario, per affrontare il giudizio di Pharasma. I loro corpi si spengono, entrando in un'ibernazione senza vita mentre i naniti iniziano il protocollo di ripristino e riportano i corpi sintetici al loro stato originale. Dopo alcune settimane, una nuova anima entra nella forma dell'androide, innescando la reinizializzazione. Questo processo, chiamato Rinnovamento, è un evento da celebrare come la nascita di un bambino. Chi muore in modo violento non può Rinnovarsi, quindi gli androidi fanno di tutto per proteggere se stessi e i loro consanguinei dal pericolo.</p>\n<h2>Società</h2>\n<p>Gli androidi sono stati sfruttati, schiavizzati e distrutti dai loro vicini Numeriani, quindi si nascondono per sopravvivere. Molti scelgono di mantenere segreta la loro stirpe, integrandosi nella società umana o adattandosi a uno stile di vita nomade. Alcuni androidi evitano l'umanità per vivere tra i loro simili. Questi gruppi rimangono spesso piccoli per necessità: mentre una coppia di androidi può evitare il pericolo grazie all'accortezza, i grandi gruppi attirano troppa attenzione.</p>\n<p>Le comunità androidi sono efficienti e altamente organizzate. Ogni cittadino comprende il proprio ruolo ed è orgoglioso di svolgerlo efficacemente. Dibattiti e lezioni sono frequenti, poiché gli androidi cercano di capire se stessi e il loro mondo attraverso l'istruzione e la ricerca. Queste enclave isolate e segrete si trasferiscono quando vengono scoperte.</p>\n<h2>Allineamento e Religione</h2>\n<p>Gran parte degli androidi è neutrale. Si preoccupa della propria sicurezza e di quella dei suoi compagni e dei suoi simili. Gli androidi interessati alla religione di solito adorano Casandalee o Brigh, dee che uniscono inventiva e vita. Altre divinità popolari sono Desna, Irori e Gozreh.</p>\n<h2>Nomi</h2>\n<p>Gli androidi adottano le convenzioni di denominazione delle società circostanti, mentre quelli cresciuti tra i propri simili scelgono un unico nome che utilizza la fonologia Androffana. Occasionalmente, tali androidi aggiungono una designazione numerica ai loro nomi, denotando per quante generazioni il loro corpo ha ospitato la vita, per omaggiare la loro genealogia.</p>\n<h3>Nomi Tipici</h3>\n<p>Anati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Meccaniche Androidi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Intelligenza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Carisma</p>\n<p><strong>Lingue</strong> Comune, Androffano </p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Abissale, Celestiale, Draconico, Nanico, Sottocomune, Utopiano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Costrutto</strong> Il tuo corpo sintetico resiste ai malanni meglio di quelli degli organismi puramente biologici. Ottieni bonus di circostanza +1 ai tiri salvezza contro malattie, veleni e radiazioni.</p>\n<p><strong>Emotivamente Inconsapevole</strong> Trovi difficile capire ed esprimere emozioni complesse. Subisci penalità di circostanza -1 alle prove di Diplomazia ed Esibizione, e a quelle di Percezione per Intuire.</p>\n<h2>Lignaggi degli Androidi</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.VgL18yU7pysdoZZG]{Androide Artigiano}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.RuQSx0QsirIKxwKY]{Androide Combattente}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Mmezbef0c1fbJaVV]{Androide Imitatore}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.MQx7miBXUmOHycqJ]{Androide Operaio}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.BjuZKA7lzFSjKbif]{Androide Poliglotta}</p>"
                },
                "Automaton": {
                    "name": "Automata",
                    "text": "<p><em>Questi costrutti intelligenti hanno al loro interno delle vere e proprie anime, e rappresentano ciò che rimane dell'ultimo tentativo di grandezza di un impero morente. Gli automi combinano l'ingegno tecnologico con il potere magico, creando un essere misto del tutto unico su Golarion.</em></p>\n<hr />\n<p>L'Imperium Jistka fu la prima grande civiltà umana a emergere dopo il Cataclisma, sorse intorno all'area che oggi è il Rahadoum e resistette per sette secoli grazie ai grandi progressi in campo civile e scientifico. Tuttavia, i capi del Jistka hanno spesso favorito un uso aggressivo della tecnologia e i primi progressi hanno aperto la strada all'arroganza, a piccole lotte intestine e alla corruzione. Le tendenze espansionistiche e la mancanza di diplomazia dell'Imperium Jistka gli fecero guadagnare molti nemici nel corso della sua storia. Il più importante di questi nemici fu l'impero dell'Antico Osirion. Il conflitto con l'Osirion segnò alla fine il destino dell'Imperium: gli osiriani impiegavano una magia intelligente e corrotta che si dimostrò più che all'altezza del leggendario esercito di golem del Jistka, anche quando i jistkani cominciarono a superare ogni limite e vincolare nefandi ai loro golem. In un disperato tentativo di reagire alla corruzione interna e alle pressioni esterne, una cabala di jistkani preoccupati formò il Conclave degli Artefici al fine di sviluppare nuove tecnologie che impedissero il collasso dell'Imperium e riportassero il Jistka alla sua antica gloria. Il maggior successo ottenuto nel corso delle ricerche fu rappresentato dagli automi, che il Conclave riteneva essere l'apice delle costruzioni jistkane o, almeno, l'ultima speranza di salvezza per il Jistka. I creatori del Conclave trapiantarono la mente, la forza vitale e l'anima di individui jistkani in questi costrutti, creando meraviglie magiche e tecnologiche alimentate dall'energia vitale dei più grandi guerrieri e studiosi che l'organizzazione fu in grado di reclutare. Purtroppo, nonostante i migliori sforzi del Conclave, gli automi arrivarono troppo tardi per salvare l'Imperium, che a quel punto era già condannato. L'impero crollò, lasciando gli automi a cavarsela da soli.</p>\n<p>L'eccezionale e lungimirante costruzione degli automi fa sì che oggi, a distanza di millenni, ne rimanga un discreto numero disperso nel mondo. Tuttavia, il passare del tempo ha rivelato una delle più grandi debolezze degli automi: la loro psiche mortale. Solo i più forti di volontà sono riusciti a conservare i loro ricordi, il senso di sé e la lucidità dopo tutto questo tempo. Poiché ogni automa rimane unico come qualsiasi persona vivente su Golarion, un dato automa ha una propria personalità, plasmata da innumerevoli esperienze. La maggior parte degli automi si comporta in modo solitario, preferendo evitare gli altri per paura di attacchi o incomprensioni. Anche gli automi che sono più disposti a vivere all'aperto sanno che la loro natura unica li rende un bersaglio privilegiato per cacciatori, studiosi o peggio. Sono rari gli automi che vivono senza diventare regolarmente oggetto di diffidenza o preoccupazione.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Aver vissuto per diversi secoli e attraversato molti eventi significativi.</li>\n<li>Esitare a dare fiducia agli altri finché non se la guadagnano.</li>\n<li>Ricordare poco della tua vita prima di diventare un automa.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti scambiano per un costrutto privo di mente quando ti vedono per la prima volta.</li>\n<li>Presumono che tu possegga conoscenze segrete su magia e tecnologia.</li>\n<li>Ti guardano con stupore.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Tutti gli automi condividono gli stessi materiali di costruzione: una miscela di metalli e pietra trattati magicamente. Questa struttura permette agli automi di resistere ai rigori del combattimento diretto e li rende particolarmente resistenti. I loro corpi pesanti possono muoversi con la stessa velocità degli altri combattenti, il che li rende nemici temibili. Il modello di un automa varia a seconda delle esigenze del suo ruolo. La maggior parte degli automi ha una forma umanoide di base, anche se alcuni hanno forme che ricordano da vicino gli animali. La maggior parte degli automi ha un unico occhio che emette una fioca luce magica. Ciascuno di essi contiene anche un potente manufatto che ne ospita l'anima individuale e utilizza una combinazione di energia vitale e planare come fonte di alimentazione. Questi nuclei degli automi sono meraviglie di ingegneria magica il cui metodo di creazione è andato perduto nel tempo.</p>\n<p>In quanto costrutti, gli automi di solito non hanno bisogno di respirare, mangiare o dormire; tuttavia, il corpo di un automa deve sfogare un impercettibile scarico magico a un ritmo costante. Questo processo di sfogo richiede aria respirabile per evitare un accumulo di gas di scarico che può intasare i sistemi dell'automa, a volte con effetti fatali. Gli automi possono quindi soffocare come le creature viventi. Anche se non dormono, gli automi hanno bisogno di un periodo di ricalibrazione e ripristino magico che stabilizzi le energie all'interno del loro nucleo. Senza questo processo, il nucleo di un automa non è in grado di alimentarlo completamente ed esso entra in uno stato di inefficienza (simile a quello di un umanoide che non dorme 8 ore).</p>\n<p>Gli automi non invecchiano e i loro nuclei sono progettati in modo da garantire loro una fonte di energia apparentemente infinita. Molti degli automi che esistono oggi hanno migliaia di anni, e se i loro corpi sono efficienti come il giorno della loro creazione, le loro menti potrebbero essersi deteriorate con il passare del tempo. Gli automi persi nel corso del tempo hanno in genere conosciuto una fine violenta. Il corpo di un automa è vulnerabile alla distruzione come qualsiasi altro costrutto, anche se distruggerne il nucleo è più difficile. Per questo motivo, l'anima di un automa può rimanere intrappolata nel suo nucleo per anni dopo la distruzione del corpo. Questo era l'intento dei creatori originali, che speravano di ottenere un'immortalità funzionale. In realtà, però, la distruzione del corpo porta più spesso a un malfunzionamento, che richiede un intervento magico come la magia di resurrezione per ripristinare completamente l'automa. In caso di distruzione del nucleo, o di malfunzionamento talmente grave da non poter più contenere l'anima, il nucleo rilascia lo spirito nel Fiume delle Anime.</p>\n<p>In alcuni casi, un automa può imparare a influenzare consciamente o inconsciamente il proprio nucleo. Alla fine questi automi imparano a liberare la loro anima dal nucleo, consentendole di trapassare quando ritengono di aver raggiunto una vita soddisfacente. Questo atto lascia l'automa come un costrutto privo di mente, tipicamente ancora attivo ma non più in grado di fare altro che vagare senza meta e compiere occasionali atti di autodifesa.</p>\n<h2>Società</h2>\n<p>A causa dei destini disparati degli automi, molti di loro conducono una vita solitaria. Esistono casi di automi originariamente progettati per lavorare insieme, ad esempio gruppi di combattenti, che rimangono in squadra e vivono insieme in nascondigli o viaggiano assieme come vagabondi. Tuttavia, questi gruppi sono pochi e lontani l'uno dall'altro, e gli insediamenti di automi sono ancora più rari. Le uniche sacche di automi che cominciano ad assomigliare a insediamenti si nascondono di solito tra le rovine del Jistka. Questi gruppi possono ospitare decine di automi, ma qualsiasi tentativo di contattarli o visitarli tende a essere infruttuoso. Questi raduni sono particolarmente riservati e gli automi residenti proteggono le loro case a qualsiasi costo.</p>\n<p>È molto più probabile che gli automi incontrino membri di altre stirpi. A seconda della personalità dell'automa, l'incontro può avvenire in vari modi, dall'estrema segretezza alla visita pubblica. L'aspetto unico di un automa lo fa risaltare indipendentemente dal luogo in cui si trova, ma la maggior parte degli altri li guarda con stupore o curiosità piuttosto che con paura. I costrutti magici non sono un concetto estraneo a Golarion, ma molti di essi sono privi di mente. Dopo aver superato lo shock iniziale derivante dal vedere un costrutto pensante, spesso non è difficile per la maggior parte delle persone capire come comportarsi con un automa. Tuttavia, è più probabile che gli automi trovino una parvenza di vita quotidiana in grandi città come Absalom, Azir o Quantium. Indipendentemente dal luogo in cui si recano, gli automi devono stare in guardia da coloro che vorrebbero rubargli il corpo per studiarlo o per accedere al loro nucleo.</p>\n<h2>Allineamento e Religione</h2>\n<p>Il popolo dell'Imperium Jistka vedeva gli eoni di Axis come esseri ideali il cui comportamento era degno di emulazione, quindi molti jistkani erano legali neutrali. Poiché molti automi contengono anime jistkane, la maggior parte degli automi sono legali neutrali, o almeno legali in una certa misura. Nel corso dei secoli, tuttavia, un discreto numero di automi si è orientato verso allineamenti neutrali, poiché le loro prospettive sono cambiate senza una società primaria o un insieme di ideali a cui aggrapparsi. Gli automi tendono a venerare divinità della tecnologia o della magia come Brigh e Nethys, o vari osservatori semidei. Anche i culti di Irori e Pharasma sono piuttosto comuni tra gli automi. Gli automi pharasmiani possono imparare a liberare la propria anima dal nucleo e spesso scelgono di farlo. Sebbene siano esseri antichi, risalenti a molto prima dell'epoca di Casandalee, un piccolo numero di automi ha riconosciuto la nuova dea artificiale come uno spirito affine.</p>\n<h2>Nomi</h2>\n<p>Un automa di solito conserva il nome che aveva prima della trasformazione in costrutto, se riesce a ricordarlo. Anche quando gli altri ricordi si affievoliscono, la memoria del loro nome spesso rimane. Per questo motivo, molti automi hanno nomi di origine jistkana. Il secondo caso più comune è quello degli automi che hanno dovuto darsi un nuovo nome, poiché a un certo punto hanno perso la memoria di quello vecchio. Gli automi che credevano particolarmente nella causa del Conclave degli Artefici potrebbero invece assumere il nome di uno dei membri del conclave, in onore della causa per sostenere la quale hanno dato il loro corpo. Alcuni automi preferiscono cambiare nome nel corso della loro vita, scegliendolo da una cultura che hanno incontrato o aggiungendo un titolo che rappresenti un momento significativo della loro vita. In alcuni casi un automa utilizza un titolo particolarmente caro al posto di qualsiasi altro nome.</p>\n<h3>Nomi Tipici</h3>\n<p>L'Affine, L'Afflitto, Alnhaman, Busmin, Enoh, Himar, Kantral, Numinar, Studioso, Tehkis, Viandante, Yulmian</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Meccaniche degli Automi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media o Piccola</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Forza, Libero</p>\n<p><strong>Lingue</strong> Comune, Utopiano</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Abissale, Aquan, Auran, Celestiale, Nanico, Elfico, Ignan, Infernale, Terran e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).A discrezione del GM, se conservi ricordi del tempo trascorso nel Jitska, potresti parlare il Jistka anziché il Comune.</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>\n<p><strong>Nucleo dell'Automa</strong> Il tuo corpo contiene un nucleo dell'automa infuso di quintessenza planare che ti alimenta in modo da permetterti di svolgere vari compiti e ospita la tua anima e la tua energia vitale. Questa energia vitale scorre in te come il sangue degli umanoidi. Di conseguenza, sei una creatura vivente. Non hai le tipiche immunità dei Costrutti, puoi essere influenzato da effetti che hanno come bersaglio una creatura vivente e puoi recuperare Punti Ferita normalmente grazie all'energia Positiva. Inoltre, non vieni distrutto quando vieni ridotto a 0 Punti Ferita. Al contrario, la tua energia vitale cerca di mantenerti attivo anche in condizioni difficili; sei messo fuori combattimento e diventi morente quando vieni ridotto a 0 Punti Ferita.</p>\n<p><strong>Corpo Costruito</strong> I tuoi bisogni fisiologici sono diversi da quelli delle creature viventi. Non hai bisogno di mangiare né di bere. Non hai bisogno di dormire, ma hai comunque bisogno di un periodo di riposo giornaliero. Durante questo periodo di riposo, devi entrare per 2 ore in uno stato di recupero in standby, che è simile al sonno, tranne per il fatto che sei consapevole di ciò che ti circonda e non subisci penalità per il fatto di essere privo di sensi. Come per il sonno, se trascorri troppo tempo senza entrare in standby, diventi affaticato e non puoi recuperare finché non entri in standby per 2 ore.</p>\n<h2>Lignaggi degli Automi</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.2kMltxs2rmxRSxfV]{Automa Cacciatore}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.J0eAmntxXywr9sGt]{Automa Magico}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.j1nzBc9Pui7vsJ9o]{Automa Bersagliere}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.y24ykEUfpIu5Gp6D]{Automa Combattente}</p>"
                },
                "Azarketi": {
                    "name": "Azarketi"
                },
                "Catfolk": {
                    "text": "<p><em>I felinidi, girovaghi curiosi e socievoli, combinano le caratteristiche dei felini e degli umanoidi sia nell'aspetto sia nel temperamento. Adorano imparare cose nuove, raccogliere nuove storie e ninnoli e assicurarsi che i loro cari rimangano sani e salvi. I felinidi si considerano i guardiani prescelti dei luoghi incontaminati del mondo e spesso il loro coraggio rasenta la spericolatezza, anche a fronte di avversari irresistibili.</em></p>\n<hr />\n<p>I felinidi sono umanoidi estroversi e attivi che si dilettano nella ricerca di rovine nascoste, ma anche di luoghi confortevoli in cui riposarsi. Sono straordinariamente socievoli, sia con chi fa parte delle loro affiatate comunità sia con le altre creature che incontrano. Per via del loro coraggio si considerano custodi del mondo contro le forze che lo minacciano e credono che una comunità salda, esperienze di ogni tipo e la continua spinta a migliorarsi li aiutino in questa lotta.</p>\n<p>I felinidi hanno riflessi veloci e sono capaci di avvitarsi in aria mentre cadono, per atterrare in piedi. I loro riflessi sono fulminei, ma il loro temperamento è ancor più mutevole e passano in un istante dalla gioia più calorosa alla furia più indignata. Come i più comuni felini, i felinidi fanno involontariamente le fusa quando sono contenti e \"ringhiano\" quando sono sorpresi o arrabbiati.</p>\n<p>Se desideri un personaggio curioso, coraggioso, amichevole e agile nel corpo e nella mente, dovresti interpretare un felinide.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Dimostrare interesse genuino, ponendo mille domande entusiaste.</li>\n<li>Evitare i conflitti interpersonali, trattando la gente con freddezza o semplicemente allontanandoti.</li>\n<li>Analizzare attentamente un bersaglio o un problema prima di colpirlo rapidamente.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Pensano che tu monopolizzi le conversazioni con le tue incessanti domande od opinioni.</li>\n<li>Ti considerano altero e orgoglioso.</li>\n<li>Imputano più emozioni di quante ne provi davvero alle tue fusa o ai tuoi ringhi involontari.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Sebbene tutti camminino eretti e abbiano il pelo morbido, una lunga coda, orecchie grandi e pupille verticali, i felinidi mostrano almeno la stessa varietà dei normali felini. Hanno dita agili con corti artigli, di solito retrattili. La maggior parte dei felinidi si cura molto di mantenere il proprio aspetto e raramente, se può evitarlo, tollera l'umiliazione di essere bagnata o sporca.</p>\n<p>I felinidi maturano rapidamente e sono in grado di camminare già a pochi mesi, ma per il resto iniziano la loro carriera all'incirca alla stessa età degli esseri umani e vivono fino a 60 o 70 anni. Raramente i felinidi sono più alti dell'umano medio e, a causa della loro corporatura snella, non pesano quasi mai quanto un essere umano di altezza simile.</p>\n<h2>Società</h2>\n<p>I felinidi tra loro si chiamano amurrun, anche se molti lo considerano un nome privato. Crescono i loro figli in grandi famiglie allargate, dove possiedono quella che molti altri umanoidi considerano una libertà angosciante: la possibilità di esplorare e mettersi nei guai fin da giovanissimi. I felinidi imparano un mestiere attraverso l'apprendistato, ma con grande rilassatezza, e per lo più apprendono diversi mestieri nel corso della vita.</p>\n<p>Le società dei felinidi spesso sono guidate da un leader eletto, che parla a nome della comunità e media le controversie. In genere un leader felinide è un incantatore e di solito è femmina. I felinidi preferiscono affrontare le rimostranze con un certo disinteresse, o anche lasciare una comunità per un certo tempo, in modo che il problema scompaia o si risolva da solo.</p>\n<h2>Allineamento e Religione</h2>\n<p>I felinidi non sono un popolo particolarmente religioso, ma la maggior parte crede di essere stato elevato al di sopra dei grandi felini primevi per affrontare i malvagi abomini che depredano i luoghi naturali e tramano per distruggere la realtà. Gli dei hanno concesso ai felinidi la benedizione del linguaggio, dell'uso di armi e strumenti e di un forte senso di comunità.</p>\n<p>Per lo più i felinidi sono buoni. Apprezzano la libertà di viaggiare e amano stabilire la propria strada nella vita, quindi sono più caotici che legali. I felinidi religiosi praticano molto spesso una vaga forma di animismo e per preservare l'ordine naturale tentano di placare gli spiriti della terra e le creature cui danno la caccia.</p>\n<h2>Avventurieri</h2>\n<p>I felinidi amano avventurarsi in aree inesplorate, che si tratti di lande selvagge o antichi sotterranei. Adorano trovare tesori e ninnoli, ma per la maggior parte dei felinidi già solo l'esperienza del viaggio è una vera ricompensa.</p>\n<p>I tipici background felinidi includono acrobata, artista, cacciatore, esploratore, giocatore d'azzardo e nomade oltre a bandito, corriere, guaritore hoodoo, pioniere e rivoltoso. Grazie alle loro curiosità e agilità intrinseche, i felinidi eccellono come bardi, canaglie, guerrieri e spadaccini. Il loro amore per il mondo naturale e l'impulso a scoprire segreti di ogni tipo spingono molti a diventare druidi, investigatori o stregoni.</p>\n<h2>Nomi</h2>\n<p>Ai felinidi vengono dati nomi brevi in gioventù. I felinidi adolescenti sono liberi di scegliere un nome diverso quando lasciano la loro casa per la prima volta, anche se alcuni mantengono semplicemente il nome a cui sono abituati. Adorano aggiungere ai loro nomi dei titoli onorifici. Alcuni usano i titoli esclusivamente tra i non felinidi, e così vengono conosciuti con epiteti come Sei Fati, Ammazzanefandi o Veldinebbia.</p>\n<h3>Nomi Tipici</h3>\n<p>Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Meccaniche Felinidi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Carisma, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Saggezza</p>\n<p><strong>Lingue</strong> Amurrun, Comune</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Elfico, Gnomesco, Goblin, Halfling, Iruxi (la lingua dei lucertoloidi), jotun, Silvano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>\n<p><strong>Atterrare in Piedi</strong> Quando cadi, subisci solo metà dei normali danni e non cadi a terra prono.</p>\n<h2></h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.bLhIBwqdjTiVJ5qm]{Felinide Artigliato}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.1lv7RMp7t5iqeUFT]{Felinide Cacciatore}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.NWsZ0cIeghyzk9bU]{Felinide dalle Orecchie a Punta}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.hOPOyyt7qZXYYCOU]{Felinide delle Nove Vite}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.HpqQ5VQ0w4HqYgVC]{Felinide della Giungla}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.TDc9MXLXkgEFoKdD]{Felinide Flessibile}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.3F5ffk7cmnrBhPcT]{Felinide Liminale}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.6dMd4JG0ndrObEUj]{Felinide Invernale}</p>",
                    "name": "Felinide"
                },
                "Dwarf": {
                    "name": "Nano",
                    "text": "<p>I nani sono noti per il loro temperamento stoico e severo, una reputazione più che meritata, ma sotto quella scorza dura si cela uno zelo ardente e una profonda passione per l'artigianato. A prima vista possono apparire diffidenti e chiusi, ma con amici e familiari si rivelano cordiali e premurosi. Ottenere la fiducia di un nano non è facile, ma una volta conquistata, il legame che ne nasce è più solido dell'acciaio.</p><p>Se vuoi interpretare un personaggio tenace come la pietra, un avventuriero ostinato e implacabile che combina una resistenza incrollabile a una saggezza profonda, allora dovresti giocare un nano.</p><h2>Potresti...</h2><ul><li>Sforzarti di difendere il tuo onore personale, a prescindere dalla situazione.</li><li>Apprezzare l'artigianato di qualità in tutte le forme ed esigere che tutto il tuo equipaggiamento sia di alta qualità.</li></ul><h2>Gli altri probabilmente...</h2><ul><li>Ti considerano testardo, ma spetta a ciascun singolo individuo stabilire se questa è una risorsa o un problema.</li><li>Riconoscono il forte legame che hai con la tua famiglia, il tuo lignaggio e i tuoi amici.</li></ul><h2>Descrizione Fisica</h2><p>I nani sono individui bassi e tarchiati, più o meno 30 centimetri più piccoli della media umana, ma dotati di corpi larghi, massicci e dalle fattezze robuste. Indipendentemente dal genere, vanno fieri delle loro chiome, spesso acconciate in motivi elaborati che talvolta indicano l'appartenenza a un particolare clan. La barba lunga è un simbolo di onore e virilità nella cultura nanica, e un nano maschio privo di barba viene spesso visto come debole, inaffidabile, o peggio.</p><p>I nani raggiungono l'età adulta intorno ai 25 anni, anche se le loro culture tradizionaliste danno maggiore importanza al completamento dei riti di iniziazione propri di ciascun clan piuttosto che all'età anagrafica. Un nano vive in media fino a 350 anni.</p><h2>Società</h2><p>Gli antichi imperi nanici di superficie sono ormai scomparsi da secoli, spazzati via da ondate di orchi e goblinoidi. Tuttavia, i nani di oggi conservano molte delle qualità che resero grandi i loro antenati: fierezza, determinazione e una tenace dedizione in ogni impresa. Le loro comunità sono radunate in imponenti Cittadelle del Cielo scavate nelle montagne, sparse per la superficie del mondo, il che ha dato origine a una vasta varietà di tradizioni e culture claniche. Tuttavia, quasi tutti i nani condividono una profonda passione per la famiglia, la lavorazione della pietra e del metallo.</p><p>È raro che un nano si separi dal proprio pugnale di clan, un'arma simbolica forgiata poco prima della nascita del proprietario e che rappresenta l'appartenenza a un lignaggio preciso. I nomi dei nani sono spesso scelti in onore degli antenati o di eroi leggendari del loro popolo. Quando si presentano, è consuetudine elencare il proprio nome personale, seguito da famiglia, clan e titoli onorifici o legami significativi.</p><h3>Esempi di Nomi</h3><p>Agna, Bodill, Edrukk, Grunyar, Ingra, Kotri, Morgrym, Rogar, Torra, Yangrit</p><h2>Credenze</h2><p>I nani sono legati all'onore e profondamente devoti alle tradizioni dei propri clan e regni. Hanno un forte senso della giustizia e della lealtà, ma scelgono con grande attenzione a chi concedere la propria fiducia. Instancabili nel lavoro, si dedicano al riposo e al divertimento con altrettanta passione, soprattutto quando possono gustare una birra robusta. La divinità principale del pantheon nanico è Torag, protettore dei fabbri e della famiglia, ma anche i culti delle divinità a lui legate sono ampiamente venerati.</p><h4><strong>Editti Popolari</strong></h4><p>creare opere d'arte utili, proteggere la tua comunità dai malintenzionati, tenere stretto il tuo pugnale del clan</p><h4><strong>Anatemi Popolari</strong></h4><p>lasciare incompleta un'attività o una promessa, rinnegare la tua famiglia</p><h2>Meccaniche dei Nani</h2><p><strong>Punti Ferita</strong> 10</p><p><strong>Taglia</strong> Media</p><p><strong>Velocità</strong> 6 metri</p><p><strong>Aumenti di Attributo</strong> Costituzione, Saggezza, Libero</p><p><strong>Difetto di Attributo</strong> Carisma</p><p><strong>Lingue</strong> Comune, Nanico</p><p><strong>Lingue aggiuntive</strong> pari al tuo modificatore di Intelligenza (se positivo). Scegli tra Gnomesco, Goblin, Jotun, Orchesco, Petran, Sakvroth e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p><p><strong>Tratti</strong> Nano, Umanoide</p><p><strong>Sensi</strong> Scurovisione</p><p><strong>Pugnale del Clan</strong> Ottieni gratuitamente un pugnale del clan appartenente al tuo clan, poiché ti è stato consegnato alla tua nascita. Vendere questo pugnale è considerato un terribile tabù e ti procura lo sdegno degli altri nani.</p><h2>Lignaggi dei Nani</h2><p>@UUID[Compendium.pf2e.heritages.Item.yL6944LrPo2HNdEJ]{Nano dal Sangue Antico}</p><p>@UUID[Compendium.pf2e.heritages.Item.kRDsVbhdBVeSlpBa]{Nano dell'Incudine}</p><p>@UUID[Compendium.pf2e.heritages.Item.VTtXwBxrfRUXSL38]{Nano Guardiano della Morte}</p><p>@UUID[Compendium.pf2e.heritages.Item.MeMAAtUlZmFgKSMF]{Nano dal Cuore Elementale}</p><p>@UUID[Compendium.pf2e.heritages.Item.5CqsBKCZuGON53Hk]{Nano della Forgia}</p><p>@UUID[Compendium.pf2e.heritages.Item.erZPj5701KiVAqoi]{Nano Benedetto dalla Forgia}</p><p>@UUID[Compendium.pf2e.heritages.Item.85tRKGZUTFa6pKpG]{Nano Custode dei Giuramenti}</p><p>@UUID[Compendium.pf2e.heritages.Item.VSyOvtgJ1ZNpIVgC]{Nano delle Rocce}</p><p>@UUID[Compendium.pf2e.heritages.Item.UV2sABrTC5teOXTE]{Nano dal Sangue Vigoroso}</p>"
                },
                "Elf": {
                    "name": "Elfo",
                    "text": "<p>Gli elfi sono un popolo antico, testimone di epoche ormai svanite e di mutamenti ciclopici. Osservano il mondo con la pazienza e la prospettiva di chi ha visto interi secoli dispiegarsi come fiori nel tempo. Dopo aver lasciato Golarion in un'era remota, sono tornati in un mondo che non riconoscono più del tutto, e faticano ancora a reclamare la loro patria ancestrale. Gli elfi valorizzano la gentilezza, l'intelletto e la bellezza, e molti di loro si dedicano con zelo al perfezionamento del proprio comportamento, dell'aspetto e della cultura. I loro studi sfiorano un grado di raffinatezza che le stirpi più effimere spesso trovano dispersivo o eccessivo. In genere schivi, preferiscono i sussurri dei boschi alle piazze affollate, e coltivano vincoli profondi con i propri cari. Faticano a stringere legami con chi appartiene a stirpi dalla vita breve, poiché gli elfi che scelgono di vivere tra queste genti finiscono spesso col rattristarsi, dopo aver visto intere generazioni di amici invecchiare e scomparire. Tali individui sono chiamati Affranti dai loro simili.</p><p>Se desideri interpretare un personaggio magico, leggendario e avvolto nel mistero, l'elfo è la scelta perfetta.</p><h2>Potresti...</h2><ul><li>Curare prudentemente i tuoi rapporti con la gente meno longeva di te.</li><li>Perseguire interessi specialistici o enigmatici, solo per la gioia di padroneggiarli.</li></ul><h2>Probabilmente gli Altri...</h2><ul><li>Si concentrano sul tuo aspetto, ammirando la tua grazia o minacciandoti se ti vedono come una creatura fisicamente fragile.</li><li>Si preoccupano che in privato tu li disprezzi, o ti considerano distaccato e accondiscendente.</li></ul><h2>Descrizione Fisica</h2><p>Gli elfi, generalmente più alti degli umani, possiedono una grazia eterea e fragile, accentuata da tratti affilati e dalle lunghe orecchie a punta. I loro occhi, grandi e a mandorla, presentano pupille ampie e dai colori intensi, che occupano l'intera superficie visibile dell'occhio. Questo aspetto conferisce loro un'aura aliena e permette di percepire i dettagli anche in condizioni di luce fioca.</p><p>Gli elfi si adattano lentamente al proprio ambiente e alle persone con cui condividono il tempo, e spesso i loro tratti fisici riflettono queste influenze. Un elfo che abbia trascorso secoli nelle foreste primordiali potrebbe sfoggiare capelli verde muschio e dita nodose come rami d'albero, mentre uno cresciuto nel deserto potrebbe avere pelle e occhi dai toni dorati. Raggiungono la maturità fisica verso i vent'anni, ma non sono considerati maturi dagli altri elfi fino a quando non si avvicinano al primo secolo di vita. Un elfo può vivere fino a 600 anni.</p><h2>Società</h2><p>Dotati di una naturale pazienza e di una profonda curiosità intellettuale, gli elfi eccellono come studiosi, filosofi e incantatori. Le loro società si fondano su un senso innato di meraviglia e sul desiderio costante di apprendere. Gli elfi attribuiscono grande valore all'individualità, e spesso percorrono molti cammini prima di trovare la vocazione che li appassioni veramente. Nutrono rancori duraturi verso i propri rivali — che chiamano ilduliel — ma non di rado questi rapporti conflittuali si trasformano, col tempo, in legami profondi e inaspettati. Gli elfi custodiscono gelosamente il proprio nome personale, che rivelano solo alla famiglia. Al di fuori di essa, adottano soprannomi che possono cambiare nel corso della vita, riflettendo eventi significativi o semplici stati d'animo. Non è raro che uno stesso elfo sia conosciuto con nomi diversi in epoche e luoghi differenti. I nomi elfici tendono a essere lunghi e musicali, soprattutto nella loro lingua natia.</p><h3>Esempi di Nomi</h3><p>Aerel, Amrunelara, Caladrel, Dardlara, Faunra, Heldalel, Jathal, Lanliss, Oparal, Seldlon, Soumral, Talathel, Tessara, Variel, Yalandlara, Zordlon</p><h2>Credenze</h2><p>Spesso gli elfi sono emotivi e capricciosi, ma sono estremamente legati ai loro ideali. Prediligono le divinità che condividono il loro amore per tutto ciò che è mistico e artistico. Desna e Shelyn sono le loro dee preferite: la prima per il senso di stupore e la seconda per la sua predilezione per le arti. Calistria è la divinità elfica più famosa, perché rappresenta l'estremizzazione di molti ideali di questa stirpe.</p><h4><strong>Editti Popolari</strong></h4><p>trovare la bellezza nella natura e nell'arte, esplorare cose che altri vorrebbero nascondere, dimostrarti superiore al tuo rivale</p><h4><strong>Anatemi Popolari</strong></h4><p>abbandonare il tuo cammino, costringere un'altra creatura a far qualcosa</p><h2>Meccaniche degli Elfi</h2><p><strong>Punti Ferita</strong> 6</p><p><strong>Taglia</strong> Media</p><p><strong>Velocità</strong> 9 metri</p><p><strong>Aumenti di Attributo</strong> Destrezza, Intelligenza, Libero</p><p><strong>Difetto di Attributo</strong> Costituzione</p><p><strong>Lingue</strong> Comune, Elfico</p><p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se positivo). Scegli tra Draconico, Empireo, Fatato, Gnomesco, Kholo, Orchesco e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p><p><strong>Tratti</strong> Elfo, Umanoide</p><p><strong>Sensi</strong> Visione Crepuscolare</p><h2>Lignaggi degli Elfi</h2><p>@UUID[Compendium.pf2e.heritages.Item.Nd9hdX8rdYyRozw8]{Elfo Antico}</p><p>@UUID[Compendium.pf2e.heritages.Item.1dYDucCIaZpCJqBc]{Elfo Artico}</p><p>@UUID[Compendium.pf2e.heritages.Item.NfIAGatB1KIzt8G7]{Elfo delle Caverne}</p><p>@UUID[Compendium.pf2e.heritages.Item.kiKxnKd7Dfegk9dM]{Elfo del Deserto}</p><p>@UUID[Compendium.pf2e.heritages.Item.jEtVesbqYcWGbBYk]{Elfo Veggente}</p><p>@UUID[Compendium.pf2e.heritages.Item.1wVDYY9Wue0G5R9Q]{Elfo dei Sussurri}</p><p>@UUID[Compendium.pf2e.heritages.Item.nW1gi13E62Feto2w]{Elfo Silvano}</p>"
                },
                "Fetchling": {
                    "text": "<p><em>I ghermiti, che un tempo erano umani e ora sono diventati qualcosa di diverso, mostrano l'antica influenza del Piano delle Ombre nelle carnagioni monocromatiche, negli occhi luminosi e nelle ombre soprannaturali.</em></p>\n<hr />\n<p>I ghermiti sono un popolo che colpisce per la sua pelle completamente priva di colore. Questi esseri snelli e tenebrosi sembrano sprofondare e svanire nell'oscurità. Vedono al buio, esercitano il controllo sulle ombre e hanno strani poteri occulti. Alcuni ghermiti sviluppano i loro poteri tanto da passare tra il Piano delle Ombre e il Piano Materiale, lasciando che altre stirpi mormorino di figure che emergono da angoli ombrosi e poi svaniscono senza lasciare traccia. Attraverso la magia e altri mezzi, si sono diffusi in tutto Golarion e nei piani al di là, adattandosi come gli umani che erano un tempo.</p>\n<p>I primi ghermiti erano profughi. Secoli fa, quando il Cataclisma distrusse l'antico Azlant e gettò il mondo nell'oscurità, un piccolo gruppo di Azlanti implorò di essere salvato. Una misteriosa figura incappucciata, chiamata Vedova, rispose al loro appello, aprendo un passaggio per il Piano delle Ombre. Gli Azlanti lo attraversarono, barattando l'oscurità del Cataclisma con le ombre più profonde. Muovendosi tra gli strani ambienti e i pericolosi abitanti del piano, i sopravvissuti subirono pian piano dei cambiamenti radicali.</p>\n<p>Se vuoi un personaggio più a suo agio in un mondo di ombre speculari, intriso di malinconia umbratile e che incarna le dualità della luce e delle tenebre, dovresti interpretare un ghermito.</p>\n<h2>Potresti…</h2>\n<ul>\n<li>Vivere e lavorare in aree cupe di luce fioca ed ombre, fornendo luce intensa solo quando attendi dei visitatori.</li>\n<li>Guardare le ombre delle persone per identificarle, insieme a caratteristiche come la statura o la struttura del viso.</li>\n<li>Mantenere la calma di fronte a strane creature e circostanze.</li>\n</ul>\n<h2>Probabilmente gli Altri…</h2>\n<ul>\n<li>Credono che tu abbia poteri oscuri, come la capacità di consumare la luce per nutrirti, di fonderti nell'oscurità o di viaggiare tra i piani.</li>\n<li>Si aspettano che tu sia cauto, riservato e solitario.</li>\n<li>Esprimono interesse per il tuo collegamento ancestrale e fisiologico con il Piano delle Ombre.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>La maggior parte del Piano delle Ombre si presenta come una versione alterata del Piano Materiale, ma priva di colori. Le stesse forze del Piano delle Ombre hanno toccato i ghermiti, le cui carnagioni sono monocromatiche, dal bianco più crudo al nero più profondo, con in mezzo tutte le sfumature di grigio. I loro corpi sono tanto diversi per forma e dimensione quanto gli umani, anche se la maggior parte mostra una certa fluidità di movimento che ricorda le ombre cangianti. Gli occhi rifrangenti e privi di pupille dei ghermiti possono perforare l'oscurità. La loro caratteristica più notevole è l'ombra, che non riflette quasi mai fedelmente il loro corpo ma ha forme o dimensioni incongrue, mentre altre tremolano, si muovono di propria iniziativa o imitano l'ombra di un'altra creatura vicina.</p>\n<h2>Società</h2>\n<p>La maggior parte dei ghermiti rimane vicino a Golarion, sul Piano Materiale o sul Piano delle Ombre, formando comunità a maggioranza ghermita o vivendo in solitudine. Entrambi i gruppi planari tendono a essere isolati; molte culture di ghermiti conservano i ricordi dei primi e pericolosi giorni di scontri con gli ostili o ingannevoli abitanti del Piano delle Ombre. La loro predilezione per stretti legami comunitari e l'adattamento alle usanze locali sono diventati parte della cultura ghermita, rafforzata da due grandi gruppi (gli Estlari e gli Sharedar) che vivono all'ombra di entità più potenti.</p>\n<h2>Allineamento e Religione</h2>\n<p>Essere sopravvissuti per generazioni significa che molti ghermiti preferiscono adottare una visione cauta del mondo e adattarsi alle circostanze prevalenti. Di conseguenza, molti tendono a una mentalità neutrale sulla vita. Alcuni scelgono di unirsi ai poteri locali per interessi personali o comunitari, o per distruggere i sistemi dall'interno. Altri tentano di rompere quelle che vedono come catene che li legano alle loro comunità.</p>\n<p>Non sono pochi i ghermiti irreligiosi, che riconoscono i poteri di tutti gli dei ma non ne venerano nessuno. I ghermiti fedeli preferiscono gli dei che offrono protezione e stabilità, dall'abbraccio pastorale di Erastil alle catene vincolanti di Zon-Kuthon. Coloro che viaggiano da soli o passano da un piano all'altro cercano il conforto di Alseta, Desna e Gozreh. Calistria attira i ghermiti ambiziosi, mentre Grande Madre Aracnide e Sivanah aiutano coloro che desiderano muoversi nel mondo inosservati o senza ostacoli. Alcuni venerano queste tre come un pantheon, chiamato Velo Ridente; altri ancora includono anche Norgorber come quarto membro.</p>\n<h2>Nomi</h2>\n<p>I ghermiti si sono adattati a un nuovo mondo, e i loro nomi fanno lo stesso. Questi nomi includono comunemente qualità fonetiche da più lingue o sono semplicemente nomi culturali locali che le famiglie ghermite trovano interessanti. Altre convenzioni di denominazione dominanti includono suoni fluenti, consonanti aspre o sibilanti, e cognomi che si riferiscono a parenti importanti o tratti comunitari.</p>\n<h3>Nomi Tipici</h3>\n<p>Amelisce, Ashka, Drosil, Eitsanara, Eomva, Ikyamek, Inva, Jegan, Lirtae, Meotrai, Sorsul, Zokaratz</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Meccaniche dei Ghermiti</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Libero</p>\n<p><strong>Lingue</strong> Comune, Linguadombra</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Akio, Draconico, Deziriak, Necril, Sottocomune e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>\n<h2>Lignaggi dei Ghermiti</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.k4AU5tjtngDOIqrB]{Ghermito degli Abissi}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.kHHcvJBJNiPJTuna]{Ghermito Fatuo}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.PwxbD5VSJ0Yroqvp]{Ghermito Laminale}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.wHO5luJMODbDLXNi]{Ghermito Radioso}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.VAo6NnrCEAAOUSkc]{Ghermito Risoluto}</p>",
                    "name": "Ghermito"
                },
                "Fleshwarp": {
                    "text": "<p><em>I carnideformi sono persone il cui aspetto è stato plasmato o radicalmente trasformato da magia, alchimia o energie innaturali. La loro apparenza poco ortodossa può rendere complicata la ricerca di un posto nel mondo.</em></p>\n<hr />\n<p>La magia e la scienza in grado di deformare le ossa e torcere i tendini sono fin troppo comuni su Golarion. I carnideformi sono coloro che sono stati alterati in modo permanente da tali metodi: a volte esseri senzienti creati interamente da carne inanimata, ma spesso vittime trasformate controvoglia da strane energie o sadici artefici.</p>\n<p>Il nome della stirpe \"carnideforme\" è un termine generico, dato che su Golarion il processo di deformazione della carne è più tristemente noto rispetto alle alterazioni causate da magia incontrollata, tecnologia o scienza sperimentale. Che sia praticato dai maghi thassiloniani, dai creatori di carne neciani o dai drow delle Lande Tenebrose, la deformazione della carne è l'arte di rimodellare corpo e mente in vasche di disgustosi reagenti magici. Questo ha portato alcuni teratologi a sostenere che solo gli esseri creati dalla deformazione tradizionale dovrebbero essere considerati carnideformi. Indipendentemente dalla fonte delle loro alterazioni, i carnideformi mantengono per sempre la loro nuova forma di esseri trasformati dalla vita selvaggia e strana, ben più di quanto fosse possibile per la loro stirpe originaria.</p>\n<p>Anche se i carnideformi sono umanoidi, non ne esistono due uguali. Uno potrebbe presentare arti in posti insoliti e pelle liscia come il vetro, mentre un altro potrebbe avere una spessa stuoia di pelliccia spinosa. Alcuni possono avere caratteristiche animalesche, come un muso da cinghiale, squame o zoccoli chiodati. Altri hanno sembianze completamente aliene, come occhi sporgenti sul dorso delle mani. Alcuni possono presentare solo qualche caratteristica inquietante, come denti incandescenti, occhi fumanti o unghie fatte di osso. Il solo trono comune tra i carnideformi è la natura disadattata. Lascia correre la tua immaginazione quando crei un personaggio carnideforme!</p>\n<p>Se un personaggio forte e resistente, che può cambiare la sua forma crescendo e che può usare il suo aspetto inimitabile per incutere soggezione o paura agli altri, dovresti interpretare un carnideforme.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Accettare il tuo aspetto insolito per ispirare rispetto o paura.</li>\n<li>Essere abituato a contare su te stesso.</li>\n<li>Diffidare dei grandi gruppi di persone, in particolare delle folle, sulla base di esperienze passate.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Trovano la tua fisiologia affascinante o terrificante.</li>\n<li>Suppongono che tu sia un esperto dì strane creature o fenomeni occulti.</li>\n<li>Ti considerano un estraneo enigmatico e imprevedibile, e forse anche pericoloso.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I carnideformi sono umanoidi alti da 1,50 a 2,10 metri e dal peso compreso tra 50 e più di 150 chilogrammi. Le proporzioni e l'aspetto dei loro arti e delle tra loro caratteristiche sono molto vari, ma i carnideformi hanno due gambe, due braccia e una sola testa; un carnideforme con più arti di così dovrebbe in considerazione un talento di stirpe appropriato per riflettere questa variante, oppure uno dei loro arti potrebbe essere vestigiale e non funzionale. I carnideformi differiscono ampiamente nel loro aspetto a causa delle circostanze uniche della loro creazione. Anche due fratelli carnideformi persone trasformate attraverso la stessa procedura potrebbero avere un .o due aspetto ben diverso.</p>\n<h2>Società</h2>\n<p>I carnideformi sono così pochi che le loro comunità sono rare. Il più delle volte vivono da soli, con un piccolo gruppo familiare o alla periferia della società. Alcuni, tuttavia, prosperano nelle città, dove possono rimanere anonimi in mezzo alla folla mentre svolgono mestieri che permettono loro di evitare il contatto con persone che potrebbero temerli o perseguitarli.</p>\n<p>I carnideformi apprezzano la perseveranza e imparano in fretta dagli altri, quindi chi entra in contatto con altri della loro specie di solito condivide storie che aiutano l'altro a sopravvivere, nascondersi o crescere in modo più efficace. La \"nascita\" di un carnideforme può essere un argomento doloroso od orribile; tranne che per amici stretti o persone care, parlarne è considerato scortese.</p>\n<h2>Allineamento e Religione</h2>\n<p>I carnideformi hanno poco da guadagnare dalla società e quindi raramente lavorano per sostenerla, tranne forse che per aiutare altri carnideformi. Devono essere in grado di adattarsi rapidamente per sopravvivere da soli. Di conseguenza, pochi carnideformi sono legali. Anche se le persone bigotte o miopi li considerano dei mostri, i carnideformi non sono più o meno inclini al male di chiunque altro, e molti cercano solo di vivere senza problemi. La maggior parte è di allineamento neutrale, perché se l'alienazione non costringe un carnideforme a provare disprezzo per gli altri, non lo incoraggia nemmeno a evitarlo. Questo è particolarmente vero per i carnideformi che vivono nelle società che hanno innescato la loro traumatica trasformazione. I carnideformi spesso non sono religiosi solo sulla carta; la maggior parte si disinteressa della fede (considerandosi disprezzata dagli dei o semplicemente ritenendo la fede una cosa poco pratica per la sopravvivenza) oppure è eccezionalmente devota. I carnideformi religiosi spesso venerano Arazni, Calistria, Desna o Gozreh; i malvagi si rivolgono tipicamente a Lamashtu, trovando consolazione nella Madre dei Mostri.</p>\n<h2>Nomi</h2>\n<p>I carnideformi possono provenire da (e quindi avere nomi di) qualsiasi cultura o stirpe, ma alcuni si danno nuovi nomi dopo essere stati trasformati, per celebrare il cambiamento, riconoscere una nuova fase della loro vita, o nascondere la loro identità passata. Molti carnideformi portano anche un soprannome descrittivo affibbiato loro da altri, come \"Tripla Mano\", \"Piè di Corteccia\" o \"Bocchelarghe\".</p>\n<p>I carnideformi non tengono quei soprannomi che ritengono offensivi, ma conservano quelli che descrivono il loro aspetto caratteristico o che vengono affibbiati loro dalle persone a cui tengono.</p>\n<h3>Nomi Tipici</h3>\n<p>Borble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Meccaniche Carnideformi</h2>\n<p><strong>Punti Ferita</strong> 10</p>\n<p><strong>Taglia</strong> Piccola o Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Libero</p>\n<p><strong>Lingue</strong> Comune. Lingue aggiuntive pari al tuo modificatore di Intelligenza (se è positivo).</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Aklo, Draconico, Elfico, Goblin, Nanico, Sottocomune e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Anatomia Insolita</strong> Il tuo corpo poco ortodosso resiste alle afflizioni fisiche destinate ad altre creature. Ottieni bonus di circostanza +1 ai tiri salvezza contro malattie e veleni.</p>\n<h2>Lignaggi dei Carnideformi</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.iY2CCqoMc2bRdoas]{Carnideforme Creato}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.CCwTBSNTw0caN1jd]{Carnideforme Mutato}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.uxtcKTkD62SmrUoh]{Carnideforme Plasmato}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.n2DKA0OQQcfvZRly]{Carnideforme Tecnologico}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.OtqOC3ElpF444qMe]{Discarded Fleshwarp}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.hzW7VoRDYsKJB8ku]{Surgewise Fleshwarp}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.PQuJEYI0UFl8W7fH]{Cataphract Fleshwarp}</p>",
                    "name": "Carnideforme"
                },
                "Gnome": {
                    "text": "<p>Molto tempo fa, gli antenati degli gnomi lasciarono il Primo Mondo, il regno delle creature fatate. Le ragioni del loro arrivo su Golarion restano misteriose, ma questo retaggio si riflette ancora oggi nei gnomi moderni, noti per i loro ragionamenti insoliti, le eccentricità, i comportamenti ossessivi e un'ingenuità che molti trovano disarmante. Gli gnomi sono sempre alla ricerca di nuove esperienze: non si fermano mai, né con il corpo né con la mente, nel tentativo di tenere lontana una minaccia terribile che grava su tutto il loro popolo. Questa malattia, nota come Sbiancamento, colpisce chi smette di sognare, di creare o di lasciarsi sorprendere dal mondo. Lo Sbiancamento scolora lentamente chi ne è affetto, trascinandolo in una profonda apatia che finisce per spegnerne l'anima e la vita. Rari sono gli gnomi che sopravvivono a questo destino; coloro che ci riescono, spesso più cupi e saggi dei loro simili, vengono chiamati sbiancati.</p><p>Se vuoi interpretare un personaggio dal cuore traboccante d'entusiasmo e con uno sguardo fatato e quasi alieno sul mondo e sulla morale, dovresti giocare uno gnomo.</p><h2>Potresti...</h2><ul><li>Appassionarti all'apprendimento e saltare da un campo di studi a un altro senza preavviso.</li><li>Parlare, pensare e muoverti rapidamente, e spazientirti con coloro che non sono in grado di starti dietro.</li></ul><h2>Gli altri probabilmente...</h2><ul><li>Apprezzano il tuo entusiasmo e l'energia con cui affronti le nuove situazioni.</li><li>Faticano a capire le tue motivazioni o ad adattarsi ai tuoi repentini cambi di direzione.</li></ul><h2>Descrizione Fisica</h2><p>La maggior parte degli gnomi è poco più alta di 90 centimetri e pesa poco più di un bambino umano. Hanno un'ampia gamma di colori naturali della pelle, dei capelli e degli occhi. Gli gnomi che non hanno cominciato lo Sbiancamento possono avere praticamente qualsiasi colore di capelli e di occhi, soprattutto colori vivaci, mentre la carnagione presenta uno spettro un po' più ridotto e tende al color terra e a qualche sfumatura rosa, anche se occasionalmente può orientarsi verso il verde, il nero o l'azzurro pallido.</p><p>Di norma gli gnomi raggiungono la maturità fisica all'età di 18 anni, benché molti gnomi mantengano una curiosità infantile sul mondo, anche quando diventano adulti. Teoricamente uno gnomo potrebbe vivere all'infinito se riuscisse a tenere a bada lo Sbiancamento, ma nella pratica è raro che gli gnomi superino i 400 anni.</p><h2>Società</h2><p>Se da un lato gli gnomi adottano alcune delle pratiche culturali della regione in cui vivono, dall'altro tendono a scegliere le usanze che si adeguano di più alla logica fatata da cui provengono. Questo spesso porta la maggior parte delle comunità gnomesche a essere composte quasi unicamente da gnomi, perché gli altri popoli, sconcertati dalle loro decisioni politiche, scelgono di spostarsi altrove. Per gli gnomi è difficile trovare una cultura che sentano interamente propria. Esiste un numero eccezionalmente ridotto di regni o nazioni gnomesche su Golarion, e molti gnomi non saprebbero comunque che farsene anche se ne esistessero di più.</p><p>Per una questione di necessità, sono pochi gli gnomi che rimangono legati in matrimonio per una vita intera; piuttosto essi lasciano che i rapporti si evolvano spontaneamente prima di dedicarsi ad altro, con l'obiettivo di allontanare lo Sbiancamento grazie a nuove esperienze. Benché le famiglie degli gnomi tendano a essere piccole, molte comunità gnomesche allevano i loro figli collettivamente, con rapporti familiari fluidi. I nomi degli gnomi possono essere molto complessi e polisillabici. Raramente gli gnomi si preoccupano del fatto che i loro nomi siano difficili da pronunciare, e spesso vengono chiamati con soprannomi più corti. Tra gli gnomi, più un nome è breve e più è considerato femminile.</p><h3>Esempi di Nomi</h3><p>Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie</p><h2>Credenze</h2><p>Benché gli gnomi siano burloni impulsivi, le cui motivazioni sono imperscrutabili e i cui metodi risultano confusionari, molti di loro cercano comunque di rendere il mondo un posto migliore. Spesso si lasciano andare alle emozioni più potenti ed è raro che siano reticenti ad aiutare chi ritengono che se lo meriti. Gli gnomi venerano per lo più le divinità che apprezzano gli individui e la natura, come per esempio Cayden Cailean, Desna, Gozreh e Shelyn.</p><h4><strong>Editti Popolari</strong></h4><p>andare in cerca di nuove esperienze, abbracciare la tua ispirazione, passare da un'ossessione all'altra</p><h4><strong>Anatemi Popolari</strong></h4><p>rallentare per spiegarti, privare qualcuno di tutti gli stimoli</p><h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Meccaniche degli Gnomi</h2><p><strong>Punti Ferita</strong> 8</p><p><strong>Taglia</strong> Piccola</p><p><strong>Velocità</strong> 7,5 metri</p><p><strong>Aumenti di Attributo</strong> Costituzione, Carisma, Libero</p><p><strong>Difetto di Attributo</strong> Forza</p><p><strong>Lingue</strong> Comune, Gnomesco, Fatato</p><p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se positivo). Scegli tra Draconico, Elfico, Goblin, Jotun, Nanico, Orchesco e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p><p><strong>Sensi</strong> Visione Crepuscolare</p><h2>Lignaggi degli Gnomi</h2><p>@UUID[Compendium.pf2e.heritages.Item.XeXWsvcWU3Zaj5WC]{Gnomo Camaleonte}</p><p>@UUID[Compendium.pf2e.heritages.Item.D3hTAqgwSank8OyO]{Gnomo Fatato}</p><p>@UUID[Compendium.pf2e.heritages.Item.tXC5Gwn9D5x0ouJh]{Gnomo Sensoriale}</p><p>@UUID[Compendium.pf2e.heritages.Item.d0bNxgGqvaCkFlhN]{Gnomo Umbratile}</p><p>@UUID[Compendium.pf2e.heritages.Item.ViKRoVgog172r163]{Gnomo Vivace}</p><p>@UUID[Compendium.pf2e.heritages.Item.etkuQkjkNLPLnjkA]{Gnomo della Sorgente}</p>",
                    "name": "Gnomo"
                },
                "Goblin": {
                    "name": "Goblin"
                },
                "Conrasu": {
                    "name": "Conrasu"
                },
                "Sprite": {
                    "name": "Spiritello"
                },
                "Strix": {
                    "name": "Strix"
                },
                "Uncommon": {
                    "name": "Non Comune"
                },
                "Common": {
                    "name": "Comune"
                },
                "Rare": {
                    "name": "Raro"
                },
                "Wayang": {
                    "name": "Wayang"
                },
                "Hobgoblin": {
                    "name": "Hobgoblin"
                },
                "Human": {
                    "name": "Umano"
                },
                "Kitsune": {
                    "name": "Kitsune"
                },
                "Kobold": {
                    "name": "Coboldo"
                },
                "Leshy": {
                    "name": "Leshy"
                },
                "Lizardfolk": {
                    "name": "Lucertoloide"
                },
                "Nagaji": {
                    "name": "Nagaji"
                },
                "Orc": {
                    "name": "Orchetto"
                },
                "Poppet": {
                    "name": "Bambolina"
                },
                "Skeleton": {
                    "name": "Scheletro"
                },
                "Athamaru": {
                    "name": "Locathah"
                },
                "Centaur": {
                    "name": "Centauro"
                },
                "Ghoran": {
                    "name": "Ghoran"
                },
                "Halfling": {
                    "name": "Halfling"
                },
                "Merfolk": {
                    "name": "Tritone"
                },
                "Minotaur": {
                    "name": "Minotauro"
                },
                "Tengu": {
                    "name": "Tengu"
                },
                "Vanara": {
                    "name": "Vanara"
                },
                "Vishkanya": {
                    "name": "Vishkanyano"
                },
                "Kholo": {
                    "name": "Gnoll"
                },
                "Ratfolk": {
                    "name": "Rattoide"
                },
                "Samsaran": {
                    "name": "Samsaran"
                },
                "Shoony": {
                    "name": "Shoony"
                },
                "Tripkee": {
                    "name": "Grippli"
                }
            }
        },
        "GM Screen": {
            "pages": {
                "Free Archetype": {
                    "name": "Archetipo Gratuito"
                },
                "Reputation": {
                    "name": "Reputazione"
                },
                "Light": {
                    "name": "Luce"
                },
                "Influence": {
                    "name": "Influenzare"
                },
                "Leadership": {
                    "name": "Leadership"
                },
                "Traits": {
                    "name": "Tratti"
                },
                "Research": {
                    "name": "Ricercare"
                },
                "Proficiency without Level": {
                    "name": "Competenza Senza Livello"
                },
                "Automatic Bonus Progression": {
                    "name": "Progressione Automatica dei Bonus",
                    "text": "<p>Questa variante rimuove il bonus di oggetto ai tiri e alle CD solitamente fornito dagli oggetti magici (con l’eccezione del bonus di oggetto dell’armatura) e lo sostituisce con un nuovo tipo di bonus—potenziamento—per riflettere l’abilità innata di un personaggio. In questa variante, gli oggetti magici, se esistono, possono fornire abilità speciali uniche piuttosto che incrementi numerici.</p><h2>Privilegi di Classe Speciali</h2><p>Ogni personaggio ottiene automaticamente i privilegi di classe indicati nella tabella Progressione Automatica dei Bonus.</p><h3>PROGRESSIONE AUTOMATICA BONUS</h3><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Livello</th><th>Benefici</th></tr></thead><tbody><tr><td>1</td><td>-</td></tr><tr><td>2</td><td>Potenziamento di attacco +1</td></tr><tr><td>3</td><td>Potenza delle abilità (una a +1)</td></tr><tr><td>4</td><td>Attacchi devastanti (due dadi)</td></tr><tr><td>5</td><td>Potenziamento della difesa +1</td></tr><tr><td>6</td><td>Potenza delle abilità (due a +1 ciascuna)</td></tr><tr><td>7</td><td>Potenziamento della percezione +1</td></tr><tr><td>8</td><td>Potenziamento dei tiri salvezza +1</td></tr><tr><td>9</td><td>Potenza delle abilità (una a +2, una a +1)</td></tr><tr><td>10</td><td>Potenziamento di attacco +2</td></tr><tr><td>11</td><td>Potenziamento della difesa +2</td></tr><tr><td>12</td><td>Attacchi devastanti (tre dadi)</td></tr><tr><td>13</td><td>Potenziamento della percezione +2; potenza delle abilità (due a +2 ciascuna, una a +1)</td></tr><tr><td>14</td><td>Potenziamento dei tiri salvezza +2</td></tr><tr><td>15</td><td>Potenza delle abilità (tre a +2 ciascuna, una a +1)</td></tr><tr><td>16</td><td>Potenziamento di attacco +3</td></tr><tr><td>17</td><td>Attributo apex; potenza delle abilità (una a +3, due a +2 ciascuna, due a +1 ciascuna)</td></tr><tr><td>18</td><td>Potenziamento della difesa +3</td></tr><tr><td>19</td><td>Attacchi devastanti (quattro dadi), potenziamento della percezione +3</td></tr><tr><td>20</td><td>Potenziamento dei tiri salvezza +3; potenza delle abilità (due a +3 ciascuna, due a +2 ciascuna, due a +1 ciascuna)</td></tr></tbody></table><h3>Potenziamento di Attacco<span style=\"float:right\">2°</span></h3><p>A partire dal 2° livello, ottieni bonus di potenziamento +1 ai tiri di attacco con tutte le armi e attacchi senz’armi. Questo aumenta a +2 al 10° livello e a +3 al 16° livello.</p><h3>Potenza delle Abilità<span style=\"float:right\">3°</span></h3><p>Al 3° livello, scegli una singola abilità. Ottieni bonus di potenza +1 con quell’abilità. Al 6° livello, scegli una seconda abilità per ottenere un bonus di potenza +1. Al 9° livello, scegli una di queste abilità e aumenta il suo bonus di potenza a +2. Al 13° livello, aumenta il bonus di potenza della tua seconda abilità a +2 e scegli una terza abilità per ottenere un bonus di potenza +1. Al 15° livello, aumenta il bonus di potenza della terza abilità a +2 e scegli una quarta abilità per ottenere un bonus di potenza +1. Al 17° livello, scegli una delle tue tre abilità con bonus di potenza +2 da aumentare a +3, e scegli una quinta abilità per ottenere un bonus di potenza +1. Infine, al 20° livello, scegli una delle due abilità con bonus di potenza +2 da aumentare a +3, scegli una delle tre abilità con bonus +1 da aumentare a +2, e scegli una nuova abilità per ottenere un bonus di potenza +1. Puoi spendere 1 settimana per riaddestrarti e modificare una di queste assegnazioni in qualsiasi momento.</p><h3>Attacchi Devastanti<span style=\"float:right\">4°</span></h3><p>Al 4° livello, i tuoi attacchi con armi e senz’armi infliggono due dadi di danno invece di uno. Questo aumenta a tre al 12° livello e a quattro al 19° livello.</p><h3>Potenziamento della Difesa<span style=\"float:right\">5°</span></h3><p>Al 5° livello, ottieni bonus di potenziamento +1 alla CA. All’11° livello, questo bonus aumenta a +2, e al 18° livello, a +3.</p><h3>Potenziamento della Percezione<span style=\"float:right\">7°</span></h3><p>Al 7° livello, ottieni bonus di potenziamento +1 alla Percezione, che aumenta a +2 al livello 13 e a +3 al livello 19.</p><h3>Potenziamento dei Tiri Salvezza<span style=\"float:right\">8°</span></h3><p>All’8° livello, ottieni bonus di potenziamento +1 ai tiri salvezza, che aumenta a +2 al livello 14 e a +3 al livello 20.</p><h3>Potenziamento dei Tiri Salvezza<span style=\"float:right\">17°</span></h3><p>Al 17° livello, scegli un modificatore di attributo da aumentare di 1 o portare a +4 (a seconda di quale opzione fornisca il modificatore più alto).</p><h3>Attributo Apex<span style=\"float:right\">17°</span></h3><p>Al 17° livello, scegli un modificatore di attributo da aumentare di 1 o portare a +4 (a seconda di quale opzione fornisca il modificatore più alto).</p><h3>Regolare Oggetti e Tesori</h3><p>Con questa variante, puoi ignorare quello che desideri della tabella Tesori del Gruppo per Livello a pag. 59, anche se vorrai comunque fornire una certa quantità regolare di denaro. L’area principale che influenzerà la tua scelta riguarda gli oggetti magici, come pergamene e bacchette. Rimuovi tutte le rune di potenziamento, rune di attacco e rune di resilienza. Gli oggetti che normalmente garantiscono un bonus di oggetto alle statistiche o dadi di danno non lo fanno più, a parte il bonus base di oggetto alla CA fornito dall’armatura. Gli oggetti apex non aumentano gli aumenti di attributo. Se il tuo mondo include ancora oggetti magici, una scelta sicura è continuare a distribuire oggetti monouso approssimativamente al ritmo indicato a pag. 59. Se scegli di eliminare completamente le rune, questo può ridurre il danno dei PG poiché non avranno rune come infuocata o sacra. Se hai rimosso quasi tutti i tesori, le sfide potrebbero diventare più difficili, anche con i bonus automatici.</p><p><em>Sezione: Regole Alternative</em><span style=\"float:right\"><em>Pathfinder Manuale del GM pag. 83</em></span></p>"
                },
                "Hero Points": {
                    "name": "Punti Eroe"
                },
                "Senses": {
                    "name": "Sensi"
                },
                "Travel Speed": {
                    "name": "Velocità di Viaggio"
                },
                "Treat Wounds": {
                    "name": "Curare Ferite"
                },
                "Attitudes": {
                    "name": "Atteggiamenti",
                    "text": "<p>La tua influenza su un PNG è misurata da un insieme di atteggiamenti che riflettono come esso vede il tuo personaggio. Quanto segue è solo un breve sommario degli atteggiamenti che una creatura può assumere. Il GM fornirà sfumature aggiuntive in base al passato e alle credenze dei personaggi con i quali stai interagendo, e gli atteggiamenti possono cambiare in base allo sviluppo della storia. Gli atteggiamenti sono descritti in dettaglio nell’Appendice delle Condizioni e sono riassunti qui.</p><ul><li><strong>@UUID[Compendium.pf2e.conditionitems.Item.v44P3WUcU1j0115l]{collaborativo}:</strong> Disponibile ad aiutarti, risponde favorevolmente alle tue richieste.</li><li><strong>@UUID[Compendium.pf2e.conditionitems.Item.v66R7FdOf11l94im]{amichevole}:</strong> Il suo atteggiamento nei tuoi confronti è positivo, ma non necessariamente si assumerà dei rischi per aiutarti.</li><li><strong>@UUID[Compendium.pf2e.conditionitems.Item.fuG8dgthlDWfWjIA]{indifferente}:</strong> Non gli interessa di te. La maggior parte dei PNG iniziano come indifferenti.</li><li><strong>@UUID[Compendium.pf2e.conditionitems.Item.I1ffBVISxLr2gC4u]{maldisposto}:</strong> Non gli piaci e non vuole aiutarti.</li><li><strong>@UUID[Compendium.pf2e.conditionitems.Item.ud7gTLwPeklzYSXG]{ostile}:</strong> Agisce attivamente contro di te, e gli piaci talmente poco che potrebbe attaccarti.</li></ul><p>@UUID[Compendium.pf2e.campaign-effects.Item.kTnRp6zfI32iqjHc]{Effetto: Atteggiamento}</p><p>Nessuno può modificare l’atteggiamento di un PG con quest’abilità. Puoi interpretare le interazioni tra i personaggi giocanti e persino usare i risultati di Diplomazia, se il giocatore vuole una misura di quanto sia convincente o affascinante un personaggio, ma sono i giocatori a decidere come agiscono i loro personaggi.</p><p><em>Sezione: Abilità</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pg. 239</em></span></p>"
                },
                "Stamina": {
                    "name": "Tenacia"
                },
                "Treasure": {
                    "name": "Tesori"
                },
                "Conditions": {
                    "name": "Condizioni",
                    "text": "<table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"></tr></thead><tbody><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Abbagliato}</td><td>I tuoi occhi sono sovrastimolati o la tua vista è offuscata. Se la vista è il tuo unico senso preciso, tutte le creature e gli oggetti sono occultati nei tuoi confronti.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Accecato}</td><td>Non vedi nulla. Consideri il terreno normale come difficile e non puoi individuare nulla tramite la vista. Ottieni un fallimento critico automatico nelle prove di Percezione che richiedono la vista e, se la vista è il tuo unico senso preciso, subisci penalità di status –4 alle prove di Percezione. Sei immune agli effetti visivi. Accecato prevale su @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{abbagliato}.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.nlCjDvLMf2EkV2dl]{Accelerato}</td><td>Ottieni 1 azione addizionale a ogni round, all’inizio del tuo turno. Molti effetti che ti rendono accelerato specificano il tipo di azioni che puoi usare con quest’azione addizionale. Dato che accelerato ha effetto all’inizio del tuo turno, non ottieni subito azioni se diventi accelerato durante il tuo turno.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Affascinato}</td><td>Sei costretto a concentrare la tua attenzione su qualcosa, e ciò ti distrae da quanto avviene attorno a te. Subisci penalità di status -2 alle prove di Percezione e alle prove di abilità, e non puoi usare azioni con il tratto concentrazione a meno che esse o le loro conseguenze previste non siano correlate al soggetto della tua fascinazione (a discrezione del GM). Questa condizione termina se una creatura compie azioni ostili contro di te o contro qualsiasi tuo alleato.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Affaticato}</td><td>Sei stanco e non hai molta energia. Subisci penalità di status -1 a CA e tiri salvezza. Non puoi usare le attività in esplorazione disponibili mentre stai viaggiando. Ti riprendi dalla fatica dopo una notte intera di riposo.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Afferrato}</td><td>Sei tenuto fermo da un’altra creatura, cosa che ti dà le condizioni @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{immobilizzato} e @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{impreparato}. Se compi un’azione col tratto maneggiare mentre sei afferrato, devi superare una @Check[flat|dc:5] o l’azione viene persa; effettua la prova dopo aver speso l’azione ma prima di applicare qualsiasi effetto.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.9PR9y0bi4JPKnHPR]{Assordato}</td><td>Non sei in grado di udire nulla. Ottieni un fallimento critico automatico nelle prove di Percezione che richiedono l’uso dell’udito. Subisci penalità di status -2 alle prove di Percezione per l’iniziativa e alle prove che coinvolgono il suono ma fanno affidamento anche sugli altri sensi. Se compi un’azione con il tratto uditivo, devi superare una @Check[flat|dc:5] o l’azione è perduta; effettua la prova dopo aver speso l’azione ma prima di applicarne gli effetti. Mentre sei assordato sei immune agli effetti uditivi.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confuso}</td><td>Non ti rendi conto appieno di ciò che accade e attacchi alla cieca. Sei @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{impreparato}, non consideri nessuno come tuo alleato (anche se gli altri possono considerarti alleato) e non puoi Preparare, Ritardare o usare reazioni. Usi tutte le tue azioni per Colpire o lanciare trucchetti offensivi, ma il GM può farti usare altre azioni per facilitare gli attacchi. I tuoi bersagli vengono determinati casualmente dal GM. Se non hai altri bersagli disponibili, bersagli te stesso, colpendoti automaticamente ma senza ottenere un colpo critico. Se ti è impossibile attaccare o lanciare incantesimi, farfugli parole incoerenti, sprecando le tue azioni. Ogni volta che subisci danni da un attacco o incantesimo, puoi effettuare una @Check[flat|dc:11] per riprenderti dalla confusione e porre fine alla condizione.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.9qGBRpbX9NEwtAAr]{Controllato}</td><td>Sei sotto il comando di qualcun altro, sei stato dominato magicamente o la tua volontà è stata soggiogata in altro modo. La creatura che ti controlla indica ciò che fai e può usare qualsiasi tua azione, inclusi attacchi, reazioni o persino Ritardare; in genere non deve spendere le proprie azioni mentre ti controlla.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.lDVqvLKA6eF3Df60]{Danno Persistente}</td><td>Anziché subire il danno persistente immediatamente, lo subisci alla fine di ciascun tuo turno finché hai la condizione, tirando i dadi dei danni ogni volta. Dopo aver subito il danno persistente, effettua una @Check[flat|dc:15] per determinare se guarisci dal danno persistente. Se la superi, la condizione termina. Per recuperare dal danno persistente puoi adottare personalmente delle misure oppure farti aiutare da un alleato: ciò ti permette di effettuare una prova semplice aggiuntiva prima della fine del tuo turno. Questa è in genere un’attività che richiede 2 azioni, e dev’essere qualcosa che possa ragionevolmente migliorare le tue possibilità di sopravvivenza. Il GM può ridurre la CD a 10, porre fine automaticamente al danno o alterare il numero di azioni.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilizzato}</td><td>Non puoi compiere azioni col tratto movimento. Se sei @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{immobilizzato} da qualcosa che ti tiene fermo e una forza esterna ti muoverebbe fuori dal tuo quadretto, questa forza deve superare una prova contro la CD dell’effetto che ti blocca o la difesa appropriata (in genere la CD di Tempra) del mostro che ti sta tenendo fermo.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Impreparato}</td><td>Sei distratto o comunque incapace di dedicare tutta la tua attenzione alla difesa. Subisci penalità di circostanza -2 alla CA.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{In Fuga}</td><td>Sei costretto a fuggire a causa del panico o di un’altra compulsione. Nel tuo turno, devi spendere ogni tua azione per cercare di scappare dalla fonte della condizione in fuga nel modo più sbrigativo possibile. Non puoi Preparare o Ritardare mentre sei in fuga.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Indebolito}</td><td>Sei fisicamente fiacco. Subisci penalità di status pari al valore di condizione alle prove e alle CD basate sulla Forza, inclusi tiri per colpire in mischia basati sulla Forza, tiri per i danni basati sulla Forza e prove di Atletica.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.D5mg6Tc7Jzrj6ro7]{Ingombrato}</td><td>Stai portando più peso di quello che puoi gestire agevolmente. Mentre sei ingombrato, sei @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{maldestro 1} e subisci penalità di -3 metri a tutte le tue Velocità. Come per tutte le penalità alla tua Velocità, questo non riduce la tua Velocità al di sotto di 1,5 metri.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Maldestro}</td><td>I tuoi movimenti si fanno impacciati e imprecisi. Subisci penalità di status pari al valore di condizione ai tiri e alle CD basati su Destrezza, inclusi CA, tiri salvezza su Riflessi, tiri per colpire a distanza e prove di abilità che utilizzano Acrobazia, Furtività e Furto.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Nauseato}</td><td>Ti senti male. Subisci penalità di status pari a questo valore a tutte le tue prove e CD. Non puoi ingerire nulla volontariamente. Puoi spendere un’azione per vomitare nel tentativo di riprenderti, cosa che ti consente di effettuare subito un TS su Tempra contro la CD dell’effetto che ti ha nauseato. Se hai successo, riduci il tuo valore di 1 (o di 2 con un successo critico).</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralizzato}</td><td>Il tuo corpo è completamente bloccato. Hai la condizione @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{impreparato} e non puoi agire, se non per Ricordare Conoscenze e altre azioni che richiedono solo l’uso della mente (a discrezione del GM). Non puoi usare @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Individuare}.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.dTwPJuKgBQCMxixg]{Pietrificato}</td><td>Sei stato trasformato in pietra. Non puoi agire e non puoi percepire nulla. Diventi un oggetto con Volume pari al doppio del tuo Volume normale (in genere 12 per una creatura Media o 6 per una creatura Piccola), CA 9, Durezza 8 e gli stessi Punti Ferita che avevi da vivo.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prono}</td><td>Giaci a terra. Sei @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{impreparato} e hai penalità di circostanza -2 ai tiri per colpire. Le uniche azioni di movimento che puoi compiere da prono sono @UUID[Compendium.pf2e.actionspf2e.Item.Tj055UcNm6UEgtCg]{Andare a Carponi} e Alzarsi. Alzarsi pone fine alla condizione @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{prono}. Puoi @UUID[Compendium.pf2e.actionspf2e.Item.ust1jJSCZQUhBZIz]{Andare in Copertura} da prono, ottenendo copertura contro gli attacchi a distanza (ma resti impreparato).</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Rallentato}</td><td>Hai meno azioni. Quando recuperi le tue azioni all’inizio del tuo turno, riduci quel numero di azioni del tuo valore di rallentato. Poiché rallentato ha effetto all’inizio del turno, se diventi rallentato durante il tuo turno, non perdi nessun’azione nell’immediato.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Risucchiato}</td><td>Quando una creatura ti risucchia sangue o forza vitale, la tua salute e il vigore vengono prosciugati. Subisci penalità di status pari al tuo valore di risucchiato ai tiri e alle CD basati su Costituzione, come i tiri salvezza su Tempra. Perdi anche un numero di Punti Ferita pari al tuo livello (minimo 1) moltiplicato per il valore di risucchiato, e i tuoi Punti Ferita massimi si riducono dello stesso ammontare. A ogni tua notte completa di riposo, il tuo valore di risucchiato diminuisce di 1.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.6dNUvdb1dhToNDj3]{Rotto}</td><td>Un oggetto rotto non può essere usato per le sue normali funzioni e neppure ti concede bonus. Le armature costituiscono un’eccezione a questa regola: un’armatura rotta concede comunque i suoi bonus di oggetto alla CA, però impone anche una penalità alla CA in base alla categoria: -1 per le armature leggere rotte, -2 per le armature medie rotte e -3 per le armature pesanti rotte. Se un effetto rende un oggetto rotto in automatico e l’oggetto ha più PF della sua Soglia di Rottura, quell’effetto riduce anche i PF attuali dell’oggetto alla sua Soglia di Rottura.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Sbigottito}</td><td>I tuoi pensieri e istinti sono annebbiati. Subisci penalità di status pari a tale valore ai tiri e alle CD basati su Intelligenza, Saggezza e Carisma, inclusi tiri salvezza su Volontà, tiri per colpire con incantesimo, CD di incantesimo e prove di abilità appropriate. Ogni volta che tenti di Lanciare un Incantesimo, l’incantesimo viene interrotto a meno che non superi una prova semplice (CD = 5 + valore).</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Spaventato}</td><td>Sei in preda alla paura e fatichi a controllare i nervi. Subisci penalità di status pari a questo valore a tutte le tue prove e CD. Se non è specificato diversamente, alla fine di ogni tuo turno il valore della condizione spaventato diminuisce di 1.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stordito}</td><td>Sei quasi privo di sensi. Non puoi agire. Un valore di stordito indica quante azioni perdi in totale. Ogni volta che recuperi le tue azioni, riduci innanzitutto il valore di stordito di un ammontare pari al numero di azioni che riottieni, poi riducilo ulteriormente in base al numero di azioni effettivamente perse. Se stordito ha una durata, perdi tutte le tue azioni per la durata indicata. Stordito prevale su rallentato. Le azioni perse per stordito contano ai fini di quelle perse a causa di rallentato.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Trattenuto}</td><td>Sei legato in modo da poterti a malapena muovere, oppure una creatura ti ha bloccato. Hai le condizioni @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{immobilizzato} e @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{impreparato}, e non puoi fare nulla che abbia i tratti attacco o maneggiare a parte @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Sfuggire} o @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Forzare} ciò che ti trattiene. Trattenuto prevale su @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{afferrato}.</td></tr></tbody></table><hr /><p><em>Sezione: Appendice delle Condizioni</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pag. 454</em></span></p>"
                },
                "Encounter Budget": {
                    "name": "Ammontare per gli Incontri"
                },
                "Basic Actions": {
                    "text": "<hr /><p></p><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Azione</th><th>Tratti</th><th>Descrizione</th></tr></thead><tbody><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.HCl3pzVefiv9ZKQW]{Aiutare} <span class=\"pf2-icon\">R</span></td><td></td><td>Prova con CD 15 per fornire un bonus di circostanza +1 alla prova di abilità o al tiro per colpire assistito (successo critico: +2, +3 se maestro, +4 se leggendario).</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.qm7xptMSozAinnPS]{Arrestare una Caduta} <span class=\"pf2-icon\">R</span></td><td></td><td>Usa Acrobazia per rallentare la tua caduta mentre voli.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.UWdRX1VelipCzrCg]{Evitare lo Sguardo} <span class=\"pf2-icon\">1</span></td><td></td><td>Ottieni bonus di circostanza +2 contro le capacità visive.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.H6v1VgowHaKHnVlG]{Scavare} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Ti muovi fino alla tua Velocità di scavare.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.Tj055UcNm6UEgtCg]{Andare Carponi} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Ti muovi di 1,5 metri mentre sei @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{prono}.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.A72nHGUtNXgY5Ey9]{Ritardare} <span class=\"pf2-icon\">F</span></td><td></td><td>Selezionalo quando inizia il tuo turno; svolgi il tuo turno più tardi.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.HYNhdaPtF1QmQbR3]{Cadere a Terra} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Cadi @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{prono}.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.AjLSHZSWQ90exdLo]{Interrompere} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>concentrazione</p></section></td><td>Metti termine a un effetto che specifica che puoi interromperlo. Termina l'intero effetto a meno che non sia indicato diversamente.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.cS9nfDRGD83bNU1p]{Volare} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Ti muovi fino alla tua Velocità di volare. Muoversi verso l'alto conta come terreno difficile. Puoi muoverti in verticale verso il basso di 3 metri per ogni 1,5 metri di movimento che usi. Se sei in aria alla fine del tuo turno e non hai Volato in questo round, cadi.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.3yoajuKjwHZ9ApUY]{Afferrare un Bordo} <span class=\"pf2-icon\">R</span></td><td><section class=\"traits\"><p>maneggiare</p></section></td><td>Tenti di afferrare qualcosa per arrestare una caduta.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.pvQ5rY2zrtPI614F]{Interagire} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>maneggiare</p></section></td><td>Afferri un oggetto, apri una porta, estrai un oggetto o compi un'azione simile.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.d5I6018Mci2SWokk]{Saltare} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Salti orizzontalmente 3 metri (4,5 metri se la tua Velocità è 9 metri o più), o verticalmente 90 centimetri e orizzontalmente 1,5 metri.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.PM5jvValFkbFH3TV]{Montare} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Sali in groppa a un animale alleato più grande di te per cavalcarlo.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.sn2hIy1iIJX9Vpgj]{Indicare} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>uditivo</p></section><section class=\"traits\"><p>maneggiare</p></section><section class=\"traits\"><p>visivo</p></section></td><td>Riveli una creatura non osservata.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.xjGwis0uaC2305pm]{Alzare lo Scudo} <span class=\"pf2-icon\">1</span></td><td></td><td>Sollevi uno scudo per ottenere il suo bonus alla CA.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.wQYmDStjdjn0I26t]{Lasciare} <span class=\"pf2-icon\">F</span></td><td><section class=\"traits\"><p>maneggiare</p></section></td><td>Lasci qualcosa che stavi tenendo senza innescare reazioni.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Individuare} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>concentrazione</p></section><section class=\"traits\"><p>segreto</p></section></td><td>Passi al setaccio un'area in cerca di segni di creature o oggetti usando Percezione.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.1xRFPTFtWtGJ9ELw]{Intuire} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>concentrazione</p></section><section class=\"traits\"><p>segreto</p></section></td><td>Vedi se una creatura sta mentendo.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.OdIUybJ3ddfL7wzj]{Alzarsi} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Ti alzi in piedi da @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{prono}.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.UHpkTuCtyaPqiCAB]{Passo} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Ti muovi di 1,5 metri senza innescare reazioni.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.Bcxarzksqt9ezrs6]{Avanzare} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>movimento</p></section></td><td>Ti muovi fino alla tua Velocità.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.VjxZFuUXrCU94MWR]{Colpire} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>attacco</p></section></td><td>Attacchi con un'arma o un attacco senz'armi.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.3f5DMFu8fPiqHpRg]{Mantenere} <span class=\"pf2-icon\">1</span></td><td><section class=\"traits\"><p>concentrazione</p></section></td><td>Estendi la durata di un effetto che ha una durata mantenuto o un beneficio quando lo mantieni. Una durata estesa dura fino alla fine del tuo prossimo turno.</td></tr><tr><td>@UUID[Compendium.pf2e.actionspf2e.Item.ust1jJSCZQUhBZIz]{Andare in Copertura} <span class=\"pf2-icon\">1</span></td><td></td><td>Ottieni copertura, o ottieni copertura superiore se hai copertura.</td></tr></tbody></table><hr /><h3>Parlare</h3><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"></tr></thead><tbody><tr><td><p>Fintanto che puoi agire, puoi anche parlare. Non c’è bisogno di spendere nessun tipo di azione per parlare ma, poiché un round rappresenta 6 secondi di tempo, in genere puoi pronunciare circa una singola frase per round. Gli usi specifici della parola, come effettuare una prova di Inganno per Mentire, richiedono di spendere azioni e seguono regole proprie. Ogni discorso ha il tratto uditivo. Se comunichi in modo diverso dal parlare, si possono applicare altre regole: ad esempio, la lingua dei segni ha il tratto visivo anziché uditivo.</p></td></tr></tbody></table><hr /><p><em>Sezione: Giocare</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pag. 428-431</em></span></p>",
                    "name": "Azioni Base"
                },
                "GM Screen": {
                    "name": "Schermo del GM"
                },
                "Bonuses and Penalties": {
                    "text": "<h2>Bonus</h2><p>Se hai diversi tipi di bonus che si applicano allo stesso tiro, li aggiungi tutti; se invece hai diversi bonus dello stesso tipo, puoi usare solo quello più alto: in altre parole, non si cumulano.</p><h3>Bonus di Competenza</h3><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Grado di Competenza</th><th>Bonus di Competenza</th></tr></thead><tbody><tr><td>Senza addestramento</td><td>0</td></tr><tr><td>Addestrato</td><td>Il tuo livello + 2</td></tr><tr><td>Esperto</td><td>Il tuo livello + 4</td></tr><tr><td>Maestro</td><td>Il tuo livello + 6</td></tr><tr><td>Leggendario</td><td>Il tuo livello + 8</td></tr></tbody></table><h3>Bonus di Circostanza</h3><p>I bonus di circostanza si basano in genere sulla situazione in cui ti trovi quando effettui una prova.</p><h3>Bonus di Oggetto</h3><p>I bonus di oggetto sono concessi da oggetti che stai indossando o usando, che siano magici o meno.</p><h3>Bonus di Status</h3><p>I bonus di status vengono in genere da incantesimi, altri effetti magici o da qualcosa che applica una condizione benefica, spesso temporanea.</p><h2>Penalità</h2><p>Le penalità funzionano in maniera molto simile. Esistono <strong>penalità di circostanza</strong>, <strong>penalità</strong> <strong>di status</strong> e persino penalità di <strong>oggetto</strong>. Come i bonus dello stesso tipo, subisci solo la peggiore fra tutte le varie penalità del medesimo tipo.</p><hr /><p><em>Sezione: Giocare</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pag. 412</em></span></p>",
                    "name": "Bonus e Penalità"
                },
                "Bulk and Encumbered": {
                    "name": "Volume ed Ingombro",
                    "text": "<h2>Volume</h2><p>Portare oggetti particolarmente pesanti o ingombranti può rendere più difficile muoverti, così come sovraccaricarti con troppi equipaggiamenti. Il valore Volume di un oggetto rispecchia quanto sia difficile manipolarlo, rappresentando la sua taglia, il suo peso e in generale la difficoltà nel portarlo. Puoi trasportare una quantità di Volume pari a 5 più il tuo modificatore di Forza senza penalità; se ne trasporti di più, ottieni la condizione ingombrato.</p><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Taglia della Creatura</th><th>Volume</th></tr></thead><tbody><tr><td>Minuscola</td><td>1</td></tr><tr><td>Piccola</td><td>3</td></tr><tr><td>Media</td><td>6</td></tr><tr><td>Grande</td><td>12</td></tr><tr><td>Enorme</td><td>24</td></tr><tr><td>Mastodontica</td><td>48</td></tr></tbody></table><h2>Conversioni di Volume per Taglie Diverse</h2><p>Come indicato nella tabella Conversioni di Volume, le creature Grandi o più grandi sono meno ingombrate dagli oggetti voluminosi rispetto alle creature Piccole o Medie, mentre le creature Minuscole si sovraccaricano più rapidamente. Una creatura Grande tratta 10 oggetti di Volume 1 come 1 Volume, una creatura Enorme tratta 10 oggetti di Volume 2 come 1 Volume e così via. Una creatura Minuscola considera 10 oggetti di Volume trascurabile come Volume 1. Gli oggetti di Volume trascurabili funzionano in modo simile: una creatura Enorme considera gli oggetti di Volume 1 come trascurabili, quindi può trasportare qualsiasi numero di oggetti con Volume 1. Una creatura Minuscola non tratta nessun oggetto come se avesse Volume trascurabile.</p><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th><p><strong>Taglia della Creatura</strong></p></th><th><p><strong>Limite di Volume</strong></p></th><th><p><strong>Considera come Leggero</strong></p></th><th><p><strong>Considera come Trascurabile</strong></p></th></tr></thead><tbody><tr><td><p>Minuscola</p></td><td><p>Metà</p></td><td><p>-</p></td><td><p>nulla</p></td></tr><tr><td><p>Piccola o Media</p></td><td><p>Standard</p></td><td><p>L</p></td><td><p>-</p></td></tr><tr><td><p>Grande</p></td><td><p>x2</p></td><td><p>Volume 1</p></td><td><p>L</p></td></tr><tr><td><p>Enorme</p></td><td><p>x4</p></td><td><p>Volume 2</p></td><td><p>Volume 1</p></td></tr><tr><td><p>Mastodontica</p></td><td><p>x8</p></td><td><p>Volume 4</p></td><td><p>Volume 2</p></td></tr></tbody></table><h2>Ingombrato</h2><p>Stai portando più peso di quello che puoi sopportare. Mentre sei ingombrato, sei @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{maldestro 1} e subisci penalità -3 metri a tutte le tue Velocità. Come per tutte le penalità alla tua Velocità, questo non riduce la tua Velocità al di sotto di 1,5 metri.</p><p><em>Sezione: Giocare</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pag. 269-270</em></span></p>"
                },
                "Chases": {
                    "name": "Inseguimenti",
                    "text": "<p>Gli inseguimenti sono un tipo di incontro speciale. In ogni round, il personaggio o i personaggi inseguiti agiscono per primi, poi sono gli inseguitori ad agire. Solitamente, per ridurre il divario, i PG effettuano le loro prove per fare progressi mentre i loro avversari procedono a passo costante, ma se preferisci enfatizzare l’andatura altalenante di un inseguimento specifico, puoi fare in modo che entrambi i lati effettuino i loro tiri. I personaggi dello stesso gruppo possono agire nell’ordine che preferiscono, svolgendo un turno a testa. Un personaggio deve agire nel proprio turno. Se passa il turno o non è in grado di agire, non riuscirà ad aiutare il gruppo e farà perdere automaticamente al gruppo 1 Punto Inseguimento.</p><table border=\"1\" class=\"pf2e remaster\"><tbody><tr><th colspan=\"2\"><h4><strong>Ostacoli Sotterranei</strong></h4></th></tr><tr><td><p><strong>Corridoio che Crolla (1°)</strong></p></td><td><p>@Check[acrobatics|dc:13] per evitare di disturbare le pareti, @Check[crafting|dc:15] per puntellare le pareti;</p><p><strong>Corridoio Instabile (11°)</strong> @Check[acrobatics|dc:25], @Check[crafting|dc:30]</p></td></tr><tr><td><p><strong>Grotta di Funghi (1°)</strong></p></td><td><p>@Check[fortitude|dc:15] per resistere alle spore velenose, @Check[survival|dc:13] per evitare i funghi;</p><p><strong>Funghi Virulenti (5°)</strong> @Check[fortitude|dc:20], @Check[survival|dc:18]</p></td></tr><tr><td><p><strong>Melma Vagante (1°)</strong></p></td><td><p>@Check[occultism|dc:18] per identificare i suoi punti deboli, @Check[stealth|dc:15] per oltrepassarlo di soppiatto;</p><p><strong>Melma Vagante Molto Grande (7°)</strong> @Check[occultism|dc:24], @Check[stealth|dc:19]</p></td></tr><tr><td><p><strong>Trappola del Pozzo (1°)</strong></p></td><td><p>@Check[athletics|dc:13] per risalire rapidamente, @Check[perception|dc:15] per notare la trappola prima che si inneschi;</p><p><strong>Trappola del Pozzo Profondo (5°)</strong> @Check[athletics|dc:20], @Check[perception|dc:18]</p></td></tr><tr><td><p><strong>Trappola del Pendolo (5°)</strong></p></td><td><p>@Check[reflex|dc:20] per evitare le lame, @Check[thievery|dc:15] per disattivare la trappola;</p><p><strong>Panoplia di Pendoli (12°)</strong> @Check[reflex|dc:30], @Check[thievery|dc:28]</p></td></tr><tr><td><p><strong>Tunnel Crollato (5°)</strong></p></td><td><p>@Check[athletics|dc:20] per farsi strada scavando, @Check[perception|dc:18] per trovare una porta segreta che consenta di aggirare il crollo;</p><p><strong>Crollo Antico (12°)</strong> @Check[athletics|dc:30], @Check[perception|dc:28]</p></td></tr><tr><td><p><strong>Saracinesca di Legno (8°)</strong></p></td><td><p>@Check[acrobatics|dc:25] per attraversarla stringendosi, @Check[athletics|dc:20] per sollevare il cancello;</p><p><strong>Saracinesca di Ferro (11°)</strong> @Check[acrobatics|dc:25], @Check[athletics|dc:30]</p></td></tr></tbody></table><table border=\"1\" class=\"pf2e remaster\"><tbody><tr><th colspan=\"2\" data-colwidth=\"281,0\"><h4><strong>Ostacoli Urbani</strong></h4></th></tr><tr><td data-colwidth=\"281\"><p><strong>Cane da Guardia (1°)</strong></p></td><td><p>@Check[nature|dc:14] per calmarlo, @Check[stealth|dc:16] per oltrepassarlo di soppiatto;</p><p><strong>Roc da Guardia (9°)</strong> @Check[nature|dc:26], @Check[stealth|dc:28]</p></td></tr><tr><td data-colwidth=\"281\"><p><strong>Carretto della Frutta (1°)</strong></p></td><td><p>@Check[athletics|dc:13] per saltarlo o rovesciarlo, @Check[intimidation|dc:15] per convincere il mercante a spostarlo;</p><p><strong>Bancarella del Mercante (5°)</strong> @Check[athletics|dc:20], @Check[intimidation|dc:22]</p></td></tr><tr><td data-colwidth=\"281\"><p><strong>Folla (1°)</strong></p></td><td><p>@Check[acrobatics|dc:15] o Atletica per avanzare sgusciando o spintonando, @Check[society|dc:13] per seguire il flusso;</p><p><strong>Folla Festante (4°)</strong> @Check[athletics|dc:20], @Check[society|dc:18]</p></td></tr><tr><td data-colwidth=\"281\"><p><strong>Recinzione di Legno (1°)</strong></p></td><td><p>@Check[athletics|dc:13] per superarla arrampicandosi, @Check[thievery|dc:15] per scassinare un cancello;</p><p><strong>Recinzione Alta di Ferro (8°)</strong> @Check[athletics|dc:20], @Check[thievery|dc:25]</p></td></tr><tr><td data-colwidth=\"281\"><p><strong>Tetti Precari (1°)</strong></p></td><td><p>@Check[acrobatics|dc:15] per oltrepassare le corde dei panni stesi, @Check[athletics|dc:13] per saltare di tetto in tetto;</p><p><strong>Tetti Ripidi e Pericolanti (5°)</strong> @Check[acrobatics|dc:18], @Check[athletics|dc:20]</p></td></tr><tr><td data-colwidth=\"281\"><p><strong>Banda di Teppisti (2°)</strong></p></td><td><p>@Check[deception|dc:13] per imbrogliarli, @Check[stealth|dc:15] per oltrepassarli di soppiatto;</p><p><strong>Criminali Esperti (12°)</strong> @Check[deception|dc:28], @Check[stealth|dc:30]</p></td></tr><tr><td data-colwidth=\"281\"><p><strong>Vicoli Tortuosi (2°)</strong></p></td><td><p>@Check[perception|dc:17] per trovare un percorso, @Check[society|dc:13] per ricordarsi una mappa;</p><p><strong>Labirinto su Più Piani (7°)</strong> @Check[perception|dc:22], @Check[society|dc:20]</p></td></tr></tbody></table><table border=\"1\" class=\"pf2e remaster\"><tbody><tr><th colspan=\"2\"><h4><strong>Ostacoli nelle Terre Selvagge</strong></h4></th></tr><tr><td><p><strong>Acquazzone (1°)</strong></p></td><td><p>@Check[fortitude|dc:13] per continuare ad avanzare, @Check[nature|dc:15] per predire il tempo atmosferico;</p><p><strong>Temporale Magico (5°)</strong> @Check[fortitude|dc:30], @Check[nature|dc:25]</p></td></tr><tr><td><p><strong>Colline Ripide (1°)</strong></p></td><td><p>@Check[athletics|dc:13] per scalare i fianchi, @Check[perception|dc:15] per trovare un percorso più facile;</p><p><strong>Montagna Scoscesa (5°)</strong> @Check[athletics|dc:20], @Check[perception|dc:18]</p></td></tr><tr><td><p><strong>Fango Profondo (1°)</strong></p></td><td><p>@Check[athletics|dc:15] per guadarlo, @Check[perception|dc:13] per trovare un percorso;</p><p><strong>Orrido Acquitrino (5°)</strong> @Check[athletics|dc:20], @Check[perception|dc:18]</p></td></tr><tr><td><p><strong>Fiume Impetuoso (1°)</strong></p></td><td><p>@Check[athletics|dc:15] per nuotare o saltare di roccia in roccia, @Check[survival|dc:13] per trovare un guado vicino;</p><p><strong>Fiume in Piena (5°)</strong> @Check[athletics|dc:20], @Check[survival|dc:18]</p></td></tr><tr><td><p><strong>Ponte di Corde (1°)</strong></p></td><td><p>@Check[acrobatics|dc:15] per attraversarlo con prudenza, @Check[crafting|dc:13] per effettuare riparazioni;</p><p><strong>Corda Solitaria Consunta (11°)</strong> @Check[acrobatics|dc:25], @Check[crafting|dc:30]</p></td></tr><tr><td><p><strong>Sciame di Vespe (1°)</strong></p></td><td><p>@Check[fortitude|dc:15] per resistere alle punture, @Check[survival|dc:13] per scacciarle con il fumo;</p><p><strong>Quelle Non Sono Vespe! (5°)</strong> @Check[fortitude|dc:20], @Check[survival|dc:18]</p></td></tr><tr><td><p><strong>Foresta Fitta (2°)</strong></p></td><td><p>@Check[perception|dc:17] per trovare un passaggio, @Check[survival|dc:13] per aprirsi un passaggio;</p><p><strong>Foresta Incantata (5°)</strong> @Check[perception|dc:20], @Check[survival|dc:18]</p></td></tr></tbody></table><p><em>Sezione: Sottosistemi e Regole Varianti</em><span style=\"float:right\"><em>Pathfinder Manuale del GM pag. 192-195</em></span></p>"
                },
                "Cost of Living": {
                    "name": "Costo della Vita",
                    "text": "<table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Standard di Vita</th><th>Settimana</th><th>Mese</th><th>Anno</th></tr></thead><tbody><tr><td>Agiato</td><td>30 mo</td><td>130 mo</td><td>1.600 mo</td></tr><tr><td>Comodo</td><td>1 mo</td><td>4 mo</td><td>52 mo</td></tr><tr><td>Sontuoso</td><td>100 mo</td><td>430 mo</td><td>5.200 mo</td></tr><tr><td>Sussistenza*</td><td>4 ma</td><td>2 mo</td><td>24 mo</td></tr><tr><td colspan=\"4\">* Puoi provare a @UUID[Compendium.pf2e.actionspf2e.Item.49y9Ec4bDii8pcD3]{Sopravvivere} in modo gratuito usando Società o Sopravvivenza.</td></tr></tbody></table><p><em>Sezione: Condurre la Partita</em><span style=\"float:right\"><em>Pathfinder Manuale del GM pag. 50</em></span></p>"
                },
                "Counteracting": {
                    "name": "Contrasto",
                    "text": "<p>Alcuni effetti cercano di contrastare incantesimi, afflizioni, condizioni o altri effetti. Le prove di contrasto confrontano la potenza di due forze e determinano quale vinca. Contrastando con successo un effetto lo si interrompe, impedendogli di avere effetto, salvo diversamente specificato.</p><p>Quando effettui una prova di contrasto, somma il modificatore di abilità o gli altri modificatori appropriati alla tua prova contro la CD del bersaglio. Se stai contrastando un’afflizione, la CD è indicata nel suo blocco statistiche. Se è un incantesimo, usa la CD dell’incantatore. Il GM può inoltre calcolare una CD a seconda del livello dell’effetto del bersaglio. Per gli incantesimi, il modificatore alla prova di contrasto è il tuo modificatore di attributo per il lancio di incantesimi più il tuo bonus di competenza nel lancio di incantesimi, più qualsiasi bonus e penalità che si applicano specificatamente alle prove di contrasto.</p><p>Ciò che puoi contrastare dipende dal risultato della prova e dal livello del bersaglio. Se un effetto è un incantesimo, il suo grado è il grado di contrasto; altrimenti, dimezza il suo livello e arrotonda per eccesso per determinare il grado di contrasto (grado di contrasto minimo 0). Se il livello di un effetto non è chiaro e viene da una creatura, dimezza e arrotonda per eccesso il livello di quest’ultima.</p><p> <strong>Successo Critico</strong> Contrasta il bersaglio se il suo grado di contrasto non è superiore di più di 3 rispetto al grado di contrasto del tuo effetto.</p><p> <strong>Successo</strong> Contrasta il bersaglio se il suo grado di contrasto non è superiore di più di 1 rispetto al grado di contrasto del tuo effetto.</p><p><strong> Fallimento</strong> Contrasta il bersaglio se il suo grado di contrasto è inferiore al grado di contrasto del tuo effetto.</p><p><strong> Fallimento Critico</strong> Non riesci a contrastare il bersaglio.</p><h3>Tabella di Contrasto</h3><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Grado di Contrasto</th><th>Fallimento</th><th>Successo</th><th>Successo Critico</th></tr></thead><tbody><tr><td>0</td><td>—</td><td>1 (da 1 a 2)</td><td>3 (da 5 a 6)</td></tr><tr><td>1</td><td>0 (da -1 a 0)</td><td>2 (da 3 a 4)</td><td>4 (da 7 a 8)</td></tr><tr><td>2</td><td>1 (da 1 a 2)</td><td>3 (da 5 a 6)</td><td>5 (da 9 a 10)</td></tr><tr><td>3</td><td>2 (da 3 a 4)</td><td>4 (da 7 a 8)</td><td>6 (da 11 a 12)</td></tr><tr><td>4</td><td>3 (da 5 a 6)</td><td>5 (da 9 a 10)</td><td>7 (da 13 a 14)</td></tr><tr><td>5</td><td>4 (da 7 a 8)</td><td>6 (da 11 a 12)</td><td>8 (da 15 a 16)</td></tr><tr><td>6</td><td>5 (da 9 a 10)</td><td>7 (da 13 a 14)</td><td>9 (da 17 a 18)</td></tr><tr><td>7</td><td>6 (da 11 a 12)</td><td>8 (da 15 a 16)</td><td>10 (da 19 a 20)</td></tr><tr><td>8</td><td>7 (da 13 a 14)</td><td>9 (da 17 a 18)</td><td>11 (da 21 a 22)</td></tr><tr><td>9</td><td>8 (da 15 a 16)</td><td>10 (da 19 a 20)</td><td>12 (da 23 a 24)</td></tr><tr><td>10</td><td>9 (da 17 a 18)</td><td>11 (da 21 a 22)</td><td>13 (da 25 a 26)</td></tr></tbody></table><p>Il primo numero in ogni colonna è il grado di contrasto al quale puoi contrastare un effetto in base al tuo grado di successo. I numeri tra parentesi sono gli intervalli di livello comuni corrispondenti a quel grado.</p><hr /><p><em>Sezione: Giocare</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pag. 443</em></span></p>"
                },
                "Creature Identification": {
                    "name": "Identificazione delle Creature",
                    "text": "<p>Un personaggio che identifica con successo una creatura apprende uno dei suoi attributi più noti—come la ricrescita della testa di un’idra (e il fatto che può essere fermata da acido o fuoco) o gli aculei della coda di un manticora. Con un successo critico, il personaggio apprende anche qualcosa di più sottile, come una debolezza non ovvia o l’innesco di una delle reazioni della creatura.</p><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Tratto della Creatura</th><th>Abilità</th></tr></thead><tbody><tr><td>Aberrazione</td><td>Occultismo</td></tr><tr><td>Animale</td><td>Natura</td></tr><tr><td>Astrale</td><td>Occultismo</td></tr><tr><td>Bestia</td><td>Arcano, Natura</td></tr><tr><td>Celestiale</td><td>Religione</td></tr><tr><td>Costrutto</td><td>Arcano, Artigianato</td></tr><tr><td>Drago</td><td>Arcano</td></tr><tr><td>Elementale</td><td>Arcano, Natura</td></tr><tr><td>Etereo</td><td>Occultismo</td></tr><tr><td>Fatato</td><td>Natura</td></tr><tr><td>Fungo</td><td>Natura</td></tr><tr><td>Melma</td><td>Occultismo</td></tr><tr><td>Nefando</td><td>Religione</td></tr><tr><td>Non Morto</td><td>Religione</td></tr><tr><td>Ombra (Shade)</td><td>Religione</td></tr><tr><td>Osservatore</td><td>Religione</td></tr><tr><td>Spirito</td><td>Occultismo</td></tr><tr><td>Umanoide</td><td>Società</td></tr><tr><td>Vegetale</td><td>Natura</td></tr></tbody></table><p><em>Sezione: Condurre la Partita</em><span style=\"float:right\"><em>Pathfinder Manuale del GM pag. 55</em></span></p>"
                },
                "DC Adjustments": {
                    "name": "Modifiche alla CD",
                    "text": "<table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Difficoltà</th><th>Modifica</th><th>Rarità</th></tr></thead><tbody><tr><td>Incredibilmente facile</td><td>-10</td><td>—</td></tr><tr><td>Molto facile</td><td>-5</td><td>—</td></tr><tr><td>Facile</td><td>-2</td><td>—</td></tr><tr><td>Difficile</td><td>+2</td><td>Non comune</td></tr><tr><td>Molto difficile</td><td>+5</td><td>Raro</td></tr><tr><td>Incredibilmente difficile</td><td>+10</td><td>Unico</td></tr></tbody></table><p><em>Sezione: Condurre la Partita</em><span style=\"float:right\"> <em>Pathfinder Manuale del GM pag. 53</em></span></p>"
                },
                "DCs by Level": {
                    "name": "CD per Livello",
                    "text": "<table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Livello</th><th>CD</th><th></th><th>Livello</th><th>CD</th></tr></thead><tbody><tr><td>0</td><td>14</td><td></td><td>13</td><td>31</td></tr><tr><td>1</td><td>15</td><td></td><td>14</td><td>32</td></tr><tr><td>2</td><td>16</td><td></td><td>15</td><td>34</td></tr><tr><td>3</td><td>18</td><td></td><td>16</td><td>35</td></tr><tr><td>4</td><td>19</td><td></td><td>17</td><td>36</td></tr><tr><td>5</td><td>20</td><td></td><td>18</td><td>38</td></tr><tr><td>6</td><td>22</td><td></td><td>19</td><td>39</td></tr><tr><td>7</td><td>23</td><td></td><td>20</td><td>40</td></tr><tr><td>8</td><td>24</td><td></td><td>21</td><td>42</td></tr><tr><td>9</td><td>26</td><td></td><td>22</td><td>44</td></tr><tr><td>10</td><td>27</td><td></td><td>23</td><td>46</td></tr><tr><td>11</td><td>28</td><td></td><td>24</td><td>48</td></tr><tr><td>12</td><td>30</td><td></td><td>25</td><td>50</td></tr></tbody></table><p></p><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"><th>Grado dell’Incantesimo*</th><th>CD</th></tr></thead><tbody><tr><td>1°</td><td>15</td></tr><tr><td>2°</td><td>18</td></tr><tr><td>3°</td><td>20</td></tr><tr><td>4°</td><td>23</td></tr><tr><td>5°</td><td>26</td></tr><tr><td>6°</td><td>28</td></tr><tr><td>7°</td><td>31</td></tr><tr><td>8°</td><td>34</td></tr><tr><td>9°</td><td>36</td></tr><tr><td>10°</td><td>39</td></tr><tr><td colspan=\"2\">* Se un incantesimo è non comune o raro, modifica la sua difficoltà di conseguenza.</td></tr></tbody></table><p><em>Sezione: Condurre la Partita</em><span style=\"float:right\"> <em>Pathfinder Manuale del GM pag. 53</em></span></p>"
                },
                "Death, Dying and Unconscious": {
                    "text": "<h2>Morte e Morente</h2><table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"></tr></thead><tbody><tr><td><strong>Fuori Combattimento</strong></td><td>Quando sei ridotto a 0 PF, sposta la tua iniziativa direttamente a prima della creatura o effetto che ti ha ridotto a 0 PF. Ottieni morente 1, o morente 2 se il danno deriva da un colpo critico o da un tuo fallimento critico a un TS. Un effetto non letale ti rende @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{privo di sensi} a 0 PF e non ti conferisce la condizione morente.</td></tr><tr><td><strong>@UUID[Compendium.pf2e.conditionitems.Item.yZRUzMqrMmfLu0V1]{Morente}</strong></td><td><p>Sei @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{privo di sensi}. Se raggiungi morente 4, muori. Effettua una prova di recupero all'inizio del tuo turno per determinare se migliori o peggiori. Se arrivi ad avere 1 PF o più, perdi la condizione morente. Ogni volta che perdi la condizione morente, aumenti il tuo valore di ferito di 1. Se subisci danni mentre sei morente, aumenta il valore di morente di 1 (o di 2 con un successo critico di un nemico o un tuo fallimento critico).</p></td></tr><tr><td><strong>Prove di Recupero</strong></td><td><p>Quando sei morente, all’inizio del tuo turno, effettua una prova semplice (CD 10 + il tuo valore di morente).</p><p></p><hr /><p><strong>Successo Critico</strong> Il tuo valore di morente si riduce di 2.</p><p><strong>Successo</strong> Il tuo valore di morente si riduce di 1.</p><p><strong>Fallimento</strong> Il tuo valore di morente aumenta di 1.</p><p><strong>Fallimento Critico</strong> Il tuo valore di morente aumenta di 2.</p></td></tr><tr><td><strong>@UUID[Compendium.pf2e.conditionitems.Item.Yl48xTdMh3aeQYL2]{Ferito}</strong></td><td>Se ottieni la condizione morente mentre sei ferito, aggiungi il tuo valore di ferito al tuo valore di morente. Ferito termina se recuperi PF con @UUID[Compendium.pf2e.actionspf2e.Item.1kGNdIIhuglAjIp9]{Curare Ferite}, o se vieni riportato al tuo massimo di PF e riposi per 10 minuti.</td></tr><tr><td><strong>@UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Condannato}</strong></td><td>Il valore massimo di morente a cui muori viene ridotto dalla tua condizione condannato. Se il tuo valore massimo di morente viene ridotto a 0, muori all’istante. Il tuo valore di condannato diminuisce di 1 dopo ogni intera notte di riposo.</td></tr></tbody></table><hr /><header class=\"journal-page-header\" style=\"box-sizing:border-box;user-select:text;scrollbar-width:initial;scrollbar-color:initial;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-align:start;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;white-space:normal;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial\"><h2><span style=\"font-family:Signika, sans-serif\">Privo di Sensi</span></h2><p><span style=\"font-family:Signika, sans-serif\"></span></p><p><span style=\"font-family:Signika, sans-serif\">Se sei @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{privo di sensi} perché sei morente, non puoi svegliarti fintanto che hai 0 Punti Ferita. Se vieni riportato a 1 Punto Ferita o più tramite guarigione, perdi le condizioni morente e privo di sensi e puoi agire normalmente nel tuo prossimo turno.</span></p><p><span style=\"font-family:Signika, sans-serif\">Se sei privo di sensi e a 0 Punti Ferita, ma non morente, torni naturalmente a 1 Punto Ferita e ti svegli una volta trascorso tempo a sufficienza. Il GM determina quanto tempo resti privo di sensi, da un minimo di 10 minuti a diverse ore. Se vieni guarito durante questo periodo, perdi la condizione privo di sensi e puoi agire normalmente nel tuo prossimo turno.</span></p><p><span style=\"font-family:Signika, sans-serif\">Se sei privo di sensi e hai più di 1 Punto Ferita (in genere perché sei addormentato o privo di sensi a causa di un effetto), ti svegli per una delle cause seguenti. Ognuna di queste ti fa perdere la condizione privo di sensi.</span></p></header><ul><li>Subisci danni, ammesso che questi non ti riducano a 0 Punti Ferita (in tal caso, rimani privo di sensi e ottieni la condizione morente come di norma).</li><li>Vieni guarito in un modo che non sia la guarigione naturale data dal sonno.</li><li>Qualcuno ti sveglia scuotendoti, usando un’azione Interagire.</li><li>Attorno a te si verificano forti rumori; ciò però non è automatico. All’inizio del tuo turno, effettui automaticamente una prova di Percezione contro la CD del rumore (o la CD più bassa se c’è più di un rumore), e se la superi ti svegli. Ciò è spesso CD 5 nel caso di una battaglia, ma se le creature cercano di restare in silenzio attorno a te, questa prova di Percezione usa la loro CD di Furtività. Alcuni effetti magici ti fanno dormire così profondamente che non ti consentono di tentare questa prova di Percezione.</li><li><p>Se stai semplicemente dormendo, il GM decide che ti svegli perché hai riposato abbastanza o perché qualcosa ti ha disturbato.</p></li></ul><p><em>Sezione: Giocare</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pag. 423-424</em></span></p>",
                    "name": "Morte, Morente e Privo di Sensi"
                },
                "Detecting Creatures": {
                    "name": "Percepire Creature",
                    "text": "<table border=\"1\" class=\"pf2e remaster\"><thead><tr style=\"text-align:right\"></tr></thead><tbody><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.1wQY3JYyhMYeeV2G]{Osservato}</td><td>Una creatura da cui sei osservato sa dove sei e può bersagliarti normalmente.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Occultato}</td><td>Una creatura per la quale sei @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{occultato} deve superare una @Check[flat|dc:5] quando ti bersaglia con un effetto non ad area.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Nascosto}</td><td>Una creatura per la quale sei @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{nascosto} conosce lo spazio in cui ti trovi. È @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{impreparata} nei tuoi confronti e deve superare una @Check[flat|dc:11] per influenzarti. Puoi Nasconderti per diventare nascosto e @UUID[Compendium.pf2e.actionspf2e.Item.BlAOM2X92SI6HMtJ]{Individuare} per trovare creature nascoste.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Non Individuato}</td><td>Quando sei non individuato da una creatura, essa è @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{impreparata} nei tuoi confronti, non può vederti, non ha idea di quale spazio occupi e non può bersagliarti. Può cercare di indovinare il tuo quadretto scegliendone uno e tentando un attacco. Funziona come bersagliare una creatura @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{nascosta}, ma la prova semplice e il tiro per colpire vengono effettuati in segreto dal GM.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.9evPzg9E6muFcoSk]{Inosservato}</td><td>Una creatura per la quale sei inosservato è inconsapevole della tua presenza.</td></tr><tr><td>@UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisibile}</td><td>Sei non individuato da chiunque. Non puoi diventare osservato mentre sei @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{invisibile} se non tramite capacità speciali o magie.</td></tr></tbody></table><p><em>Sezione: Giocare</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pag. 445 - 446</em></span></p>"
                },
                "Detecting and Stealth with Other Senses": {
                    "name": "Percepire e Usare Furtività con altri Sensi",
                    "text": "<h2>Percepire con Altri Sensi</h2><p>La maggior parte delle capacità che indicano “una creatura che puoi vedere” o simili funzionano altrettanto bene se l’utilizzatore può percepire con precisione il soggetto con un senso diverso. Se un mostro usa un senso che non sia la vista, il GM può trovare dei modi per evitare l’individuazione che siano adatti ai sensi del mostro. Ad esempio, una creatura con ecolocalizzazione può usare l’udito come senso primario; ciò potrebbe voler dire che la sua preda è @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{occultata} in una stanza rumorosa, @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{nascosta} se c’è fragore a sufficienza o anche @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{invisibile} nell’area di un incantesimo silenzio.</p><h2>Usare Furtività con Altri Sensi</h2><p>L’azione Nascondersi dell’abilità Furtività è pensata per evitare l’individuazione visiva, mentre @UUID[Compendium.pf2e.actionspf2e.Item.IE2nThCmoyhQA0Jn]{Evitare l’Individuazione} e @UUID[Compendium.pf2e.actionspf2e.Item.VMozDqMMuK5kpoX4]{Muoversi Furtivamente} evitano di essere visti e uditi. Per molti sensi speciali, il giocatore può spiegare come intende evitare di essere rilevato e usare l’azione di Furtività più adatta alla situazione. Ad esempio, una creatura che cammina a passi leggeri per evitare l’individuazione tramite percezione tellurica sta usando Muoversi Furtivamente.</p><p>In alcuni casi, tirare una prova di Furtività basata su Destrezza per @UUID[Compendium.pf2e.actionspf2e.Item.VMozDqMMuK5kpoX4]{Muoversi Furtivamente} non ha senso. Ad esempio, un PG che non volesse essere individuato da una creatura che percepisce il battito del cuore potrebbe rallentare il battito cardiaco usando Saggezza invece di Destrezza per la sua prova di Furtività. Quando una creatura che può individuarti ha sensi multipli, usa il tuo modificatore di attributo più basso fra quelli applicabili alla prova.</p><p><em>Sezione: Giocare</em><span style=\"float:right\"><em>Pathfinder Manuale del Giocatore pag. 445</em></span></p>"
                }
            },
            "name": "Schermo del GM"
        },
        "Remaster Changes": {
            "pages": {
                "Equipment": {
                    "name": "Equipaggiamento"
                },
                "Class Features": {
                    "name": "Privilegi di Classe"
                },
                "Bestiaries": {
                    "name": "Bestiari"
                },
                "Spells": {
                    "name": "Incantesimi"
                },
                "Feats": {
                    "name": "Talenti"
                },
                "Remaster Changes": {
                    "name": "Cambiementi Remaster"
                }
            },
            "name": "Cambiementi Remaster"
        },
        "Hero Point Deck": {
            "pages": {
                "Warding Sign": {
                    "name": "Segno di Interdizione"
                },
                "Battle Cry": {
                    "name": "Grido di Battaglia"
                },
                "Rules": {
                    "name": "Regole"
                },
                "Stay in the Fight": {
                    "name": "Continuare a Combattere"
                },
                "Shake it Off": {
                    "name": "Scrollarsi di Dosso"
                },
                "Tumble Through": {
                    "name": "Destreggiarsi"
                }
            }
        }
    }
}
