{
    "entries": {
        "Archetypes": {
            "pages": {
                "Alchemist": {
                    "name": "Alchimista"
                }
            }
        },
        "Classes": {
            "pages": {
                "Alchemist": {
                    "name": "Alchimista",
                    "text": "<p><em>Per te non c'è spettacolo più bello che guardare una strana mistura che gorgoglia in un alambicco e bevi senza remore i tuoi geniali elisir. Ti affascina scoprire i segreti della scienza e del mondo naturale, e in laboratorio o in viaggio sperimenti di continuo fantasiosi intrugli per ogni evenienza. Non temi di correre dei rischi quando scagli miscele tossiche o esplosive contro i nemici. La tua personalissima strada verso la gloria è disseminata di composti alchemici che spingono al limite sia la mente che il corpo.</em></p>\n<p><strong>Caratteristica Chiave: INTELLIGENZA</strong></p>\n<p>Al 1° livello, la tua classe ti conferisce un aumento di caratteristica che applichi alla Intelligenza.</p>\n<p><strong>Punti Ferita: 8 più il tuo modificatore di Costituzione</strong></p>\n<p>Al 1° livello e a ogni livello successivo sommi questo valore ai tuoi Punti Ferita massimi.</p>\n<h1>Ruolare il Alchimista</h1>\n<h2>Durante gli Incontri di Combattimento...</h2>\n<p>Lanci bombe contro i nemici, tenendoli impegnati mentre fornisci supporto al resto del gruppo con potenti elisir. Ai livelli più alti, i mutageni alterano il tuo corpo trasformandolo in un'arma resistente e poderosa.</p>\n<h2>Durante gli Incontri Sociali...</h2>\n<p>Metti a disposizione la tua conoscenza ed esperienza con gli oggetti alchemici e i loro segreti, come veleni e malattie.</p>\n<h2>Durante l'Esplorazione...</h2>\n<p>Sei sempre in allerta e tieni le tue bombe a portata di mano. Inoltre, dai consigli su tutto ciò che è misterioso o riguarda l'alchimia.</p>\n<h2>Nelle Pause...</h2>\n<p>Conduci esperimenti in un laboratorio alchemico, distillando elisir, fabbricando bombe e migliorando le tue conoscenze sull'alchimia.</p>\n<h2>Probabilmente...</h2>\n<ul>\n<li>Ti piace armeggiare con strane formule e reagenti alchemici, spesso con dedizione e incoscienza tali da lasciare interdetti gli altri.</li>\n<li>Ti diverti a seminare scompiglio con le tue misture alchemiche, e ti piace guardare le cose mentre bruciano, si dissolvono, congelano e sussultano.</li>\n<li>Sperimenti all'infinito per scoprire nuovi e più potenti strumenti alchemici.</li>\n</ul>\n<h2>Probabilmente gli altri...</h2>\n<ul>\n<li>Ti scambiano per una specie di stregone o di mago eccentrico e non capiscono che non lanci incantesimi; gli incantatori, cimentandosi maldestramente nell'alchimia, non fanno che rafforzare questo equivoco.</li>\n<li>Non comprendono la tua passione per l'alchimia, la creatività e le invenzioni.</li>\n<li>Presumono che, se ancora non hai provocato una catastrofe con i tuoi esperimenti, inevitabilmente accadrà.</li>\n</ul>\n<h1>Competenze Iniziali</h1>\n<p>Al 1° livello, ottieni i gradi di competenza indicati di seguito. Sei senza addestramento in tutte le statistiche non elencate, a meno che tu non ottenga un grado di competenza migliore in qualche altro modo.</p>\n<h2>Percezione</h2>\n<p>Addestrato in Percezione</p>\n<h2>Saving Throws</h2>\n<p>Esperto in Tempra</p>\n<p>Esperto in Rifleesi</p>\n<p>Addestrato in Volontà</p>\n<h2>Abilità</h2>\n<p>Addestrato in Artigianato</p>\n<p>Addestrato in un numero di abilità aggiuntive pari a 3 più il tuo modificatore di Intelligenza</p>\n<h2>Attacchi</h2>\n<p>Addestrato con le armi semplici</p>\n<p>Addestrato con le bombe alchemiche</p>\n<p>Addestrato con gli attacchi senz'armi</p>\n<h2>Difese</h2>\n<p>Addestrato con le armature leggere</p>\n<p>Addestrato con le armature medie</p>\n<p>Addestrato nella difesa senz'armatura</p>\n<h2>CD di Classe</h2>\n<p>Addestrato nella CD di classe dell'alchimista</p>\n<h1>Privilegi di Classe</h1>\n<p>In quanto alchimista, acquisisci i seguenti privilegi di classe. Le capacità ottenute ai livelli superiori riportano, accanto ai rispettivi nomi, i livelli richiesti per acquisirle.</p>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>Il tuo Livello</th>\n<th>Privilegi di Classe</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Alchimia, campo di ricerca, competenze iniziali, formulario, stirpe e background, talento da alchimistaarch field, alchemist feat</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Incremento di abilità, talento generico</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Aumenti di caratteristica, alchimia potente, incremento di abilità, scoperta del campo di ricerca, talento di stirpekill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Esperienza con le armi alchemiche, incremento di abilità, infusioni perpetue, talento generico, volontà di ferroons, skill increase</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Allerta, doppia miscela, esperienza con l'alchimia, incremento di abilità, talento di stirpe</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Aumenti di caratteristica, talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Colosso, incremento di abilità, potenza perpetua, talento generico</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Esperienza con le armature leggere, incremento di abilità, scoperta del campo di ricerca superiore, specializzazione con le armi, talento di stirpease, weapon specialization</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Alchimista solerte, aumenti di caratteristica, eludere, incremento di abilità, talento generico</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Incremento di abilità, maestria alchemica, perfezione perpetua, talento di stirpe</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Talento da alchimista, talento di abilità</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Incremento di abilità, maestria con le armature leggere, talento generico</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Aumenti di caratteristica, talento da alchimista, talento di abilità</td>\n</tr>\n</tbody>\n</table>\n<h2>Alchimia</h2>\n<p>Comprendi le complesse interazioni tra sostanze naturali e innaturali, e riesci a creare oggetti alchemici per soddisfare ogni tua esigenza. Puoi farlo impiegando reagenti normali con l'attività Fabbricare, oppure puoi usare dei particolari reagenti infusi che ti permettono di fabbricare oggetti temporanei rapidamente e senza alcun costo. Col tempo, imparerai a creare gratuitamente sempre più oggetti alchemici, e dato che ognuno di essi diventerà man mano più potente, il tuo potere aumenterà drasticamente, con buona pace di chi non comprende questa strana scienza.</p>\n<p>Anche se non ne soddisfi i prerequisiti, acquisisci il talento @UUID[Compendium.pf2e.feats-srd.Item.is3Oz9wt11lNq62K]{Fabbricare Oggetti Alchemici} insieme alle 4 formule degli oggetti alchemici comuni di 1° livello conferite da esso. Puoi utilizzare questo talento per creare oggetti alchemici a patto che le relative formule siano presenti nel tuo formulario.</p>\n<h3><strong>Reagenti Infusi</strong></h3>\n<p>Infondi la tua essenza alchemica nei reagenti, così da poter creare oggetti alchemici senza alcun costo. Ogni giorno, durante i preparativi giornalieri, ottieni un numero di partite di reagenti infusi pari al tuo livello + il tuo modificatore di Intelligenza. Puoi usare questi reagenti con alchimia avanzata o Alchimia Rapida, come descritto più avanti. Complessivamente, i reagenti infusi hanno Volume leggero.</p>\n<p>Non appena effettui nuovamente i preparativi giornalieri, i reagenti infusi del giorno prima vengono immediatamente distrutti, e gli effetti non permanenti degli oggetti infusi il giorno precedente terminano all'istante. Sebbene siano oggetti fisici, i reagenti infusi non possono essere duplicati, preservati o creati se non durante i preparativi giornalieri, altrimenti questi reagenti artificiali sono privi di infusione e risultano inutili ai fini di alchimia avanzata e Alchimia Rapida.</p>\n<h3><strong>Alchimia Avanzata</strong></h3>\n<p>Durante i preparativi giornalieri, dopo aver prodotto nuovi reagenti infusi, puoi consumare delle partite di questi materiali per creare oggetti alchemici infusi. Per farlo, non devi effettuare una prova di Artigianato e ignori sia il numero di giorni normalmente richiesto per fabbricare gli oggetti che eventuali requisiti riguardanti i reagenti alchemici. Il tuo livello di alchimia avanzata è pari al tuo livello. Per ogni partita di reagenti infusi consumata, scegli un oggetto alchemico del tuo livello di alchimia avanzata o inferiore presente nel tuo formulario, e crei una partita di due esemplari di quell'oggetto. Ognuno di questi oggetti ha il tratto infuso e si mantiene potente per 24 ore o finché non effettui nuovamente i preparativi giornalieri, quale delle due condizioni si verifichi prima.</p>\n<h3><strong>Alchimia Rapida</strong></h3>\n<p>Se hai bisogno subito di un'oggetto alchemico specifico, puoi usare i reagenti infusi per crearne uno sul momento con l'azione Alchimia Rapida.</p>\n<h3>@UUID[Compendium.pf2e.feats-srd.Item.NlEZ0piDxg9buXCL]{Alchimia Rapida}<span class=\"action-glyph\">1</span></h3>\n<p><strong>Costo</strong> 1 partita di reagenti infusi</p>\n<p><strong>Requisiti</strong> Devi avere degli @UUID[Compendium.pf2e.equipment-srd.Item.4ftXXUCBHcf4b0MH]{Strumenti da Alchimista}, la formula dell'oggetto alchemico che stai creando e una mano libera.</p>\n<hr />\n<p>Mescoli rapidamente un oggetto alchemico di breve durata da usare al momento. Crei un singolo oggetto magico del tuo livello di alchimia avanzata o inferiore presente nel tuo formulario senza dover pagare il normale costo monetario dei reagenti alchemici o dover effettuare una prova di Artigianato. L'oggetto in questione ha il tratto infuso, ma rimane potente solo fino all'inizio del tuo turno successivo.</p>\n<h3><strong>Formulario</strong></h3>\n<p>Gli alchimisti trascrivono meticolosamente le formule degli oggetti che possono creare. All'inizio ottieni gratuitamente un formulario standard del valore di 10 ma o inferiore. Il formulario contiene le formule per due oggetti alchemici comuni di 1° livello a tua scelta, oltre alle formule conferite da fabbricare oggetti alchemici e dal tuo campo di ricerca.</p>\n<p>Ogni volta che avanzi di livello, puoi aggiungere le formule di due oggetti alchemici comuni al tuo formulario. Tali formule possono riguardare oggetti di livello pari o inferiore al livello di oggetti che sei in grado di creare. Impari queste formule automaticamente, ma è anche possibile trovare o acquistare altre formule negli insediamenti o da altri alchimisti, o inventarle con il talento @UUID[Compendium.pf2e.feats-srd.Item.XR95taODq1sq82Du]{Inventore}.</p>\n<h2>Campo di Ricerca</h2>\n<p>Le tue indagini sulla natura alchemica dell'universo ti hanno portato a concentrarti su uno specifico campo di ricerca. Forse hai conseguito un titolo accademico presso un istituto scientifico, ti tieni in contatto con altri ricercatori nel tuo campo o sei un genio solitario. Scegli un campo di ricerca tra quelli presentati più avanti.</p>\n<p>Il tuo campo di ricerca aggiunge una serie di formule al tuo formulario; questi sono i tuoi oggetti distintivi. Quando usi un lotto di reagenti infusi per creare i tuoi oggetti distintivi usando l'alchimia avanzata, crei tre oggetti invece di due. Ogni volta che guadagni un livello, puoi scambiare uno dei tuoi oggetti distintivi con un'altra formula nel tuo formulario. Questo nuovo oggetto distintivo deve essere nell'elenco dei possibili oggetti distintivi del tuo campo di ricerca.</p>\n<p>I campi di ricerca possono essere trovati qua: (@UUID[Compendium.pf2e.classfeatures.Item.7JbiaZ8bxODM5mzS]{Bombarolo}, @UUID[Compendium.pf2e.classfeatures.Item.eNZnx4LISDNftbx2]{Cerusico}, @UUID[Compendium.pf2e.classfeatures.Item.tvdb1jkjl2bRZjSp]{Mutagenista} e @UUID[Compendium.pf2e.classfeatures.Item.P9quO9XZi3OWFe1k]{Tossicologo}).</p>\n<h2>Competenze Iniziali</h2>\n<p>Al 1° livello ottieni un certo numero di competenze che rappresentano il tuo addestramento di base, indicate all'inizio della descrizione della classe.</p>\n<h2>Stirpe e Background</h2>\n<p>Oltre alle capacità conferite dalla classe, ottieni i benefici della stirpe e del background che hai scelto.</p>\n<h2>Talenti da Alchimista</h2>\n<p>Al 1° livello, e successivamente ad ogni livello pari, ottieni un talento da alchimista.</p>\n<h2>Talenti di Abilità<span style=\"float:right\">2°</span></h2>\n<p>Al 2° livello, e successivamente ogni 2 livelli, ottieni un talento di abilità. Per selezionarne uno devi essere almeno addestrato nell'abilità corrispondente.</p>\n<h2>Incrementi di Abilità<span style=\"float:right\">3°</span></h2>\n<p>Al 3° livello, e successivamente ogni 2 livelli, ottieni un incremento di abilità. Puoi utilizzarlo per aumentare ad addestrato il tuo grado di competenza in un'abilità in cui sei aenza addestramento, o per aumentarlo a Esperto in un'abilità in cui sei già Addestrato.</p>\n<p>Al 7° livello, puoi impiegare gli incrementi di abilità per aumentare a maestro il tuo grado di competenza in un'abilità in cui sei già Esperto, mentre al 15° livello puoi utilizzarli per aumentare a Leggendario il tuo grado di competenza in un'abilità in cui sei già maestro.</p>\n<h2>Talenti Generici<span style=\"float:right\">3°</span></h2>\n<p>Al 3° livello, e successivamente ogni 4 livelli, ottieni un talento generico.</p>\n<h2>Aumenti di Caratteristica<span style=\"float:right\">5°</span></h2>\n<p>Al 5° livello, e successivamente ogni 5 livelli, aumenti quattro diversi punteggi di Caratteristica. Puoi utilizzare questi aumenti di caratteristica per incrementare i tuoi punteggi di caratteristica sopra il 18. Applicare un aumento a un punteggio di caratteristica lo incrementa di 1 se è già pari o superiore a 18, o di 2 se il punteggio parte da meno di 18.</p>\n<h2>Alchimia Potente<span style=\"float:right\">5°</span></h2>\n<p>Gli oggetti alchemici che crei al volo sono particolarmente potenti. Quando utilizzi Alchimia Rapida per creare un oggetto alchemico infuso che concede un tiro salvezza, puoi scambiare la sua CD con la tua CD di classe.</p>\n<h2>Scoperta del Campo di Ricerca<span style=\"float:right\">5°</span></h2>\n<p>Apprendi una scoperta speciale pertinente al tuo campo di ricerca.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Talenti di Stirpe<span style=\"float:right\">5°</span></h2>\n<p>In aggiunta al talento di stirpe iniziale, ne ottieni uno al 5° livello e successivamente ogni 4 livelli.</p>\n<h2>Esperienza con le Armi Alchemiche<span style=\"float:right\">7°</span></h2>\n<p>Ti sei addestrato per usare più efficacemente le armi che trovi nel tuo laboratorio. Il tuo grado di competenza con armi semplici, bombe alchemiche e attacchi senz'armi aumenta a esperto.</p>\n<h2>Infusioni Perpetue<span style=\"float:right\">7°</span></h2>\n<p>Al 7° livello, hai imparato a creare infusioni alchemiche perpetue che possono fornire una riserva pressoché illimitata di alcuni oggetti semplici. Acquisisci la capacità di creare due oggetti alchemici di l° livello utilizzando Alchimia Rapida senza consumare una partita di reagenti infusi. Gli oggetti selezionabili variano in base al tuo campo di ricerca e devono figurare nel tuo formulario.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Volontà di Ferro<span style=\"float:right\">7°</span></h2>\n<p>Hai sviluppato difese mentali ferree. Il tuo grado di competenza nei tiri salvezza su Volontà aumenta a esperto.</p>\n<h2>Allerta<span style=\"float:right\">9°</span></h2>\n<p>Rimani vigile nei confronti di possibili minacce. Il tuo grado di competenza in Percezione aumenta a esperto.</p>\n<h2>Doppia Miscela<span style=\"float:right\">9°</span></h2>\n<p>Conosci così bene le tue formule che può miscelarne due insieme. Quando utilizzi l'azione Alchimia Rapida, anziché consumare una partita di reagenti infusi per creare un singolo oggetto, puoi consumarne due per creare fino a due oggetti alchemici come descritto nella suddetta azione. Non occorre che si tratti di due esemplari dello stesso oggetto.</p>\n<h2>Esperienza con l'Alchimia<span style=\"float:right\">9°</span></h2>\n<p>La pratica costante ha accresciuto l'efficacia delle tue minare. Il tuo grado di competenza nella CD di classe dell'alchimista aumenta a esperto.</p>\n<h2>Colosso<span style=\"float:right\">11°</span></h2>\n<p>Il tuo corpo è abituato alle sollecitazioni fisiche e resiste alle malattie. Aumenti a maestro il tuo grado di competenza nei tiri salvezza su Tempra. Quando ottieni un successo in un tiro salvezza su Tempra, lo consideri un successo critico.</p>\n<h2>Potenza Perpetua<span style=\"float:right\">11°</span></h2>\n<p>Migliorando le tue infusioni perpetue, puoi usare Alchimia Rapida per creare oggetti più potenti senza alcun costo. Gli oggetti selezionabili variano in base al tuo campo di ricerca e devono figurare nel formulario.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Esperienza con le Armature Leggere<span style=\"float:right\">13°</span></h2>\n<p>Hai imparato a schivare mentre indossi un'armatura media, un'armatura leggera, o sei privo di armatura. Il tuo grado di competenza con armature medie, armature leggere e difesa senz'armatura aumenta a esperto.</p>\n<h2>Scoperta del Campo di Ricerca Superiore<span style=\"float:right\">13°</span></h2>\n<p>Fai una scoperta incredibile con cui approfondisci la conoscenza del tuo campo di ricerca.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Specializzazione con le Armi<span style=\"float:right\">13°</span></h2>\n<p>Hai imparato a infliggere ferite più gravi con le armi che conosci meglio. Infliggi 2 danni aggiuntivi con armi e attacchi senz'armi in cui sei esperto. Questi danni aumentano a 3 se sei maestro e a 4 se sei leggendario.</p>\n<h2>Alchimista Solerte<span style=\"float:right\">15°</span></h2>\n<p>Sei talmente a tuo agio nel miscelare sostanze da riuscire a creare tre oggetti alla volta. Quando utilizzi l'azione Alchimia Rapida, puoi consumare fino a tre partite di reagenti infusi per creare un massimo di tre oggetti alchemici come descritto nell'azione. Non occorre che siano tre esemplari dello stesso oggetto e riponi automaticamente uno di questi nuovi oggetti mentre li crei.</p>\n<h2>Eludere<span style=\"float:right\">15°</span></h2>\n<p>Hai imparato a muoverti velocemente per evitare esplosioni, soffi di drago e non solo. Il tuo grado di competenza nei tiri salvezza su Riflessi aumenta a maestro. Quando ottieni un successo in un tiro salvezza su Riflessi, consideri il risultato un successo critico.</p>\n<h2>Maestria Alchemica<span style=\"float:right\">17°</span></h2>\n<p>Le tue misture alchemiche sono straordinariamente efficaci. Il tuo grado di competenza nella CD di classe dell'alchimista aumenta a maestro.</p>\n<h2>Perfezione Perpetua<span style=\"float:right\">17°</span></h2>\n<p>Hai perfezionato le tue infusioni, al punto di poter utilizzare Alchimia Rapida per creare oggetti ancor più potenti senza alcun costo. Gli oggetti selezionabili dipendono dal tuo campo di ricerca e devono figurare nel formulario.</p>\n<p>Guarda i campi di ricerca specifici per ulteriori informazioni.</p>\n<h2>Maestria con le Armature Leggere<span style=\"float:right\">19°</span></h2>\n<p>Aumenti la tua perizia con le armature, migliorando la tua capacità di schivare i colpi. Il tuo grado di competenza con armature medie, armature leggere e difesa senz'armatura aumenta a maestro.</p>"
                },
                "Barbarian": {
                    "name": "Barbaro",
                    "text": "<p><em>In battaglia l'ira ti consuma. Gioisci nel seminare scompiglio e laceri le carni dei nemici con armi possenti, affidandoti a una resistenza strabiliante grazie alla quale fai a meno di tecniche complesse o di un rigido addestramento. La tua furia attinge a un istinto violento associato a un animale, uno spirito o una parte di te. Per molti barbari, la forza bruta è un martello e i problemi sono chiodi da battere, mentre altri tentano di reprimere la tempesta emotiva che li infiamma e liberano la furia solo nei momenti cruciali.</em></p>\n<p><strong>Caratteristica Chiave: FORZA</strong></p>\n<p>Al 1° livello, la tua classe ti conferisce un aumento di caratteristica alla Forza.</p>\n<p><strong>Punti Ferita: 12 più il tuo modificatore di Costituzione</strong></p>\n<p>Al 1° livello e a ogni livello successivo sommi questo valore ai tuoi Punti Ferita massimi.</p>\n<h1>Ruolare il Barbaro</h1>\n<h2>Durante gli Incontri di Combattimento...</h2>\n<p>Ti abbandoni alla furia e ti precipiti in prima linea per aprirti un varco devastando ogni cosa. La miglior difesa è l'attacco: devi abbattere i nemici prima che approfittino delle tue difese relativamente deboli.</p>\n<h2>Durante gli Incontri Sociali...</h2>\n<p>Ricorri all'intimidazione per ottenere ciò che vuoi, specie quando forme di persuasione più gentili si rivelano inefficaci.</p>\n<h2>Durante l'Esplorazione...</h2>\n<p>Resti in guardia contro i pericoli, pronto a lanciarti a capofitto nella battaglia all'istante. Sei tu a scalare un'insidiosa parete di roccia e a gettare una corda ai tuoi compagni perché ti seguano, e sei tu a sfidare pericolose correnti per raggiungere l'interruttore nascosto sott'acqua. E se c'è da spaccare qualcosa, nessun problema!</p>\n<h2>Nelle Pause...</h2>\n<p>Potresti andare a far baldoria in una taverna, divulgare l'epico racconto delle tue gesta eroiche o reclutare seguaci per diventare tu stesso un signore della guerra.</p>\n<h2>Probabilmente...</h2>\n<ul>\n<li>In te sono ben radicati sentimenti di rabbia, odio o frustrazione.</li>\n<li>Preferisci un approccio diretto ad altri che richiedono pazienza o trovi noiosi.</li>\n<li>Ti dedichi a un intenso regime di attività fisica, e prendi a pugni chiunque dica che questo contrasta con la tua avversione verso le attività noiose e che richiedono pazienza.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Contano sul tuo coraggio e la tua forza, e confidano che tu sappia farti valere in combattimento.</li>\n<li>Ti ritengono un selvaggio incivile o uno zotico villano inadatto all'alta società.</li>\n<li>Credono nella tua lealtà verso amici e alleati, e sono convinti che non cederai finché la battaglia non sarà finita.</li>\n</ul>\n<h1>Competenze Iniziali</h1>\n<p>Al 1° livello, ottieni i gradi di competenza indicati di seguito. Sei senza addestramento in tutte le statistiche non elencate, a meno che tu non ottenga un grado di competenza migliore in qualche altro modo.</p>\n<h2>Percezione</h2>\n<p>Esperto in Percezione</p>\n<h2>Tiri Salvezza</h2>\n<p>Esperto in Tempra</p>\n<p>Trained in Riflessi</p>\n<p>Esperto in Volontà</p>\n<h2>Abilità</h2>\n<p>Addestrato in Atletica</p>\n<p>Addestrato in un numero di abilità aggiuntive pari a 3 più il tuo modificatore di Intelligenza</p>\n<h2>Attacchi</h2>\n<p>Addestrato con le armi semplici</p>\n<p>Addestrato con le armi da guerra</p>\n<p>Addestrato negli attacchi senz'armi</p>\n<h2>Difese</h2>\n<p>Addestrato con le armature leggere</p>\n<p>Addestrato con le armature medie</p>\n<p>Addestrato nella difesa senz'armatura</p>\n<h2>CD di Classe</h2>\n<p>Addestrato nella CD di classe del barbaro</p>\n<h1>Privilegi di Classe</h1>\n<p>In quanto barbaro, acquisisci i seguenti privilegi di classe. Le capacità ottenute ai livelli superiori riportano, accanto ai rispettivi nomi, i livelli richiesti per acquisirle.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Il tuo Livello</th>\n<th>Privilegi di Classe</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Competenze iniziali, furia, istinto, stirpe e background, talento da barbaro</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Incremento di abilità, negare vantaggio, talento generico</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Aumenti di caratteristica, brutalità, incremento di abilità, talento di stirpe</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Colosso, incremento di abilità, specializzazione con le armi, talento generico</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Incremento di abilità, resistenza furiosa, riflessi fulminei, talento di stirpe</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Aumenti di caratteristica, talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Furia possente, incremento di abilità, talento generico</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Arma furente, colosso superiore, esperienza con le armature medie, incremento di abilità, talento di stirpe</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Aumenti di caratteristica, incremento di abilità, specializzazione con le armi superiore, talento generico, volontà indomita</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Furia rapida, incremento di abilità, sensi potenziati, talento di stirpe</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Talento da barbaro, talento di abilità</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Armatura del furore, devastatore, incremento di abilità, talento generico</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Aumenti di caratteristica, talento da barbaro, talento di abilità</td>\n</tr>\n</tbody>\n</table>\n<h2>Competenze Iniziali</h2>\n<p>Al 1° livello ottieni un certo numero di competenze che rappresentano il tuo addestramento di base, indicate all'inizio della descrizione della classe.</p>\n<h2>Furia</h2>\n<p>Acquisisci l'azione Infuriarsi, con cui ti lasci pervadere da un'ira incontrollabile.</p>\n<h3>@UUID[Compendium.pf2e.actionspf2e.Item.Ah5g9pDwWF9b9VW9]{Infuriarsi} <span class=\"pf2-icon\">A</span></h3>\n<p><strong>Requisiti</strong> Non sei affaticato o infuriato.</p>\n<hr />\n<p>Attingendo alla rabbia dentro di te inizi a infuriarti. Ottieni un numero di Punti Ferita temporanei pari al tuo livello più il tuo modificatore di Costituzione. La furia dura 1 minuto, finché non restano più nemici che tu possa percepire o finché non perdi i sensi, quale di queste condizioni si verifichi per prima. Non puoi interrompere volontariamente la furia.</p>\n<p>Mentre sei infuriato:</p>\n<ul>\n<li>Infliggi 2 danni aggiuntivi con armi da mischia e attacchi senz'armi, che si dimezzano se l'arma o l'attacco senz'armi è agile.</li>\n<li>Subisci penalità -1 alla CA.</li>\n<li>Non puoi effettuare azioni con il tratto concentrazione a meno che non abbiano anche il tratto furia. Puoi Individuare mentre sei infuriato.</li>\n</ul>\n<p>Terminata la furia, perdi i punti ferita temporanei conferiti da Infuriarsi che ti restano e non puoi Infuriarti nuovamente per 1 minuto.</p>\n<h2>Istinto</h2>\n<p>La tua furia sgorga da un istinto dominante, che hai ereditato da una tradizione o fa parte della tua indole. L'istinto ti assegna una capacità, ti proibisce certi comportamenti, ti conferisce resistenze e incrementi dei danni ai livelli superiori e ti permette di scegliere talenti legati a esso.</p>\n<p>Gli istinti possono essere trovati qua: @UUID[Compendium.pf2e.classfeatures.Item.0FtzFbUrN56KA67z]{Istinto Animale}, @UUID[Compendium.pf2e.classfeatures.Item.JuKD6k7nDwfO0Ckv]{Istinto del Gigante}, @UUID[Compendium.pf2e.classfeatures.Item.VDot7CDcXElxmkkz]{Istinto Draconico}, @UUID[Compendium.pf2e.classfeatures.Item.TQqv9Q5mB4PW6LH9]{Istinto Spirituale}, @UUID[Compendium.pf2e.classfeatures.Item.k7M9jedvt31AJ5ZR]{Fury Instinct}, and @UUID[Compendium.pf2e.classfeatures.Item.SCYSjUbMmw8JD9P9]{Superstition Instinct}.</p>\n<h2>Stirpe e Background</h2>\n<p>Oltre alle capacità conferite dalla classe, ottieni i benefici della stirpe e del background che hai scelto.</p>\n<h2>Talenti da Barbaro</h2>\n<p>Al 1° livello, e successivamente ad ogni livello pari, ottieni un talento da barbaro.</p>\n<h2>Talenti di Abilità<span style=\"float:right\">2°</span></h2>\n<p>Al 2° livello, e successivamente ogni 2 livelli, ottieni un talento di abilità. Per selezionarne uno devi essere almeno addestrato nell'abilità corrispondente.</p>\n<h2>Incrementi di Abilità<span style=\"float:right\">3°</span></h2>\n<p>Al 3° livello, e successivamente ogni 2 livelli, ottieni un incremento di abilità. Puoi utilizzarlo per aumentare ad addestrato il tuo grado di competenza in un'abilità in cui sei senza addestramento, o per aumentarlo a esperto in un'abilità in cui sei già addestrato.</p>\n<p>Al 7° livello, puoi impiegare gli incrementi di abilità per aumentare a maestro il tuo grado di competenza in un'abilità in cui sei già Esperto, mentre al 15° livello puoi utilizzarli per aumentare a Leggendario il tuo grado di competenza in un'abilità in cui sei già maestro.</p>\n<h2>Negare Vantaggio<span style=\"float:right\">3°</span></h2>\n<p>I nemici faticano a penetrare le tue difese. Non sei impreparato nei confronti di creature di livello pari o inferiore al tuo nascoste, Non Individuate, che ti Attaccano ai Fianchi o che utilizzano attacco improvviso. Tali creature possono comunque aiutare i loro alleati ad attaccarti ai fianchi.</p>\n<h2>Talenti Generici<span style=\"float:right\">3°</span></h2>\n<p>Al 3° livello, e successivamente ogni 4 livelli, ottieni un talento generico.</p>\n<h2>Aumenti di Caratteristica<span style=\"float:right\">5°</span></h2>\n<p>Al 5° livello, e successivamente ogni 5 livelli, aumenti quattro diversi punteggi di Caratteristica. Puoi utilizzare questi aumenti di caratteristica per incrementare i tuoi punteggi di caratteristica sopra il 18. Applicare un aumento a un punteggio di caratteristica lo incrementa di 1 se è già pari o superiore a 18, o di 2 se il punteggio parte da meno di 18.</p>\n<h2>Brutalità<span style=\"float:right\">5°</span></h2>\n<p>La furia rende le tue armi micidiali. Il tuo grado di competenza con armi semplici, da guerra e attacchi senz'armi aumenta a esperto. Mentre sei infuriato, hai accesso agli effetti di specializzazione del critico di armi da mischia e attacchi senz'armi.</p>\n<h2>Talenti di Stirpe<span style=\"float:right\">5°</span></h2>\n<p>In aggiunta al talento di stirpe iniziale, ne ottieni uno al 5° livello e successivamente ogni 4 livelli.</p>\n<h2>Colosso<span style=\"float:right\">7°</span></h2>\n<p>Il tuo corpo è abituato alle sollecitazioni fisiche e resiste alle malattie. Il tuo grado di competenza nei tiri salvezza su Tempra aumenta a maestro. Quando ottieni un successo in un tiro salvezza su Tempra, lo consideri un successo critico.</p>\n<h2>Specializzazione con le Armi<span style=\"float:right\">7°</span></h2>\n<p>La furia ti permette di colpire più duro. Infliggi 2 danni aggiuntivi con armi e attacchi senz'armi con cui sei esperto che aumentano a 3 se sei maestro e a 4 se sei leggendario. Acquisisci la capacità di specializzazione del tuo istinto.</p>\n<p>Guarda gli istinti specifici per maggiori informazioni.</p>\n<h2>Resistenza Furiosa<span style=\"float:right\">9°</span></h2>\n<p>L'esposizione ripetuta ai danni e una pelle coriacea ti proteggono dalle ferite. Mentre sei infuriato, acquisisci una resistenza pari a 3 + il modificatore di Costituzione ai tipi di danno contemplati dal tuo istinto.</p>\n<p>Guarda gli istinti specifici per maggiori informazioni.</p>\n<h2>Lightning Reflexes<span style=\"float:right\">9°</span></h2>\n<p>Hai riflessi veloci come il fulmine. Il tuo grado di competenza nei tiri salvezza su Riflessi aumenta a esperto.</p>\n<h2>Furia Possente<span style=\"float:right\">11°</span></h2>\n<p>La furia si intensifica, permettendoti di agire all'istante. Il tuo grado di competenza nella tua CD di classe da Barbaro aumenta a esperto. Acquisisci l'azione gratuita Furia Possente.</p>\n<h3>@UUID[Compendium.pf2e.actionspf2e.Item.74iat04PtfG8gn2Q]{Furia Possente} <span class=\"pf2-icon\">F</span></h3>\n<p><strong>Trigger</strong> Utilizzi l'azione Infuriarsi nel tuo turno.</p>\n<hr />\n<p>Effettui un'azione con il tratto furia. In alternativa, puoi aumentare a 2 il numero azioni dell'azione di Infuriarsi richiesta dall'innesco per effettuare un'attività da 2 azioni con il tratto furia.</p>\n<h2>Colosso Superiore<span style=\"float:right\">13°</span></h2>\n<p>Hai un fisico robusto. Il tuo grado di competenza nei tiri salvezza su Tempra aumenta a leggendario. Quando ottieni un fallimento critico con un tiro salvezza su Tempra, consideri il risultato come un fallimento. Quando ottieni un fallimento in un tiro salvezza su Tempra contro un effetto che infligge danni, dimezzi l'ammontare di questi ultimi.</p>\n<h2>Arma Furente<span style=\"float:right\">13°</span></h2>\n<p>La furia ti rende ancor più efficace con le armi che impugni. Il tuo grado di competenza con armi semplici, armi da guerra e attacchi senz'armi aumenta a maestro.</p>\n<h2>Esperienza con le Armature Medie<span style=\"float:right\">13°</span></h2>\n<p>Hai imparato a difenderti meglio dagli attacchi. Il tuo grado di competenza con armature leggere, armature medie e difesa senz'armatura aumenta a esperto.</p>\n<h2>Specializzazione con le Armi Superiore<span style=\"float:right\">15°</span></h2>\n<p>Nelle tue mani, le armi che sai padroneggiare incutono davvero paura. I danni conferiti da specializzazione con le armi aumentano a 4 con armi e attacchi senz'armi in cui sei esperto, a 6 se sei maestro e a 8 se sei leggendario. La capacità di specializzazione del tuo istinto ti conferisce un beneficio superiore.</p>\n<p>Guarda gli istinti specifici per maggiori informazioni.</p>\n<h2>Volontà Indomita<span style=\"float:right\">15°</span></h2>\n<p>La furia ti protegge da chi vuole controllarti. Il tuo grado di competenza nei tiri salvezza su Volontà aumenta a maestro. Quando ottieni un successo in un tiro salvezza su Volontà, consideri il risultato come un successo critico.</p>\n<h2>Furia Rapida<span style=\"float:right\">17°</span></h2>\n<p>Terminata la furia, ti riprendi velocemente e ben presto sei pronto a ricominciare. Dopo esserti placato per un intero round, puoi Infuriarti nuovamente senza dover aspettare 1 minuto.</p>\n<h2>Sensi Potenziati<span style=\"float:right\">17°</span></h2>\n<p>Il tuo istinto acuisce ulteriormente ognuno dei tuoi sensi. Il tuo grado di competenza in Percezione aumenta a maestro.</p>\n<h2>Armatura del Furore<span style=\"float:right\">19°</span></h2>\n<p>Il tuo legame con l'armatura si rafforza grazie all'addestramento e alla furia. Il tuo grado di competenza con armature leggere, armature medie e difesa senz'armatura aumenta a maestro.</p>\n<h2>Devastatore<span style=\"float:right\">19°</span></h2>\n<p>Le tue capacità da barbaro sono impareggiabili e Colpisci in maniera così devastante da curarti appena delle resistenze. Il tuo grado di competenza nella CD di classe aumenta a maestro. I tuoi Colpi in mischia ignorano 10 punti della resistenza di una creatura ai danni fisici che infliggono.</p>"
                }
            }
        },
        "Ancestries": {
            "name": "Stirpi",
            "pages": {
                "Anadi": {
                    "name": "Anadi"
                },
                "Android": {
                    "name": "Androide",
                    "text": "<p><em>Gli androidi, meraviglie tecnologiche provenienti da un altro mondo, hanno corpi sintetici e anime viventi. La loro duplice natura li rende rapidi e calmi quando sono sotto pressione, ma a loro agio nella quiete e nella solitudine.</em></p>\n<hr />\n<p>Gli androidi arrivarono per la prima volta su Golarion durante la Pioggia di Stelle, quando una nave interstellare proveniente dal lontano pianeta di Androffa si schiantò, spargendo detriti su tutta la Numeria. Alcuni androidi sopravvissuti allo schianto camminano ancora oggi su Golarion, ma la maggior parte è stata creata dalle capsule tecnologiche, chiamate fonderie, che operano sporadicamente tra i rottami dell'astronave. Gli androidi nati da questi uteri meccanici possiedono corpi maturi e anime neonate, sia organiche che sintetiche; emergono conoscendo solo il linguaggio dei loro creatori e le abilità motorie necessarie alla sopravvivenza. Non hanno alcuna comprensione di ciò che li circonda, della loro origine o del loro scopo. Molti apprendono come comportarsi osservando la realtà mentre vagano per la Numeria.</p>\n<p>Gli androidi tendono ad essere introversi, logici, razionali e contemplativi. Insaziabilmente curiosi, con un desiderio di capire se stessi e il mondo che li circonda, danno grande valore alle attività intellettuali. Hanno difficoltà ad interpretare ed esprimere le emozioni, sia in se stessi che negli altri, il che li fa sembrare distanti e indifferenti. Possono creare legami emotivi, ma trovano più difficile connettersi con chi non è un androide.</p>\n<p>Se vuoi un personaggio che sia un forestiero sintetico in un mondo fantastico, costretto a imparare le sfumature della realtà e della società attraverso i soli poteri di osservazione e di logica, dovresti interpretare un androide.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Tenere segreta la tua identità, supponendo che altri vogliano sfruttarti o farti del male.</li>\n<li>Pianificare in anticipo, preparando diversi piani di emergenza anche per compiti semplici.</li>\n<li>Calcolare le ripercussioni delle tue azioni, invenzioni e pensieri prima di condividerli.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Suppongono che tu sappia come usare la tecnologia e che tu posso comunicare abilmente con i costrutti e i robot.</li>\n<li>Ti credono immortale e invidiano la tua eterna giovinezza e il tuo vigore.</li>\n<li>Pensano che tu non abbia sentimenti e che non possa stabilire legami emotivi con gli altri.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Gli androidi sono stati creati a immagine e somiglianza dell'umanità, quindi le fonderie producono androidi che rappresentano tutto il genere umano. Gli androidi presentano tonalità della pelle, etnie, altezze, forme del corpo e identità di genere molto differenti. Respirano, mangiano e dormono come gli umani, anche se sono incapaci di procreare biologicamente. I loro corpi contengono microscopici naniti, trasportati da un fluido troppo acquoso per essere sangue, che gestiscono i loro processi organici. Questi naniti sono controllati attraverso un circuito biologico che somiglia a un tatuaggio ed è in genere situato su mani, avambracci, viso o collo. Molti androidi sfruttano i loro naniti per aumentare l'efficienza corporea, il che fa brillare i loro circuiti.</p>\n<p>Gli androidi non invecchiano. Piuttosto, il loro aspetto organico diventa meno convincente con il tempo, facendoli sembrare più artificiali. Dopo un secolo, la maggior parte degli androidi sente che il suo tempo sta per finire e deliberatamente l'anima all'Ossario, per affrontare il giudizio di Pharasma. I loro corpi si spengono, entrando in un'ibernazione senza vita mentre i naniti iniziano il protocollo di ripristino e riportano i corpi sintetici al loro stato originale. Dopo alcune settimane, una nuova anima entra nella forma dell'androide, innescando la reinizializzazione. Questo processo, chiamato Rinnovamento, è un evento da celebrare come la nascita di un bambino. Chi muore in modo violento non può Rinnovarsi, quindi gli androidi fanno di tutto per proteggere se stessi e i loro consanguinei dal pericolo.</p>\n<h2>Società</h2>\n<p>Gli androidi sono stati sfruttati, schiavizzati e distrutti dai loro vicini Numeriani, quindi si nascondono per sopravvivere. Molti scelgono di mantenere segreta la loro stirpe, integrandosi nella società umana o adattandosi a uno stile di vita nomade. Alcuni androidi evitano l'umanità per vivere tra i loro simili. Questi gruppi rimangono spesso piccoli per necessità: mentre una coppia di androidi può evitare il pericolo grazie all'accortezza, i grandi gruppi attirano troppa attenzione.</p>\nLe comunità androidi sono efficienti e altamente organizzate. Ogni cittadino comprende il proprio ruolo ed è orgoglioso di svolgerlo efficacemente. Dibattiti e lezioni sono frequenti, poiché gli androidi cercano di capire se stessi e il loro mondo attraverso l'istruzione e la ricerca. Queste enclave isolate e segrete si trasferiscono quando vengono scoperte.\n<h2>Allineamento e Religione</h2>\n<p>Gran parte degli androidi è neutrale. Si preoccupa della propria sicurezza e di quella dei suoi compagni e dei suoi simili. Gli androidi interessati alla religione di solito adorano Casandalee o Brigh, dee che uniscono inventiva e vita. Altre divinità popolari sono Desna, Irori e Gozreh.</p>\n<h2>Nomi</h2>\n<p>Gli androidi adottano le convenzioni di denominazione delle società circostanti, mentre quelli cresciuti tra i propri simili scelgono un unico nome che utilizza la fonologia Androffana. Occasionalmente, tali androidi aggiungono una designazione numerica ai loro nomi, denotando per quante generazioni il loro corpo ha ospitato la vita, per omaggiare la loro genealogia.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Nomi Tipici</span></span></h3>\n<p>Anati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Meccaniche Androidi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Intelligenza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Carisma</p>\n<p><strong>Lingue</strong> Comune, Androffano </p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Abissale, Celestiale, Draconico, Nanico, Sottocomune, Utopiano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione crepuscolare</p>\n<p><strong>Costrutto</strong> Il tuo corpo sintetico resiste ai malanni meglio di quelli degli organismi puramente biologici. Ottieni bonus di circostanza +1 ai tiri salvezza contro malattie, veleni e radiazioni.</p>\n<p><strong>Emotivamente Inconsapevole</strong> Trovi difficile capire ed esprimere emozioni complesse. Subisci penalità di circostanza -1 alle prove di Diplomazia ed Esibizione, e a quelle di Percezione per Intuire.</p>\n<h2>Lignaggi degli Androidi</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.VgL18yU7pysdoZZG]{Androide Artigiano}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.RuQSx0QsirIKxwKY]{Androide Combattente}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Mmezbef0c1fbJaVV]{Androide Imitatore}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.MQx7miBXUmOHycqJ]{Androide Operaio}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.BjuZKA7lzFSjKbif]{Androide Poliglotta}</p>"
                },
                "Automaton": {
                    "name": "Automata"
                },
                "Azarketi": {
                    "name": "Azarketi"
                },
                "Catfolk": {
                    "text": "<p><em>I felinidi, girovaghi curiosi e socievoli, combinano le caratteristiche dei felini e degli umanoidi sia nell'aspetto sia nel temperamento. Adorano imparare cose nuove, raccogliere nuove storie e ninnoli e assicurarsi che i loro cari rimangano sani e salvi. I felinidi si considerano i guardiani prescelti dei luoghi incontaminati del mondo e spesso il loro coraggio rasenta la spericolatezza, anche a fronte di avversari irresistibili.</em></p>\n<hr />\n<p>I felinidi sono umanoidi estroversi e attivi che si dilettano nella ricerca di rovine nascoste, ma anche di luoghi confortevoli in cui riposarsi. Sono straordinariamente socievoli, sia con chi fa parte delle loro affiatate comunità sia con le altre creature che incontrano. Per via del loro coraggio si considerano custodi del mondo contro le forze che lo minacciano e credono che una comunità salda, esperienze di ogni tipo e la continua spinta a migliorarsi li aiutino in questa lotta.</p>\n<p>I felinidi hanno riflessi veloci e sono capaci di avvitarsi in aria mentre cadono, per atterrare in piedi. I loro riflessi sono fulminei, ma il loro temperamento è ancor più mutevole e passano in un istante dalla gioia più calorosa alla furia più indignata. Come i più comuni felini, i felinidi fanno involontariamente le fusa quando sono contenti e \"ringhiano\" quando sono sorpresi o arrabbiati.</p>\n<p>Se desideri un personaggio curioso, coraggioso, amichevole e agile nel corpo e nella mente, dovresti interpretare un felinide.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Dimostrare interesse genuino, ponendo mille domande entusiaste.</li>\n<li>Evitare i conflitti interpersonali, trattando la gente con freddezza o semplicemente allontanandoti.</li>\n<li>Analizzare attentamente un bersaglio o un problema prima di colpirlo rapidamente.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Pensano che tu monopolizzi le conversazioni con le tue incessanti domande od opinioni.</li>\n<li>Ti considerano altero e orgoglioso.</li>\n<li>Imputano più emozioni di quante ne provi davvero alle tue fusa o ai tuoi ringhi involontari.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>Sebbene tutti camminino eretti e abbiano il pelo morbido, una lunga coda, orecchie grandi e pupille verticali, i felinidi mostrano almeno la stessa varietà dei normali felini. Hanno dita agili con corti artigli, di solito retrattili. La maggior parte dei felinidi si cura molto di mantenere il proprio aspetto e raramente, se può evitarlo, tollera l'umiliazione di essere bagnata o sporca.</p>\n<p>I felinidi maturano rapidamente e sono in grado di camminare già a pochi mesi, ma per il resto iniziano la loro carriera all'incirca alla stessa età degli esseri umani e vivono fino a 60 o 70 anni. Raramente i felinidi sono più alti dell'umano medio e, a causa della loro corporatura snella, non pesano quasi mai quanto un essere umano di altezza simile.</p>\n<h2>Società</h2>\n<p>I felinidi tra loro si chiamano amurrun, anche se molti lo considerano un nome privato. Crescono i loro figli in grandi famiglie allargate, dove possiedono quella che molti altri umanoidi considerano una libertà angosciante: la possibilità di esplorare e mettersi nei guai fin da giovanissimi. I felinidi imparano un mestiere attraverso l'apprendistato, ma con grande rilassatezza, e per lo più apprendono diversi mestieri nel corso della vita.</p>\n<p>Le società dei felinidi spesso sono guidate da un leader eletto, che parla a nome della comunità e media le controversie. In genere un leader felinide è un incantatore e di solito è femmina. I felinidi preferiscono affrontare le rimostranze con un certo disinteresse, o anche lasciare una comunità per un certo tempo, in modo che il problema scompaia o si risolva da solo.</p>\n<h2>Allineamento e Religione</h2>\n<p>I felinidi non sono un popolo particolarmente religioso, ma la maggior parte crede di essere stato elevato al di sopra dei grandi felini primevi per affrontare i malvagi abomini che depredano i luoghi naturali e tramano per distruggere la realtà. Gli dei hanno concesso ai felinidi la benedizione del linguaggio, dell'uso di armi e strumenti e di un forte senso di comunità.</p>\n<p>Per lo più i felinidi sono buoni. Apprezzano la libertà di viaggiare e amano stabilire la propria strada nella vita, quindi sono più caotici che legali. I felinidi religiosi praticano molto spesso una vaga forma di animismo e per preservare l'ordine naturale tentano di placare gli spiriti della terra e le creature cui danno la caccia.</p>\n<h2>Avventurieri</h2>\n<p>I felinidi amano avventurarsi in aree inesplorate, che si tratti di lande selvagge o antichi sotterranei. Adorano trovare tesori e ninnoli, ma per la maggior parte dei felinidi già solo l'esperienza del viaggio è una vera ricompensa.</p>\n<p>I tipici background felinidi includono acrobata, artista, cacciatore, esploratore, giocatore d'azzardo e nomade oltre a bandito, corriere, guaritore hoodoo, pioniere e rivoltoso. Grazie alle loro curiosità e agilità intrinseche, i felinidi eccellono come bardi, canaglie, guerrieri e spadaccini. Il loro amore per il mondo naturale e l'impulso a scoprire segreti di ogni tipo spingono molti a diventare druidi, investigatori o stregoni.</p>\n<h2>Nomi</h2>\n<p>Ai felinidi vengono dati nomi brevi in gioventù. I felinidi adolescenti sono liberi di scegliere un nome diverso quando lasciano la loro casa per la prima volta, anche se alcuni mantengono semplicemente il nome a cui sono abituati. Adorano aggiungere ai loro nomi dei titoli onorifici. Alcuni usano i titoli esclusivamente tra i non felinidi, e così vengono conosciuti con epiteti come Sei Fati, Ammazzanefandi o Veldinebbia.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Nomi Tipici</span></span></h3>\n<p>Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Meccaniche Felinidi</h2>\n<p><strong>Punti Ferita</strong> 8</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 7,5 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Destrezza, Carisma, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Saggezza</p>\n<p><strong>Lingue</strong> Amurrun, Comune</p>\n<p><strong>Lingue Aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Draconico, Elfico, Gnomesco, Goblin, Halfling, Iruxi (la lingua dei lucertoloidi), jotun, Silvano e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Visione Crepuscolare</p>\n<p><strong>Atterrare in Piedi</strong> Quando cadi, subisci solo metà dei normali danni e non cadi a terra prono.</p>\n<h2></h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.bLhIBwqdjTiVJ5qm]{Felinide Artigliato}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.1lv7RMp7t5iqeUFT]{Felinide Cacciatore}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.NWsZ0cIeghyzk9bU]{Felinide dalle Orecchie a Punta}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.hOPOyyt7qZXYYCOU]{Felinide delle Nove Vite}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.HpqQ5VQ0w4HqYgVC]{Felinide della Giungla}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.TDc9MXLXkgEFoKdD]{Felinide Flessibile}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.3F5ffk7cmnrBhPcT]{Felinide Liminale}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.6dMd4JG0ndrObEUj]{Felinide Invernale}</p>"
                },
                "Dwarf": {
                    "name": "Nano",
                    "text": "<p>I nani hanno una reuptazione più che meritata di gente stoica e severa, che vive in cittadelle e città scavate nella roccia più massiccia. Benché alcuni considerino i nani semplici artigiani dediti alla pietra e al metallo, arcigli e privi di ogni senso dell'umorismo, coloro che hanno trascorso del tempo in mezzo a loro colgono il loro grandissimo zelo nel lavoro, che punta alla qualità molto più che alla quantità. Agli occhi di uno straniero possono sembrare diffidenti e chiusi, ma con i loro amici e familiari i nani sono cordiali e premurosi; le loro sale riecheggiano del suono di risate e di martelli che battono sulle incudini.</p>\n<p>I nani impiegano del tempo prima di fidarsi di chi è estraneo alla loro stirpe, ma questa diffidenza è motivata. E difficile accaparrarsi la fiducia di un nano, ma una volta che la si è ottenuta il legame che ne nasce è piu forte dell'acciaio. Se desideri giocare un personaggio duro come la roccia, un avventuriero testardo e implacabile che mescola una cruda durezza con una profonda saggezza (o quantomeno con una caparbia convinzione), dovresti interpretare un nano.</p>\n<h2>Potresti...</h2>\n<ul>\n<li>Sforzarti di difendere il tuo onore personale e non esitare o desistere quando hai deciso di fare una cosa.</li>\n<li>Apprezzare l'artigianato di qualità in tutte le forme ed esigere che tutto il tuo equipaggiamento sia di alta qualità.</li>\n</ul>\n<h2>Probabilmente gli Altri...</h2>\n<ul>\n<li>Ti considerano testardo, ma spetta a ciascun singolo individuo stabilire se questa è una risorsa o un problema.</li>\n<li>Riconoscono il forte legame che hai con la tua famiglia, il tuo lignaggio e i tuoi amici.</li>\n</ul>\n<h2>Descrizione Fisica</h2>\n<p>I nani sono bassi e tarchiati: misurano circa 30 centimetri in meno della maggior parte degli umani. Hanno il corpo largo e massiccio, con fattezze imponenti. I nani di ogni genere vanno orgogliosi della lunghezza delle loro chiome, che spesso acconciano con motivi intricati, talora per rappresentare clan specifici. La barba lunga è un simbolo di virilità e di onore tra i nani.</p>\n<p>In genere i nani raggiungono l'età adulta intorno ai 23 anni, ma la loro cultura tradizionalista assegna più importanza al completamento di alcuni riti di iniziazione, unici per ogni clan, che non al raggiungimento di una certa età. In genere un nano vive fino a 350 anni.</p>\n<h2>Società</h2>\n<p>Gli antichi imperi di superficie governati dai nani di un tempo sono tutti crollati secoli fa, sopraffatti da orchi e goblinoidi. I nani del presente possiedono ancora molte delle qualità che nei tempi antichi spinsero alla grandezza i loro progenitori: fierezza, grinta e caparbietà in ogni progetto, dalla battaglia all'artigianato, fino alla capacità di forgiare legami con familiari e amici. Benché la distanza tra le loro Cittadelle del Cielo, perse tra le montagne possa causare varie differenze culturali tra i diversi clan, per lo più le società naniche condividono molti tratti. Quasi tutte le genti naniche condividono la stessa passione per le opere in muratura e in metallo e la famiglia.</p>\n<p>Ben pochi nani vanno in giro senza il pugnale del loro clan appeso alla cintura. Questo pugnale viene forgiato subito prima della nascita di un nano e in esso è incastonata la gemma del clan. Un genitore utilizza questo pugnale per tagliare il cordone ombelicale del bambino, per cui questa è la prima arma che assaggia il sangue del giovane nano.</p>\n<h3>Nomi Tipici</h3>\n<p>Agna, Bodill, Dolgrin, Edrukk, Grunyar, Ingra, Kazmuk, Kotri, Lupp, Morgrym, Rogar, Rusilka, Torra, Yangrit</p>\n<h2>Credenze</h2>\n<p>I nani tendono ad apprezzare l'onore e a seguire le tradizioni dei loro clan e dei loro regni. Hanno un forte senso dell'amicizia e della giustizia, ma la scelta di chi considerano amico è sempre molto meticolosa. Lavorano sodo e si dedicano al divertimento in modo altrettanto intenso, in particolare quando c'è di mezzo qualche birra forte. Torag, dio delle genti naniche, è la divinità principale dei nani, ma anche il culto dei familiari di Torag è molto diffuso.</p>\n<h4><strong>Editti Popolari</strong></h4>\n<p>creare arte con utilità, proteggere la tua comunità da chi potrebbe arrecare danno ad essa, tenere vicino il tuo pugnale del clan</p>\n<h4><strong>Anatemi Popolari</strong></h4>\n<p>lasciare un'attività o una promessa incompiuta, abbandonare la tua famiglia</p>\n<h2>Meccaniche Nani</h2>\n<p><strong>Punti Ferita</strong> 10</p>\n<p><strong>Taglia</strong> Media</p>\n<p><strong>Velocità</strong> 6 metri</p>\n<p><strong>Aumenti di Caratteristica</strong> Costituzione, Saggezza, Libero</p>\n<p><strong>Difetto di Caratteristica</strong> Carisma</p>\n<p><strong>Lingue</strong> Comune, Nanico</p>\n<p><strong>Lingue aggiuntive</strong> pari al tuo modificatore di Intelligenza (se è positivo). Scegli tra Gnomesco, Goblin, Jotun, Orchesco, Petran, Sakvroth e qualsiasi altra lingua a cui hai accesso (per esempio le lingue prevalenti nella tua regione).</p>\n<p><strong>Sensi</strong> Scurovisione</p>\n<p><strong>Pugnale del Clan</strong> Ottieni gratuitamente un pugnale del clan appartenente al tuo clan, poiché ti è stato consegnato alla tua nascita. Vendere questo pugnale è considerato un terribile tabù e ti procura lo sdegno degli altri nani.</p>\n<h2>Lignaggi dei Nani</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.85tRKGZUTFa6pKpG]{Nano Custode del Giuramento}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.MeMAAtUlZmFgKSMF]{Nano dal Cuore Elementale}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.yL6944LrPo2HNdEJ]{Nano dal Sangue Antico}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.UV2sABrTC5teOXTE]{Nano dal Sangue Vigoroso}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.kRDsVbhdBVeSlpBa]{Nano dell'Incudine}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.5CqsBKCZuGON53Hk]{Nano della Forgia}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.VSyOvtgJ1ZNpIVgC]{Nano delle Rocce}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.VTtXwBxrfRUXSL38]{Nano Guardiano della Morte}</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.erZPj5701KiVAqoi]{Forge-Blessed Dwarf}</p>"
                },
                "Elf": {
                    "name": "Elfo"
                }
            }
        }
    }
}
