{
    "entries": {
        "Effect: Cover": {
            "description": "<p>Quando ti trovi dietro un ostacolo in grado di bloccare le armi, proteggerti dalle esplosioni e renderti più difficile da individuare, ti trovi in copertura. La copertura standard ti concede bonus di circostanza +2 a CA, TS su Riflessi contro effetti ad area e prove di Furtività per Muoverti Furtivamente, Nasconderti o evitare l’individuazione in altro modo. Puoi aumentare la copertura a superiore tramite l’azione base Andare in Copertura (pag. 428 Manuale del Giocatore), portando il bonus di circostanza a +4. Se la copertura è particolarmente leggera, in genere quando deriva da una creatura, hai copertura inferiore, che concede bonus di circostanza +1 alla CA. Una creatura con copertura standard o superiore può tentare di usare Furtività per Nascondersi, mentre la copertura inferiore non è sufficiente.</p>",
            "name": "Effetto: Copertura"
        },
        "Effect: Adverse Subsist Situation": {
            "description": "<p>Concesso da @UUID[Compendium.pf2e.actionspf2e.Item.49y9Ec4bDii8pcD3]{Sopravvivere}</p>\n<p>Subisci penalità di circostanza –2 alle prove di Sopravvivere.</p>",
            "name": "Effetto : Situazione di Sopravvivenza Avversa"
        },
        "Effect: Aid": {
            "description": "<p>Concesso da @UUID[Compendium.pf2e.actionspf2e.Item.HCl3pzVefiv9ZKQW]{Aiutare}</p>\n<p>Ottieni bonus di circostanza alla prova aiutante in base al risultato della prova di Aiutare del tuo alleato.</p>",
            "name": "Effetto: Aiutare"
        },
        "Effect: Disarm (Bonus)": {
            "description": "<p>Concesso da @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarmare} tramite Effetto Effimero.</p>\n<p>Ottieni bonus di circostanza +2 a Disarmare.</p>",
            "name": "Effetto: Disarmare (Bonus)"
        },
        "Effect: Disarm (Success)": {
            "description": "<p>Concesso da @UUID[Compendium.pf2e.actionspf2e.Item.Dt6B1slsBy8ipJu9]{Disarmare}</p>\n<p>Subisci penalità di circostanza –2 agli attacchi con l'oggetto bersagliato. Ulteriori tentativi di Disarmarti ottengono bonus di circostanza +2.</p>",
            "name": "Effetto: Disarmare (Successo)"
        },
        "Effect: Follow The Expert": {
            "description": "<p>Concesso da @UUID[Compendium.pf2e.actionspf2e.Item.tfa4Sh7wcxCEqL29]{Seguire l'Esperto}</p>\n<p>Puoi aggiungere il tuo livello come bonus di competenza alla prova di abilità associata, anche se sei senza addestramento. Inoltre, ottieni bonus di circostanza alla tua prova di abilità in base alla competenza del tuo alleato.</p>",
            "name": "Effetto: Seguire l'Esperto"
        },
        "Effect: Scout": {
            "description": "<p>Concesso da @UUID[Compendium.pf2e.actionspf2e.Item.kV3XM0YJeS2KCSOb]{Perlustrare}</p>\n<p>Ottieni bonus di circostanza +1 al tuo tiro di iniziativa.</p>",
            "name": "Effetto: Perlustrare"
        },
        "Effect: Treat Disease": {
            "description": "<p>Concesso da @UUID[Compendium.pf2e.actionspf2e.Item.TC7OcDa7JlWbqMaN]{Curare Malattia}</p>\n<p>Ottieni un bonus o una penalità di circostanza al tuo prossimo tiro salvezza contro la malattia.</p>",
            "name": "Effetto: Curare Malattia"
        },
        "Effect: Treat Poison": {
            "description": "<p>Concesso da @UUID[Compendium.pf2e.actionspf2e.Item.KjoCEEmPGTeFE4hh]{Curare Veleno}</p>\n<p>Ottieni un bonus o una penalità di circostanza al tuo prossimo tiro salvezza contro il veleno.</p>",
            "name": "Effetto: Curare Veleno"
        },
        "Effect: Mounted": {
            "description": "<p>Vedi @UUID[Compendium.pf2e.journals.JournalEntry.S55aqwWIzpQRFhcq.JournalEntryPage.OiRwxbfLNUniLg15#mounted-combat]{Combattimento in Sella}</p>\n<p>Subisci una penalità di circostanza -2 ai tiri salvezza su Riflessi mentre sei in sella.</p>",
            "name": "Effetto: In Sella"
        },
        "Effect: Aquatic Combat": {
            "description": "<p>Vedi @UUID[Compendium.pf2e.journals.JournalEntry.S55aqwWIzpQRFhcq.JournalEntryPage.OiRwxbfLNUniLg15#aquatic-combat]{Combattimento Acquatico}</p>\n<p>Usa queste regole per le battaglie in acqua o sott’acqua:</p><ul><li>Sei impreparato a meno che tu non abbia una Velocità di nuotare.</li><li>Ottieni resistenza 5 ad acido e fuoco.</li><li>Subisci una penalità di circostanza -2 al tuo tiro per colpire per attacchi contundenti o taglienti che passano attraverso l’acqua.</li><li>Gli attacchi a distanza effettuati da una creatura sott’acqua o contro un bersaglio sott’acqua hanno i loro incrementi di gittata dimezzati.</li><li>Non puoi lanciare incantesimi di fuoco o usare azioni con il tratto fuoco sott’acqua. Come di norma per il funzionamento dei tratti, qualsiasi parte dell’effetto che non sia relativa al fuoco continua a funzionare. Ad esempio, un attacco con un’<em>ascia da battaglia infuocata</em> potrebbe comunque infliggere i suoi danni fisici, anche se non infligge quelli da fuoco.</li></ul><p>@UUID[Compendium.pf2e.other-effects.Item.2u26bmArDPuoCljc]{Effetto: Aria Rimanente}</p>",
            "name": "Effetto: Combattimento Acquatico"
        },
        "Effect: Remaining Air": {
            "description": "<p>Vedi @UUID[Compendium.pf2e.journals.JournalEntry.S55aqwWIzpQRFhcq.JournalEntryPage.OiRwxbfLNUniLg15#drowning-and-suffocating]{Affogare e Soffocare}</p>\n<p>Puoi trattenere il respiro per un numero di round pari a 5 + il tuo modificatore di Costituzione. Riduci l’aria rimanente di 1 round alla fine di ciascun tuo turno, o di 2 se hai attaccato o lanciato incantesimi in quel turno.</p>\n<p>Perdi anche 1 round d’aria ogni volta che subisci un colpo critico od ottieni un fallimento critico in un TS contro un effetto che infligge danni. Se parli (incluso Lanciare un Incantesimo) perdi tutta l’aria rimanente.</p>",
            "name": "Effetto: Aria Rimanente"
        }
    }
}
